{"task_id": "0032c1a09d0700d5", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 750/905)", "text": "all vessel disease well.\nCourtesy of Dr C Cousins.\n\n--- Page 756 ---\n742\nRadiology\nGastrointestinal imaging\nUltrasound Widely used for imaging all intra-abdominal organs, including an \nemerging role in small bowel imaging (though overlying bowel gas can cast acoustic \nshadows). US is the 1st-line imaging choice for abnormal LFTS, jaundice, hepatomeg-\naly, renal dysfunction, and abdominal masses. Ensure the patient is ‘nil by mouth’ \nfor 4 hours beforehand (aids gallbladder ﬁ lling). Pelvic US needs a full bladder (con-\nsider clamping the catheter if appropriate). US may also guide diagnostic biopsy and \ntherapeutic aspiration of cysts or collections.\nCT plays an important role in the investigation of acute abdominal pain (see pp730–3). \nIt is unparalleled in the detection of free gas and intra-abdominal collections, and \nallows good visualization of the colon and retroperitoneal areas. Oral or IV contrast \nmedium enhances deﬁ nition (p730). The big disadvantage is the radiation dose. CT \ncolonography (CTC; ﬁ g 16.31) uses rectal air or CO2 insuffl  ation, usually coupled with \nan oral ‘stool tagging’ agent to visualize the colonic mucosa in those unﬁ t for endo-\nscopic evaluation or in whom endoscopic evaluation has failed (eg in a stenosing tu-\nmour, where it can be used to assess the proximal colon and allow assessment of liver \nand nodal metastases at the same time). A negative test can be regarded as deﬁ nitive \nbut if polyps or masses are seen then patients will usually require a colonoscopy.\nWireless capsule endoscopy: See p248.\nMagnetic resonance imaging (MRI) This gives excellent soft tissue imaging, giving \nit an important role in imaging the liver, biliary system, pancreas, and pancreatic duct \n(MRCP—magnetic resonance cholangiopancreatography; ﬁ g 16.32). As well as assessing \npotential malignant disease, MRCP is the imaging modality of choice for detection of \ncommon bile duct stones that can be missed on US. MRI performed after ﬂ uid loading \nof the small bowel (ﬂ uid delivered orally=MRI enterography; ﬂ uid delivered via nasodu-\nodenal tube=MRI enteroclysis) permits assessment of small bowel inﬂ ammation (eg \nCrohn’s) and lesions that can be challenging to reach with conventional endoscopy.\nEndoscopic retrograde cholangiopancreatography (ERCP; ﬁ g 16.33) Indica-\ntions: No longer routinely used for diagnosis, it still has a signiﬁ cant therapeutic \nrole: sphincterotomy for common bile duct stones; stenting of benign or malignant \nstrictures and obtaining brushings to diagnose the nature of a stricture. Method: \nA catheter is advanced from a side-viewing duodenoscope via the ampulla into the \ncommon bile duct. Contrast medium is injected and images taken to show lesions in \nthe biliary tree and pancreatic ducts. Complications: Pancreatitis; bleeding; cholan-\ngitis; perforation. Mortality <0.2% overall; 0.4% if performing stone removal.\nEndoscopic ultrasound (EUS; see p736.) Commonly used in diagnosis of upper GI \nabnormalities, and is excellent for diagnosis of oesophageal, gastric, and pancreatic \ncancers. It allows staging by assessing depth of invasion, as well as histological \ndiagnosis by biopsy of lesions.\nContrast studies (ﬁ g 16.34) These can help in dysphagia (p250) and assessing \nintegrity of anastomoses post-op. Real-time ﬂ uoroscopic imaging studies assess \nswallowing function. Barium gives better contrast but iodine-based water-soluble \ncontrast medium is used if there is a concern of perforation. Contrast enemas are \nincreasingly obsolete and now used to exclude a leak following a low anterior resec-\ntion, for proctograms, and not much else.", "text_length": 3633, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 750/905)", "type": "chunk", "chunk_index": 749, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.466057", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.466823", "status": "complete", "chunks_added": 2}