{"task_id": "011400826e11cf94", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 77/905)", "text": "nsanguinity? Consider sexual history, eg syphilis.\n\n--- Page 79 ---\n65\nHistory and examination\nCramp\nThis is painful muscle spasm. Leg cramps are com mon at night or after heavy exer-\ncise, and in patients with renal impairment or on dialysis. Cramp can signify salt de-\npletion, and rarely: muscle ischaemia (claudication, DM), myopathy (McArdle, p704), \nor dystonia (writer’s cramp, p469). Forearm cramps suggest motor neuron disease. \nNight cramps may respond to quinine bisulfate 300mg at night PO.\nDrugs causing cramp: Diuretics (? from K\n+), domperidone, salbutamol/terbutaline \nIVI, ACE-i, telmisartan, celecoxib, lacidipine, ergot alkaloids, levothyroxine.\nParaesthesiae\n‘Pins and needles’, numbness/tingling, which can hurt or ‘burn’ (dysaes th esia).\nCauses:\nMetab olic, Ca\n2+ (perioral); PaCO2; myxoedema; neurotoxins (tick bite; sting). Vascular, \narterial emboli; Raynaud’s; DVT; high plasma viscosity. Anti body-mediated, paraneo-\nplastic; SLE; ITP. Infection, rare: Lyme; rabies. Drugs, ACE-i. Brain,thalamic/parietal le-\nsions. Cord, MS; myelitis/HIV; B12; lumbar fract ure. Plexopathy/mono neuropathy, \nsee p502, cervical rib; carpal tun nel; sciatica. Peripheral neuropathy, glove & stocking, \np504, eg DM; CKD. If paroxysmal, migraine; epilepsy; phaeochromocytoma. If wander-\ning, take travel history, consider infection, eg strongyloides.\nTremor\nTremor is rhythmic oscillation of limbs, trunk, head, or tongue. Three types:\n1   Resting tremor—worst at rest—eg from parkinsonism (±bradykinesia and rigidity; \ntremor is more resistant to treatment than other symptoms). It is usually a slow \ntremor (frequency of 3–5Hz), typically ‘pill-rolling’ of the thumb over a ﬁ nger.\n2   Postural tremor—worst if arms are outstretched. Typically rapid (8–12Hz). May \nbe exaggerated physiological tremor (eg anxiety, hyperthyroidism, alcohol, drugs), \ndue to brain damage (eg Wilson’s disease, syphilis) or benign essential tremor \n(BET). This is often familial (autosomal dominant) tremor of arms and head pre-\nsenting at any age. Cogwheeling may occur but there is no brady kinesia. It is sup-\npressed by alcohol, and patients may self-medicate rather than admit problems. \nRarely progressive (unless onset is unilateral). Propranolol (40–80mg/8–12h PO) can \nhelp, but not in all patients.\n3   Intention tremor—worst on movement, seen in cerebellar disease, with past-\npointing and dysdiadochokinesis (see p499). No eff ective drug has been found.\nFacial pain\nCNS causes: Migraine, trigeminal, or glossopharyngeal neuralgia (p457) or from any \nother pain-sensitive structure in the head or neck. Post-herpetic neuralgia: nasty \nburning-and-stabbing pain involves dermatomal areas aff ected by shingles (p404); \nit may aff ect cranial nerves V and VII in the face. It all too often becomes chronic \nand intractable (skin aff ected is exquisitely sensitive). Treatment is hard. Always \ngive strong psychological support. Transcutaneous nerve stimulation, capsaicin oint-\nment, and inﬁ ltrating local anaesthetic are tried. Neuropathic pain agents, such as \namitriptyline, eg 10–25mg/24h at night, or gabapentin (p504) may help. NB: famciclo-\nvir or valaciclovir given in acute shingles may  duration of neuralgia.14\nVascular and non-neurological causes:\n  \n• Neck—cervical disc pathology.\n  \n• Bone/sinuses—sinusitis; neoplasia.\n  \n• Eye—glaucoma; iritis; orbital cellulitis; eye strain; AVM.\n  \n• Temporomandibular joint—arthritis or idiopathic dysfunction (common).\n  \n• Teeth/gums—caries; broken teeth; abscess; malocclusion.\n  \n• Ear—otitis media; otitis externa.\n  \n• Vascular/vasculitis—arteriovenous ﬁ stula; aneurysm; or AVM at the cerebellopon-\ntine angle; giant cell arteritis; SLE.", "text_length": 3706, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 77/905)", "type": "chunk", "chunk_index": 76, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.995022", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.996015", "status": "complete", "chunks_added": 2}