{"task_id": "0183202808be763c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 727/905)", "text": "\nimage-of-the-month-the-left-hand-of-anna-roentgen\n\n--- Page 733 ---\n719\nRadiology\nThe eff ective dose of an examination is calculated as the weighted sum of the \ndoses to diff erent body tissues. The weighting factor for each tissue depends on \nits sensitivity. The eff ective dose thus provides a single dose estimate related to \nthe total radiation risk, no matter how the radiation dose is distributed around the \nbody. This table is certainly not to be learnt; rather it serves as a reminder of the \nrelative exposures to radiation that we prescribe in practice. Remember that US \nand MRI involve no radiation, would they provide the answer?\nTable 16.1 Radiation doses in common radiological investigations\nProcedure\nTypical eff ective \ndose (mSv)\nCXR equivalents Approx. equivalent period \nof background radiation\nX-ray examinations\nLimbs and joints\n<0.01\n<1\n<2 days\nChest (PA)\n0.015\n1\n2.5 days\nAbdomen\n0.4\n30\n2 months\nLumbar spine\n0.6\n40\n3 months\nCT head\n1.4\n90\n7.5 months\nCT chest\n6.6\n440\n3 years\nCT abdo/pelvis\n6.7\n450\n3 years\nRadionuclide studies\nLung ventilation\n0.4\n30\n9 weeks\nLung perfusion\n1\n70\n6 months\nBone\n3\n200\n1.4 years\nPET head\n7\n460\n3.2 years\nPET-CT\n18\n1200\n8.1 years\nReproduced from iRefer Making the Best Use of Clinical Radiology, 7th edition,\n©Royal College of Radiologists, 2012.\nTypical eff ective doses\nThe very nature of ionizing radiation that gives us vision into the human body also \ngives it lethal properties. In considering the decision to expose patients to radia-\ntion, the clinical beneﬁ ts should outweigh the risks of genetic mutation and cancer \ninduction. These risks can be hard to quantify (and estimates vary wildly—extrapo-\nlation of eff ects from doses associated with nuclear explosions are likely unreli-\nable) but even with strict guidelines we still have a tendency to over-exposure in \nmedical practice. Perhaps the best advice is to be certain of the importance of \nevery dose of radiation that you sanction, and mindful of the comparative doses \ninvolved (see table 16.1).\nThe responsibility lies with us not to rely too heavily on radiology. Don’t request \nexaminations to comfort patients (or appease their consultants), to replace im-\nages already acquired elsewhere (or lost) simply to avoid medico-legal issues, or \nwhen the result will not aff ect management. To give an idea of relative doses, a \nCT of the abdomen and pelvis gives a typical eff ective dose of 500 times as much \nradiation as a CXR. This important factor also tells us about the preference of \nultrasound over CT when investigating abdominal and pelvic complaints such as \nacute appendicitis, especially given the youthful demographics of this diagnosis. \nUnwitting exposure of the unborn fetus to radiation is inexcusable at any stage \nof gestation—unless the mother’s life is in immediate danger—and it is the respon-\nsibility of the referring clinician, as well as the radiographer and the radiologist, to \nensure that this is avoided.\nJustifying exposure to ionizing radiation", "text_length": 3011, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 727/905)", "type": "chunk", "chunk_index": 726, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.423192", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.424388", "status": "complete", "chunks_added": 2}