{"task_id": "01cc0261e5dcd8a7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 380/905)", "text": "rpura in amyloidosis.  \n©Prof. Christine Lawrence.\n\n--- Page 386 ---\n372\nHaematology\nErythrocyte sedimentation rate (ESR)\nThe ESR is a sensitive but non-speciﬁ c indicator of the presence of disease. It meas-\nures how far RBCS fall through a column of anticoagulated blood in 1h. If certain \nproteins cover red cells, these cause RBCS to stick to each other in columns (the same \nphenomenon as rouleaux, p328) so they fall faster.\nCauses of a raised ESR Any inﬂ ammation (eg infection, rheumatoid arthritis, ma-\nlignancy, myocardial infarction), anaemia, and macrocytosis.\nCaveats •ESR  with age. The Westergren method is a rough guide to calculate \nthe upper limit of normal in older patients: \n: ESR=age  ÷  2; : ESR=(age + 10) ÷ 2.\n•Some conditions lower the ESR, eg poly-\ncythaemia (due to red cell concentration), \nmicrocytosis, and sickle-cell anaemia. Even \na slightly raised ESR in these patients should \nprompt one to ask: ‘What else is the mat-\nter?’\nManagement •In those with a slightly raised ESR, the best plan is probably to wait \na month and repeat the test. •If the ESR is markedly raised (>100mm/h), this can \nhave a 90% predictive value for disease, so such patients should be thoroughly in-\nvestigated, even in the presence of non-speciﬁ c symptoms. Take a full history, ex-\namine carefully and consider these tests: FBC, plasma electrophoresis, U&E, PSA, chest \nand abdominal imaging, ± biopsy of bone marrow or temporal artery.\nPlasma viscosity (PV)\nNormal range: 1.50–1.72mPa/s. In many labs, this has replaced the ESR, as it is less \naff ected by anaemia and simpler to automate. PV is aff ected by the concentration \nof large plasma proteins and  in the same conditions as the ESR—both PV and ESR \n in chronic inﬂ ammation and are less aff ected by acute changes (unlike CRP, p686).\nHyperviscosity syndrome\nSymptoms Lethargy; confusion; cognition; CNS disturbance; chest pain; abdom inal \npain (and sometimes spontaneous GI or GU bleeding); faints; visual disturbance (eg \nvision, amaurosis fugax, retinopathy—eg engorged retinal veins, haemorrhages, \nexudates; and a blurred disc as seen in ﬁ g 8.76). The visual symptoms are like ‘looking \nthrough a watery car windscreen’.\nCauses of high blood viscosity Very high red cell count (haematocrit >50, eg \npolycythaemia vera), white cell count (>100≈10\n9/L, eg leukaemia), or plasma compo-\nnents—usually immunoglobulins, in myeloma or Waldenström’s macroglobulinaemia \n(p370, as IgM is larger and so  viscosity more than the same amount of IgG). Drugs: oral \ncontraceptives, diuretics, IV IG, erythropoietin, chemotherapy, radio-contrast media.\nTreatment Urgent treatment is needed which depends on the cause. Venesec-\ntion is done in polycythaemia. Leukapheresis in leukaemias to remove white cells. \nPlasmapheresis in myeloma and Waldenström’s: blood is withdrawn via a plasma \nexchange machine, the supernatant plasma from this is discarded, and the RBCS \nreturned to the patient after being resuspended in a suitable medium.\nFig 8.76 Hyperviscosity syndrome.", "text_length": 3043, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 380/905)", "type": "chunk", "chunk_index": 379, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.822232", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.823402", "status": "complete", "chunks_added": 2}