{"task_id": "01e2293e332ca703", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 302/905)", "text": "AIDS, ACE-i, ARB, aminoglycosides, chemo-\ntherapy.\n\n--- Page 308 ---\n294\nRenal medicine\nUrine\nPerform dipstick urinalysis whenever you suspect renal disease. This is a crude way \nof checking whether the urine contains anything that it should not, eg protein, blood, \nglucose. Abnormalities can indicate intrinsic renal disease or renal tract abnormali-\nties and usually require further investigation. However, a dipstick-positive catheter \nsample is diffi  cult to interpret.\nLook for a urine dip result (before the catheter was inserted). A positive result \nindicates the need for specialist advice from nephrology/urology. A negative result \nmay help to reassure you about the absence of intrinsic renal disease.\nProteinuria\nRequires quantiﬁ cation. 24h collections are rarely used due to inaccuracy. \nAlbumin:creatinine ratio (A:CR) or protein:creatinine ratio (P:CR) is performed on a \nrandom spot urine sample. Normal A:CR is <2.5() or <3.5(). P:CR is <15. Approximate \nequivalent levels of proteinuria are given in table 7.1.\nTable 7.1 Conversion factors\nProtein excretion g/24h\nA:CR mg/mmol\nP:CR mg/mmol\n0.15 (physiological)\n2.5  or 3.5 \n15\n0.5\n30\n50\n1\n70\n100\n3 (nephrotic range)\n250\n300\nCauses of raised A:CR/P:CR: The higher the proteinuria, the more chance it is caused \nby glomerular disease, eg glomerulonephritis, DM, amyloidosis, myeloma (though \ndipsticks do not detect light chains). Proteinuria is associated with an risk of cardio-\nvascular disease and death. False positive: Postural (repeat using an early morning \nsample), post-exercise, fever, heart failure.\nMicroalbuminuria: Ultra-sensitive dipsticks are available to measure albuminuria \n(albumin excretion 30–300mg/24h). Suggests early glomerular disease, eg DM, BP.\nHaematuria\nBlood in the urine may arise from anywhere in the renal tract. Transient causes \nshould be excluded, eg UTI, menstruation. Classiﬁ ed as:\n  \n• visible (VH): previously known as macroscopic, frank\n  \n• non-visible (NVH): found on dipstick/microscopy, previously known as microscopic. \nNVH is subdivided according to the presence of urinary tract symptoms: sympto-\nmatic (SNVH) or asymptomatic (aNVH).\nCauses: Malignancy (kidney, ureter, bladder), calculi, IgA nephropathy, Alport syn-\ndrome (p320), other glomerulonephritis (p310), polycystic kidney disease (p320), \nschistosomiasis. Do not attribute haematuria to anticoagulation without investiga-\ntion. False positive: Myoglobin triggers same dipstick reaction—check microscopy.\nManagement: VH, SNVH, and aNVH >40yr should undergo urological assessment, im-\naging, and cystoscopy to exclude renal tract malignancy and calculi.\nA renal aetiology should be considered, and renal referral made, for NVH with:\n  \n• eGFR <60\n  \n• coexistent proteinuria (A:CR >30 or P:CR >50)\n  \n• hypertension >140/90mmHg\n  \n• family history of renal disease.\nA cause is not established in 19–68% of patients with NVH. These patients should be \nmonitored via BP, eGFR, and repeat A:CR/P:CR every 6 months–1 year. Increasing pro-\nteinuria and deteriorating eGFR warrant repeat referral and investigation.\nOthers\nGlucose: DM, pregnancy, sepsis, proximal renal tubular pathology (p316). Ketones: \nStarvation, keto acidosis. Leucocytes: UTI (p296), vaginal discharge. Nitrites: UTI \n(enteric GramΩve organism). Bilirubin: Haemolysis. Urobilinogen: Liver disease, \nhaemolysis. Speciﬁ c gravity: Normal range: 1.005–1.030, limited surrogate for urine \nosmolality, aff ected by proteinuria. pH: NR: 4.5–9, usually acidic with meat containing \ndiet (acid–base balance: p670, renal tubular acidosis pp316–7).", "text_length": 3591, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 302/905)", "type": "chunk", "chunk_index": 301, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.692363", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.693099", "status": "complete", "chunks_added": 2}