{"task_id": "026dacc5eb05f4ff", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 162/905)", "text": "eart transplant rejection\nHow to inﬂ ame the heart\n\n--- Page 168 ---\n154\nCardiovascular medicine\nPericardial diseases\nAcute pericarditis This is inﬂ ammation of the pericardium.68\nCauses: Idiopathic or secondary to:\n  \n• Viruses: eg coxsackie, echovirus, EBV, CMV, adenovirus, mumps, varicella, HIV.\n  \n• Bacteria: eg TB—commonest cause worldwide, Lyme disease, Q fever, pneumonia, \nrheumatic fever, Staphs, Streps, mycoplasma, legionella, MAI in HIV.\n  \n• Fungi and parasitic: v rare, usually in immunocompromised.\n  \n• Autoimmune: systemic autoimmune diseases eg SLE, RA; vasculitides eg Behçet, \nTakayasu; IBD; sarcoid; amyloid; Dressler’s (p698).\n  \n• Drugs: eg procainamide, hydralazine, penicillin, isoniazid, chemotherapy.\n  \n• Metabolic: uraemia, hypothyroidism, anorexia nervosa.\n  \n• Others: trauma, surgery, malignancy, radiotherapy, MI, chronic heart failure.\nClinical features: Central chest pain worse on inspiration or lying ﬂ at ± relief by \nsitting forward. A pericardial friction rub (p46) may be heard. Look for evidence of \na pericardial eff usion or cardiac tamponade (see later in topic). Fever may occur.\nTests: ECG classically shows concave (saddle-shaped) ST segment elevation and PR \ndepression, but may be normal or non-speciﬁ c (10%); see ﬁ g 3.51. Blood tests: FBC, \nESR, U&E, cardiac enzymes (NB: troponin may be raised); tests relating to possible aeti-\nologies. Cardiomegaly on CXR may indicate a pericardial eff usion. Echo (if suspected \npericardial eff usion). CMR and CT may show localized inﬂ ammation.\nTreatment: NSAIDs or aspirin with gastric protection for 1–2weeks. Add colchicine \n500mcg OD or BD for 3 months to reduce the risk of recurrence. Rest until symptoms \nresolve. Treat the cause. If not improving or autoimmune, consider steroids (may \nincrease the risk of recurrence) or other immunosuppressive therapies.\nPericardial eff usion Accumulation of ﬂ uid in the pericardial sac (normally 10–\n50mL).68 Causes: Pericarditis, myocardial rupture (haemopericardium—surgical, \nstab wound, post-MI); aortic dissection; pericardium ﬁ lling with pus; malignancy.\nClinical features: Dyspnoea, chest pain, signs of local structures being compressed—\nhiccoughs (phrenic N), nausea (diaphragm), bronchial breathing at left base (Ewart’s \nsign: compressed left lower lobe). Muffl  ed heart sounds. Look for signs of cardiac \ntamponade (below).\nDiagnosis: CXR shows an enlarged, globular heart if eff usion >300mL; ﬁ g 3.14. ECG \nshows low-voltage QRS complexes and may have alternating QRS morphologies (elec-\ntrical alternans). Echocard iography shows an echo-free zone surrounding the heart.\nManagement: Treat the cause. Pericardiocentesis may be diagnostic (suspected \nbacterial pericarditis) or therapeutic (cardiac tamponade). See p773. Send pericar-\ndial ﬂ uid for culture, ZN stain/TB culture, and cytology.\nConstrictive pericarditis The heart is encased in a rigid pericardium.68\nCauses: Often unknown (UK); elsewhere TB, or after any pericarditis.\nClinical features: These are mainly of right heart failure with JVP (with prominent \nx and y descents, p43); Kussmaul’s sign (JVP rising paradoxically with inspiration); \nsoft, diff use apex beat; quiet heart sounds; S3; diastolic pericardial knock, hepato-\nsplenomegaly, ascites, and oedema.\nTests: CXR: small heart ± pericardial calciﬁ cation. CT/MRI—helps distinguish from re-\nstrictive cardiomyopathy. Echo. Cardiac catheterization.\nManagement: Surgical excision. Medical  to address the cause and symptoms.\nCardiac tamponade A pericardial eff usion that raises intrapericardial pressure, \nreducing ventricular ﬁ lling and thus dropping cardiac output.68  Can lead rapidly \nto cardiac arrest.\nSigns: Pulse, BP, pulsus paradoxus, JVP, Kussmaul’s sign, muffl  ed S1 and S2.\nDiagnosis: Beck’s triad: falling BP; rising JVP; muffl  ed heart sounds. ECG: low-voltage \nQRS ± electrical alternans. Echo is diagnostic: echo-free zone (>2cm, or >1cm if acute) \naround the heart ± diastolic collapse of right atrium and right ventricle.\nManagement: Seek expert help. The pericardial eff usion needs urgent drainage \n(p773). Send ﬂ uid for culture, ZN stain/TB culture, and cytology.", "text_length": 4175, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 162/905)", "type": "chunk", "chunk_index": 161, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.160452", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.161256", "status": "complete", "chunks_added": 3}