{"task_id": "029af7b74197778b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 613/905)", "text": " suggests malignancy, infections, or pancreatitis.\n\n--- Page 619 ---\n605\nSurgery\nIn 1809, an American surgeon by the name of Ephraim McDowell performed an \nastonishing operation: the ﬁ rst successful elective laparotomy for an abdominal \ntumour. It was an ovariotomy for an ovarian mass in a 44-year-old who, prior \nto physical examination by McDowell, was believed to be gravid. Not only was \nthis feat performed in the age before anaesthesia and antisepsis, but it was also \nperformed on a table in the front room of McDowell’s Kentucky home, at that \ntime on the frontier of the West in the United States. His account of the opera-\ntion makes fascinating reading. While the strength of his diagnostic convictions \ncombined with his speed and skill at operating is to be admired (the operation \ntook 25 minutes), there is an even more laudable part played in this story. The \npatient, Mrs Jane Todd-Crawford, was fully willing to be involved with what can \nonly be described as experimental surgery in the face of uncertainty. She deﬁ ed \npain simply by reciting psalms and hymns, and was back at home within 4 weeks \nwith no complications, ultimately living another 33 years. We would be well served \nin remembering the exceptional commitment of Mrs Todd-Crawford. In the rush \nand hurry of our daily tasks perhaps it is all to easy to forget that the undertak-\ning of surgery today may be no less fear-provoking for patients than it was 200 \nyears ago.\nThe ﬁ rst successful laparotomy...", "text_length": 1491, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 613/905)", "type": "chunk", "chunk_index": 612, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.233488", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.234449", "status": "complete", "chunks_added": 1}