{"task_id": "03652bb8ecf49885", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 323/905)", "text": "ither plasma exchange or large pore haemodialysis.\n\n--- Page 329 ---\n315\nRenal medicine\nAmyloid\nPathological folding of proteins leads to extracellular accumulation and organ dys-\nfunction including kidney disease. Classiﬁ ed according to protein: light chains in \nmyeloma = AL amyloid; serum amyloid A in chronic inﬂ ammation = AA amyloid; also \nrare familial types. Diagnosis: Congo red staining on biopsy, SAP scan. Treatment: \nUnderlying condition. New therapies target amyloid production, aggregation, and \nbreakdown.\nHaemolytic uraemic syndrome (HUS)\nPresents with a microangiopathic haemolytic anaemia (Hb <100g/L, LDH, \nhaptoglobin, fragments on blood ﬁ lm), platelets and AKI due to thrombosis of the \nglomerular capillaries (microangiopathy). In children, primarily associated with \nhaemorrhagic colitis due to Shiga toxin-producing E. coli (STEC) eg O157:H7. Atypi-\ncal HUS caused by dysregulation/uncontrolled activation of complement = ~ 5% of \nHUS. Can be precipitated by pregnancy. Diagnosis: Triad of haemolytic anaemia, \nplatelets, and AKI with haematuria/proteinuria. ?Evidence of STEC. Look for abnor-\nmalities in the complement pathway: levels of C3, C4, factors H and I, complement \nmutation screen. Treatment: STEC-HUS: supportive. aHUS: plasma infusion/exchange, \neculizumab (anti-C5) in England via the national aHUS centre, Newcastle-Upon-Tyne.\nThrombotic thrombocytopenic purpura (TTP)\nSymptoms overlap with HUS (see previous paragraph). Pentad: microangiopathic \nhaemolytic anaemia, platelets, AKI , neurological symptoms (headache, palsies, sei-\nzure, confusion, coma), and fever. Due to a congenital deﬁ ciency of, or acquired anti-\nbodies to, the ADAMTS13 protease which normally cleaves multimers of von Willebrand \nfactor (VWF). Large VWF multimers cause platelet aggregation and ﬁ brin deposition \nin small vessels, leading to a multisystem thrombotic microangiopathy. Diagnosis: \nClinical. ADAMTS13 activity. Treatment: TTP is a haematological emergency: get \nexpert help. Plasma infusion/exchange removes antibodies/replaces ADAMTS13 and \nmay be life-saving. Corticosteroids. Consider rituximab for non-responders/relapse.\nAtherosclerotic renovascular disease\nPart of a systemic atheromatous vascular disease including cardio-, cerebro-, and \nperipheral vascular disease (ask about claudication, check foot pulses), BP, and \nlipids. Leads to renin–angiotensin upregulation which causes treatment-resistant \nBP and/or a deterioration in renal function on ACE-i/ARB. Acute decompensated heart \nfailure (no LV impairment on echo) with ﬂ ash pulmonary oedema in up to 10%. Di-\nagnosis: >1.5cm asymmetry in renal size (but sensitivity and speciﬁ city). Doppler \nstudies of native kidneys not consistently accurate for diagnosis. CT or MR (avoids \ncontrast) angiography. Treatment: Modiﬁ cation of CV risk factors: statin, aspirin, \nantihypertensive treatment. Historically, ACE-i/ARB were considered contraindicated \ndue to concern about renin–dependent renal perfusion and deterioration in function \non ACE-i/ARB. However, mortality seen with ACE-i/ARB. eGFR by <25% ‘sacriﬁ ced’ for \nlonger-term renal and cardiac outcome. Large RCTs of medical treatment vs revascu-\nlarization have failed to show an advantage to revascularization  only considered in \nﬂ ash pulmonary oedema, rapid/oligo-anuric renal failure.\nScleroderma renal crisis\nOccurs in ~5% of systemic sclerosis. Risk with: diff use disease, anti-RNA polymerase \nIII antibodies and <2yr from diagnosis. Diagnosis: Accelerated hypertension (new \n>150/85mmHg) and AKI (eGFR by >30%). Biopsy: collapsed glomeruli, onion-skin \nthickening of arterioles. Treatment: ACE-i/ARB. IV vasodilators to vascular resistance \nand for digital ischaemia. Care with -blockers as HR compensating for stroke \nvolume. May recover renal function after many months.\nSickle cell nephropathy\nHbSS is associated with hyperﬁ ltration (lower than expected creatinine) and albumi-\nnuria. Although up to 75% of young patients will have some degree of CKD, progres-\nsion to renal failure is usually associated with another trigger, eg papillary necrosis, \ninfection. Diagnosis: Clinical. Biopsy only if looking for another diagnosis, eg AKI \nwithout clinical cause, nephrotic syndrome. Treatment: ACE-i/ARB. Inconsistent data \nre hydroxycarbamide and hyperﬁ ltration. Mortality on dialysis: aim to transplant.", "text_length": 4392, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 323/905)", "type": "chunk", "chunk_index": 322, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.722454", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.723240", "status": "complete", "chunks_added": 3}