{"task_id": "03c599139dfd5765", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 858/905)", "text": ". \n‘I did not die but nothing of life remained...’\n\n--- Page 864 ---\n850\nEmergencies\nMajor disasters\nPlanning All hospitals have a detailed Major Incident Plan, but additionally the \ntasks of key personnel can be distributed on individual Action Cards.\nAt the scene Call the police to notify them of the Major Incident and ask them to \ntake command. They will set up a central command centre to assess and manage the \nincident, depending on casualty numbers they will inform multiple hospitals of the \nneed to prepare for the imminent arrival of casualties.\nSafety: Paramount—your own and others. Be visible (luminous monogrammed jack-\net) and wear protective clothing where appropriate (safety helmet; waterproofs; \nboots; respirator in chemical environment).\nTriage: See OHCS p800. There are several commercial systems available to label pa-\ntients so emergency personnel can see at a glance the scale of the incident. The key \nis to divide patients by the urgency of care/transfer to hospital:\n1   Emergency (label RED = will die in a few minutes if no treatment)\n2   Urgent (label YELLOW =will die in ~2h if no treatment)\n3   Non-urgent (label GREEN = walking wounded/those who are stable and can wait)\n4   Deceased (label BLUE/WHITE).\nCommunications: Essential; each emergency service will dispatch a control vehicle \nand will have a designated incident offi  cer for liaison. Support medical staff  from \nhospital report to the medical incident offi  cer (MIO)—he or she is usually the ﬁ rst \ndoctor on the scene. Their job is to assess then communicate to the receiving hos-\npital the number + severity of casualties, to organize resupply of equipment and to \nreplace fatigued staff . The MIO must resist temptation to treat casualties as this \ncompromises their role.\nEquipment: Must be portable and include: intubation and cricothyrotomy set; intra-\nvenous ﬂ uids (colloid); bandages and dressings; chest drain (+ﬂ utter valve); amputa-\ntion kit (when used, ideally 2 doctors should concur); drugs—analgesic: morphine; \nanaesthetic: ketamine 2mg/kg IV over >60s (0.5mg/kg is a powerful analgesic with-\nout respiratory depression); limb splints (may be inﬂ atable); deﬁ brillator/monitor ± \npulse oximeter.\nEvacuation: Remember that with immediate treatment on scene, the priority for \nevacuation may be reduced (eg a tension pneumothorax—RED—once relieved can \nwait for evacuation and becomes YELLOW), but those who may suff er by delay at \nthe scene must go ﬁ rst. Send any severed limbs to the same hospital as the patient, \nideally chilled—but not frozen.\nAt the hospital A ‘major incident’ is declared. The ﬁ rst receiving hospital will take \nmost of the casualties; the support hospital(s) will cope with overﬂ ow and may \nprovide mobile teams so that staff  are not depleted from the ﬁ rst hospital. A control \nroom is established and the medical coordinator ensures staff  have been summoned \nand informed of their roles, nominates a triage offi  cer, and supervises the best use of \ninpatient beds and ICU/theatre resources.", "text_length": 3041, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 858/905)", "type": "chunk", "chunk_index": 857, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.664669", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.665340", "status": "complete", "chunks_added": 2}