{"task_id": "042f73939ee9d9c3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 182/905)", "text": "g.\nMutation-speciﬁ c therapies for cystic ﬁ brosis\n\n--- Page 188 ---\n174\nChest medicine\nLung tumours\nCarcinoma of the bronchus Second most common cancer in the UK, accounting \nfor 13% of all new cancer cases and 27% of cancer deaths (40 000 cases/yr in UK).22 \nIncidence is increasing in women. Only 5% ‘cured’. Risk factors: Cigarette smoking \n(causes 90% of lung ca). Others: passive smoking, asbestos, chromium, arsenic, iron \noxides, and radiation (radon gas).\nHistology: Clinically the most important division is between small cell (SCLC) and \nnon-small cell (NSCLC). NSCLC: Squamous (35%); adenocarcinoma (27%), large cell \n(10%); adenocarcinoma in situ (rare, <1%). Small cell (oat cell) (20%): Arise from \nendocrine cells (Kulchitsky cells), often secreting polypeptide hormones resulting in \nparaneoplastic syndromes (eg production of ACTH, Cushing’s syndrome). Most (70%) \nSCLC are disseminated at presentation.\nSymptoms: Cough (80%); haemoptysis (70%); dyspnoea (60%); chest pain (40%); \nrecurrent or slowly resolving pneumonia; lethargy, anorexia; weight loss. \nSigns: Cachexia; anaemia; clubbing; HPOA (hypertrophic pulmonary osteoarthropa-\nthy, causing wrist pain); supraclavicular or axillary nodes. Chest signs: none, or con-\nsolidation; col lapse; pleural eff usion. Metastases: bone tenderness; hepatomegaly; \nconfusion; ﬁ ts; focal CNS signs; cerebellar syndrome; proximal myopathy; peripheral \nneuropathy.\nComplications: Local: recurrent laryngeal nerve palsy; phrenic nerve palsy; SVC \nobstruction; Horner’s syndrome (Pancoast’s tumour); rib erosion; pericarditis; AF. \nMetastatic: brain; bone (bone pain, anaemia, Ca\n2+); liver; adrenals (Addison’s). Non-\nmetastatic neurological: confusion; ﬁ ts; cerebellar syndrome; proximal myopathy; \nneuropathy; polymyositis; Lambert–Eaton syndrome (p512). See table 4.3.\nTests: CXR: peripheral nodule (ﬁ g 4.8); hilar enlargement; consolidation; lung col-\nlapse; pleu ral eff usion; bony secondaries. Cytology: sputum and pleural ﬂ uid (send \nat least 20mL). Fine needle aspiration or biopsy (peripheral lesions/lymph nodes). \nCT to stage the tumour (p176) and guide bronchoscopy. Bronch oscopy: to give histol-\nogy and assess operability, ± endobronchial ultrasound for assessment and biopsy. \n18F-deoxyglucose PET or PET/CT EBUS scan to help in staging. Radionuclide bone scan: \nif suspected metastases. Lung function tests: help assess suitability for lobectomy.\nOther lung tumours Bronchial adenoma: Rare, slow-growing. 90% are carcinoid \ntumours; 10% cylindromas. : surgery. Hamartoma: Rare, benign; CT: lobulated mass \n± ﬂ ecks of calciﬁ cation; ?excise to exclude malignancy.\nMalignant mesothelioma A tumour of mesothelial cells that usually occurs in the \npleura, and rarely in the peritoneum or other organs. It is associated with occupa-\ntional exposure to asbestos but the relationship is complex. 23 90% report previous \nexposure to asbestos, but only 20% of patients have pulmonary asbestosis. The la-\ntent period between exposure and development of the tumour may be up to 45yrs. \nCompensation is often available.\nClinical features: Chest pain, dyspnoea, weight loss, ﬁ nger clubbing, recurrent pleu-\nral eff usions. Signs of metastases: lymphadenopathy, hepatomegaly, bone pain/ten-\nderness, abdominal pain/obstr uction (peritoneal malignant mesothelioma).\nTests: CXR/CT: pleural thickening/eff usion. Bloody pleural ﬂ uid.\nDiagnosis: Made on histology, usually following a thoracoscopy. Often the diagnosis \nis only made post-mortem.\nManagement: Pemetrexed + cisplatin chemotherapy can improve survival. 24 Surgery \nis hard to evaluate (few randomized trials). Radiotherapy is controversial. Pleurodesis \nand indwelling intra-pleural drain may help.\nPrognosis: Poor (especially without pemetrexed, eg <2yrs). >650 deaths/yr in UK.", "text_length": 3810, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 182/905)", "type": "chunk", "chunk_index": 181, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.224300", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.225418", "status": "complete", "chunks_added": 2}