{"task_id": "051e004d53ea9ed8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 638/905)", "text": "er means.\nRectal bleeding—an acute management plan\n\n--- Page 644 ---\n630\nSurgery\nPerianal problems\nPruritus ani Itch occurs if the anus is moist/soiled; ﬁ ssures, incontinence, poor hy-\ngiene, tight pants, threadworm, ﬁ stula, dermatoses, lichen sclerosis, anxiety, contact \ndermatitis (perfumed goods). Cause is often unknown. : Avoid scratching, perianal \nhygiene, avoid foods which loosen stools. Soothing ointment, mild topical corticos-\nteroid if perinanal inﬂ ammation (max 2wks), oral antihistamine for noctural itch.\nFissure-in-ano Painful tear in the squamous lining of the lower anal canal—often, if \nchronic, with a ‘sentinel pile’ or mucosal tag at the external aspect. 90% are posterior \n(anterior ones follow parturition). >. Causes: Most are due to hard faeces. Spasm \nmay constrict the inferior rectal artery, causing ischaemia, making healing diffi  cult \nand perpetuating the problem. Rare causes (multiple ± lateral): syphilis; herpes; \ntrauma; Crohn’s; anal cancer; psoriasis. Groin nodes suggest a complicating factor \n(eg immunosuppression/HIV). : 5% lidocaine ointment + GTN ointment (0.2–0.4%) or \ntopical diltiazem (2%) ; dietary ﬁ bre, ﬂ uids, stool softener, and hygiene advice. Botu-\nlinum toxin injection (2nd line) and topical diltiazem (2%) are at least as eff ective as \nGTN with fewer side-eff ects. If conservative measures fail, surgical options include \nlateral partial internal sphincterotomy. \nFistula-in-ano A track communicates between the skin and anal canal/rectum. \nBlockage of deep intramuscular gland ducts is thought to predispose to the forma-\ntion of abscesses, which discharge to form the ﬁ stula. Goodsall’s rule determines \nthe path of the ﬁ stula track: if anterior, the track is in a straight line (radial); if poste-\nrior, the internal opening is always at the 6 o’clock position, taking a tortuous course. \nCauses: perianal sepsis, abscesses (see later in topic), Crohn’s disease, TB, diverticu-\nlar disease, rectal carcinoma, immunocompromise. Tests: MRI; endoanal US scan. : \nFistulot omy + excision. High ﬁ stulae (involving continence muscles of anus) require \n‘seton suture’ tightened over time to maintain continence; low ﬁ stulae are ‘laid open’ \nto heal by secondary intention—division of sphincters poses no risk to continence.\nAnorectal abscesses Usually caused by gut organisms (rarely staphs or TB). :≈1:8. \nPerianal (~45%), ischiorectal (≤30%), intersphincteric (>20%), supralevator (~5%) \n(ﬁ g 13.43). : Incise & drain under GA. Associations: DM, Crohn’s, malignancy, ﬁ stulae.\nPerianal haematoma (AKA thrombosed external pile—see p633). Strictly, it is actu-\nally a clotted venous saccule. It appears as a 2–4mm ‘dark blueberry’ under the skin \nat the anal margin. It may be evacuated under LA or left to resolve spontaneously.\nPilonidal sinus Obstruction of natal cleft hair follicles ~6cm above the anus. In-\ngrowing of hair excites a foreign body reaction and may cause secondary tracks to \nopen laterally ± abscesses, with foul-smelling discharge. (Barbers get these between \nﬁ ngers.) :≈10:1. Obese Caucasians and those from Asia, the Middle East, and \nMediterranean at risk. : Excision of the sinus tract ± primary closure. Consider pre-\nop antibiotics. Complex tracks can be laid open and packed individually, or skin ﬂ aps \ncan be used to cover the defect. Off er hygiene and hair removal advice.\nRectal prolapse The mucosa (partial/type 1), or all layers (complete/type 2—more \ncommon), may protrude through the anus. Incontinence in 75%. It is due to a lax \nsphincter, prolonged straining, and related to chronic neurological and psychological \ndisorders. : Abdominal approach: ﬁ x rectum to sacrum (rectopexy) ± mesh inser-\ntion ± rectosigmoidectomy. Laparoscopic rectoplexy is as eff ective as open repair. \nPerineal approach: Delorme’s procedure (resect close to dentate line and suture \nmucosal boundaries), anal encirclement with a Thiersch wire.\nPerianal warts Condylomata acuminata (viral warts) are treated with podophyllo-\ntoxin or imiquimod or cryotherapy/surgical excision. Giant condylomata acuminata \nof Buschke & Loewenstein may evolve into verrucous cancers (low-grade, non-me-\ntastasizing). Condylomata lata secondary to syphilis is treated with penicillin.\nProctalgia fugax Idiopathic, intense, brief, stabbing/crampy rectal pain, often \nworse at night. The mainstay of treatment is reassurance. Inhaled salbutamol or \ntopical GTN (0.2–0.4%) or topical diltiazem (2%) may help. \nAnal ulcers Consider Crohn’s, anal cancer, lymphogranuloma venerum, TB, syphilis.\nSkin tags Seldom cause trouble but are easily excised.", "text_length": 4625, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 638/905)", "type": "chunk", "chunk_index": 637, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.275102", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.276308", "status": "complete", "chunks_added": 3}