{"task_id": "05958d2850d3a5d4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 767/905)", "text": "ent procedure goes more smoothly than anticipated.\n\n--- Page 773 ---\n759\nPractical procedures\nThese tubes are passed into the stomach via the nose. Large (eg 16F) are good for \ndrainage but can be uncomfortable for patients. Small (eg 10F) are more comfort-\nable for feeding but can be diffi  cult to aspirate and are poor for drainage. Used:\n  \n• To decompress the stomach/gastrointestinal tract especially when there is ob-\nstruction, eg gastric outﬂ ow obstruction, ileus, intestinal obstruction.\n  \n• For gastric lavage.\n  \n• To administer feed/drugs, especially in critically ill patients or those with dys-\nphagia, eg motor neuron disease, post CVA.\nPassing the tube Nurses are experts and will ask you (who may never have \npassed one) to do so only when they fail—so the ﬁ rst question to ask is: ‘Have you \nasked the charge-nurse from the ward next door?’\n  \n• Wear non-sterile gloves and an apron to protect both you and the patient.\n  \n• Explain the procedure. Take a new, cool (hence less ﬂ exible) tube. Have a cup of \nwater to hand. Lubricate well with aqueous gel.\n  \n• Use the tube, by holding it against the patient’s head, to estimate the length \nrequired to get from the nostril to the back of the throat.\n  \n• Place lubricated tube in nostril with its natural curve promoting passage down, \nrather than up. The right nostril is often easier than the left but, if feasible, ask \nthe patient for their preference. Advance directly backwards (not upwards).\n  \n• When the tip is estimated to be entering the throat, rotate the tube by ~180° to \ndiscourage passage into the mouth.\n  \n• Ask the patient to swallow a sip of water, and advance as they do, timing each \npush with a swallow. If this fails: Try the other nostril.\n  \n• The tube has distance markings along it: the stomach is at ~35–40cm in adults, so \nadvance > this distance, preferably 10 –20cm beyond. Tape securely to the nose.\nConﬁ rming position This is vital prior to commencing any treatment through the \ntube. Misplaced nasogastric tubes have led to a number of preventable deaths, \nand feeding via a misplaced tube is considered an NHS Never Event (a serious, \nlargely preventable patient safety incident that should never occur if the available \npreventative measures have been implemented).\n  • Use pH paper to test that you are in the stomach: aspirated gastric contents are \nacid (pH ≤5.5) although antacids or PPIS may increase the pH. Small tubes can be \ndiffi  cult to aspirate, try withdrawing or advancing a few cm or turning the patient \non the left side to help dip the tube in gastric contents. Aspirates should be >0.5mL \nand tested directly on unhandled pH paper. Allow 10s for colour change to occur.\n  \n• If the pH is >5.5 and the NGT is needed for drug or feed administration then the \nposition must be checked radiologically. Request a CXR/abdo X-ray (tell the radi-\nologist why you need it). Look for the radio-opaque line/tip (this can be hard to \nsee, look below the diaphragm, but if in doubt, ask for help from the radiologist).\n  \n• The ‘whoosh’ test is NOT an accepted method of testing for tube position.\n  \n• Either spigot the tube, or allow to drain into a dependent catheter bag secured \nto clothing (zinc oxide tape around tube to form a ﬂ ap, safety pin through ﬂ ap).\nDo not pass a tube nasally if there is any suspicion of a facial fracture.\nGet senior help if the patient has recently had upper GI surgery—it is not good \npractice to push the tube through a fresh anastomosis.\nComplications •Pain, or, rarely: •Loss of electrolytes •Oesophagitis •Tracheal or \nduodenal intubation •Necrosis: retro- or nasopharyngeal •Stomach perforation.\nWeaning When planning removal of an NGT in situ for decompression or relief \nof obstruction, it is wise to wean it so that the patient manages well without it. \nDrainage should be <750mL/24 hours for successful weaning.\n  \n• First it should be on free drainage with, eg, 4hrly aspirations.\n  \n• Then spigot with 4hrly aspirations.\n  \n• Then spigot only. If this is tolerated along with oral intake then it is probably safe \nto remove the tube; if not, then take a step backwards.\nNasogastric tubes", "text_length": 4156, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 767/905)", "type": "chunk", "chunk_index": 766, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.496665", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.498263", "status": "complete", "chunks_added": 3}