{"task_id": "05dadcee697bd3b1", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 132/905)", "text": "g at 3 months.\nCoronary artery bypass graft (CABG)\n\n--- Page 138 ---\n124\nCardiovascular medicine\nArrhythmias—overview \nDisturbances of cardiac rhythm (arrhythmias) are:\n  \n• common\n  \n• often benign (but may reﬂ ect underlying heart disease)\n  • often intermittent, causing diagnostic diffi  culty see BOX ‘Continuous ECG monitoring’\n  \n• occasionally severe, causing cardiac compromise which may be fatal.\nEmergency management: pp804–9.\nCauses Cardiac: Ischaemic heart disease (IHD); structural changes, eg left atrial \ndilatation secondary to mitral regurgitation; cardiomyopathy; pericarditis; myo-\ncarditis; aberrant conduction pathways. Non-cardiac: Caff eine; smoking; alcohol; \npneumonia; drugs (2-agonists, digoxin, L-dopa, tricyclics, doxorubicin); metabolic \nimbalance (K\n+, Ca\n2+, Mg\n2+, hypoxia, hypercapnia, metabolic acidosis, thyroid disease); \nand phaeochromocytoma.\nPresentation Palpitations, chest pain, presyncope/syncope, hypotension, or pulmo-\nnary oedema. Some arrhythmias may be asymptomatic, incidental ﬁ ndings, eg AF.\nHistory Take a detailed history of palpitations (p36). Ask about precipitating fac-\ntors, onset/off set, nature (fast or slow, regular or irregular), duration, associated \nsymptoms (chest pain, dyspnoea, collapse). Review drug history. Ask about past \nmedical history and family history of cardiac disease and sudden death. Syncope \noccuring during exercise is always concerning; the patient may have a condition \npredisposing them to sudden cardiac death (eg long QT syndrome).\nTests FBC, U&E, glucose, Ca\n2+, Mg\n2+, TSH, ECG: Look for signs of IHD, AF, short PR interval \n(WPW syndrome), long QT interval (metabolic imbalance, drugs, congenital), U waves \n(hypokalaemia). 24h ECG monitoring or other continuous ECG monitoring (see BOX \n‘Continuous ECG monitoring’). Echo to look for structural heart disease, eg mitral \nstenosis, HCM. Provocation tests: exercise ECG, cardiac catheterization ± electro-\nphysiological studies may be needed.\nNarrow complex tachycardias: See pp806–7, 126.\nAtrial ﬁ brillation and ﬂ utter: See pp806–7, 130.\nBroad complex tachycardias: See pp804–5, 128.\nBradycardia: See p808 (causes and management of acute bradycardia) and p98 \n(heart block). Intermittent, self-resolving bradycardic episodes can cause signiﬁ cant \nproblems (eg recurrent syncope). Continuous ECG monitoring (BOX ‘Continuous ECG \nmonitoring’) will be needed to assist the diagnosis ±specialist tests (eg tilt table \ntesting for reﬂ ex syncope). Seek out reversible causes, eg hypothyroidism or medica-\ntions such as -blockers. In some cases, no reversible cause is found and the inter-\nmittent bradycardia is suffi  ciently dangerous to warrant a permanent pacemaker \n(p132). See BOX, ‘Sick sinus syndrome’.\nManagement Some arrhythmias can be managed conservatively, eg by reducing \nalcohol intake. Many arrhythmias respond to medical management with regular \ntablets or a ‘pill in the pocket’. Interventional management may include pacemakers \n(p132), ablation (eg of accessory pathways or arrhythmogenic foci), or implantable \ncardioverter deﬁ brillators (ICDs), eg in patients with ventricular arrhythmias post-MI \nand in those with congenital arrhythmogenic conditions (p133).", "text_length": 3232, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 132/905)", "type": "chunk", "chunk_index": 131, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.085964", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.086710", "status": "complete", "chunks_added": 2}