{"task_id": "0628ba6bb5a45b41", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 538/905)", "text": "u. Lithograph by JBA Lafosse, 1866, after P Petit.\n\n--- Page 544 ---\n530\nOncology and palliative care\nTumour markers\nTumour markers14 are speciﬁ c molecules (usually glycoproteins) that may be found in \nhigher concentrations in the serum, tissue, or urine in patients with certain cancers.\nTumour markers in diagnosis\nTumour markers are insufﬁ ciently sensitive or speciﬁ c to be diagnostic in isolation.\n  \n• Many tumour markers are  in several cancers and benign conditions (table 11.4).\n  \n• Measuring ≥1 tumour marker is unlikely to aid diagnosis unless suspecting a germ \ncell tumour.\n  \n• Do not make opportunistic requests for panels of tumour markers in patients with \nnon-speciﬁ c symptoms: they are not helpful and lead to potentially unnecessary \ninvestigation. This includes testing PSA in women and CA 125 in men.\n  \n• In carefully selected patients, in whom cancer is suspected, highly raised levels of \na tumour marker may be helpful:\n  \n• -fetoprotein (FP) and human chorionic gonadotrophin (hCG) in testicular/\ngerm cell tumours.\n  \n• CA 125 in combination with USS and menopausal status.\n  \n• FPin those at high risk of hepatocellular carcinoma.\n  \n• PSA >100ng/mL usually indicates metastatic prostate cancer.\nTumour markers in monitoring\nThe main value of tumour markers is in monitoring patients known to have cancer. \nThis includes the course of the disease, the eff ectiveness of treatment, and the detec-\ntion of cancer recurrence. The following markers may be useful:\n  \n• FP and hCG in testicular/germ cell tumours.\n  \n• CEA in colorectal cancer.\n  \n• CA 125 in ovarian cancer.\n  \n• A cautious interpretation of PSA within the limits of its speciﬁ city and sensitivity.\nThe UK has several well-established cancer screening programmes. Women are \ninvited for mammography every 3yrs (50–70yrs) and off ered cervical smear tests \nevery 3–5yrs (25–64yrs). Men and women aged 60–74yrs are off ered faecal occult \nblood testing every 2yrs.\nScreening tests aim to pick out those who need further investigation to rule \nout or diagnose a cancer, in the hope that earlier diagnosis and treatment result \nin better outcomes. All screening tests come with risk: anxiety, harm/discomfort \nfrom the test, cost, false positives resulting in further invasive tests, false nega-\ntives conferring inappropriate reassurance when symptoms arise. When consider-\ning screening an asymptomatic population the potential risks and beneﬁ ts need to \nbe weighed carefully and the Wilson criteria (see p23) should be satisﬁ ed.\nShould PSA be used to screen for prostate cancer?\nMost men with prostate cancer will have a high prostate-speciﬁ c antigen (PSA). The \nhigher the PSA, the more likely cancer is. However, PSA is non-speciﬁ c and also raised \nin benign prostatic disease, BMI <25, recent ejaculation, recent rectal examination, \nprostatitis, and UTI. 76% of patients with a raised PSA do not have cancer. Following \nscreening tests (see PROMIS study, 2017, for use of multi-parametric MRI), prostate \nbiopsy is required for diagnosis. This has an inherent risk of complications includ-\ning bleeding, infection, and urinary retention.  ~1% will require hospital admission.\nThe risks of PSA testing and subsequent biopsy need to be counterbalanced by \nbeneﬁ ts from screening.15 ~1 in 800 men avoid death from prostate cancer as a re-\nsult of PSA screening. But screening picks up many cancers that will never become \nfatal. This ‘overdiagnosis’ is thought to occur in ~40% of positive screens with \nsigniﬁ cant risks from treatment including urinary incontinence, erectile dysfunc-\ntion, and IHD. This balance of risk versus beneﬁ t means that population screening \nfor prostate cancer using PSA is not recommended. Despite this, any patient >50yrs \n(or >45yrs if high risk) can request PSA testing in primary care. Interpret any PSA \nresult in conjunction with digital rectal examination and other risk factors.\nScreening for cancer", "text_length": 3947, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 538/905)", "type": "chunk", "chunk_index": 537, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.100128", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.100915", "status": "complete", "chunks_added": 3}