{"task_id": "063153ede2663cf7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 130/905)", "text": "ld explain both the posterior and lateral changes.\n\n--- Page 136 ---\n122\nCardiovascular medicine\nComplications of MI\nCardiac arrest (See p894, ﬁ g A3.) Cardiogenic shock (p802.) Left ventricular \nfailure (p136, p800, p802.)\nBradyarrhythmias Sinus bradycardia: See p808. Patients with inferior MIs may \nsuff er atropine-unresponsive bradycardia due to infarction of nodal tissue. 1st-de-\ngree AV block: Most commonly seen in inferior MI. Observe closely as approximately \n40% develop higher degrees of AV block (in which case calcium channel blockers and \n-blockers should be stopped). Wenckebach phenomenon: (Mobitz type I) Does not \nrequire pacing unless poorly tolerated. Mobitz type II block: Carries a high risk of \ndeveloping sudden complete AV block; should be paced. Complete AV block: Usually \nresolves within a few days. Insert pacemaker (may not be necessary after inferior \nMI if narrow QRS, reasonably stable and pulse 40–50). Bundle branch block: MI \ncomplicated by trifascicular block or non-adjacent bifascicular disease (p132) should \nbe paced.\nTachyarrhythmias NB: K\n+, hypoxia, and acidosis all predispose to arrhythmias and \nshould be corrected. Sinus tachycardia: Can  myocardial O2 demand, treat causes \n(pain, hypoxia, sepsis, etc.) and add -blocker if not contraindicated. SVT: p126. AF \nor ﬂ utter: If compromised, DC cardioversion. Otherwise, medical therapy as per \np130. Frequent PVCs (premature ventricular complexes) and non-sustained VT (≥3 \nconsecutive PVCS >100bpm and lasting <30s) are common after acute MI and are as-\nsociated with increased risk of sudden death. Correct hypokalaemia and hypomag-\nnesaemia and ensure the patient is on -blockers, if not contraindicated.19 Sustained \nVT: (Consecutive PVCS >100bpm and lasting >30s.) Treat with synchronized DC shock \n(if no pulse, treat as per advanced life support algorithm, see p894, ﬁ g A3). Use \nanti-arrhythmics only if VT recurrent and not controlled with shocks. Consider abla-\ntion +/or ICD. Ventricular ﬁ brillation: 80% occurs within 12h. VF occuring after 48h \nusually indicates pump failure or cardiogenic shock. : DC shock (see p894, ﬁ g A3), \nconsider ICD.\nRight ventricular failure (RVF)/infarction Presents with low cardiac output and \nJVP. Fluid is key; avoid vasodilators (eg nitrates) and diuretics.20 Inotropes are re-\nquired in some cases.\nPericarditis Central chest pain, relieved by sitting forwards. ECG: saddle-shaped ST \nelevation, see ﬁ g 3.51, p155. Treatment: NSAIDS. Echo to check for eff usion.\nSystemic embolism May arise from LV mural thrombus. After large anterior MI, \nconsider anticoagulation with warfarin for 3 months.\nCardiac tamponade (p802) Presents with low cardiac output, pulsus paradoxus, \nKussmaul’s sign,\n3 muffl  ed heart sounds. Diagnosis: echo. Treatment: pericardial aspi-\nration (provides temporary relief, see p773 for technique), surgery.\nMitral regurgitation May be mild (minor papillary muscle dysfunction) or severe \n(chordal or papillary muscle rupture secondary to ischaemia). Presentation: pulmo-\nnary oedema. Treat LVF (p800) and consider valve replacement.\nVentricular septal defect Presents with pansystolic murmur, JVP, cardiac failure. \nDiagnosis: echo. Treatment: surgery. 50% mortality in ﬁ rst week.\nLate malignant ventricular arrhythmias Occur 1–3wks post-MI and are the cardi-\nologist’s nightmare. Avoid hypokalaemia, the most easily avoidable cause. Consider \n24h ECG monitoring prior to discharge if large MI.\nDressler’s syndrome (p698) Recurrent pericarditis, pleural eff usions, fever, anae-\nmia, and ESR 1–3wks post-MI. Treatment: consider NSAIDS; steroids if severe.\nLeft ventricular aneurysm This occurs late (4–6wks post-MI), and presents with \nLVF, angina, recurrent VT, or systemic embolism. ECG: persistent ST-segment elevation. \nTreatment: anticoagulate, consider excision.\n3 JVP rises during inspiration. Adolf Kussmaul was a prominent 19th-century physician and the ﬁ rst to \nattempt gastroscopy. Inspired by a sword swallower he passed a rigid tube into the stomach, however light \ntechnology was limited and it was not until years later that gastroscopists could visualize the stomach.", "text_length": 4168, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 130/905)", "type": "chunk", "chunk_index": 129, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.080727", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.081647", "status": "complete", "chunks_added": 3}