{"task_id": "06403851a9302890", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 769/905)", "text": "back with fresh eyes can make all the diff erence.\n\n--- Page 775 ---\n761\nPractical procedures\nJust once it may come down to you. For some, this is one of the challenges and \nthrills in medicine. There may be no one else available to help when there is an \nabsolute and urgent indication for IV drugs/ﬂ uids/blood—and all of the previously \ndiscussed measures have been tried, and have failed. Think of lonesome night \nshifts, over-run emergency departments, a disaster scene, war, or medicine in \nthe ﬁ eld. The following measures are not recommended for non-life-threatening \nscenarios:\n \nDon’t worry. Have a good look again. Feet (avoid in diabetics)? Inside of the \nforearm? Upper arm?\n \nHave you really exhausted all of your options for help from a colleague? Maybe \nthe anaesthetist or ICU registrar is approachable—they do have remarkable skills.\n \nIs the patient familiar with his/her own veins (eg previous IV drug abuser)?\n \nIf there is only a small amount of IV medication required and a small, short vein, \nyou may be able to gain access with a carefully placed butterﬂ y needle that is \ntaped down. Some drugs cannot be passed this way (eg amiodarone, K\n+).\n \nThe external jugular vein may become prominent when the patient is head down \n(Trendelenburg) by 5–10° (not in situations of ﬂ uid overload, LVF, ICP). Only at-\ntempt cannulation of this vein if you are not going to jeopardize future central \nline insertion, and if you can clearly determine the surrounding anatomy.\n \nIn an arrest situation, the 2015 Advanced Life Support Guidelines recommend \nthe intraosseous route in both adults and children if venous access is not pos-\nsible; access devices should be available within resuscitation settings (eg emer-\ngency department).\nOnly do the following if you have had the appropriate training/experience:\n \nIn children, consider cannulating a scalp vein.\n \nCentral venous catheterization (p775). This may be just as hard in a profoundly \nhypovolaemic arrest patient, and a good knowledge of local anatomy and of the \nprocedure (± ultrasound guidance) will be invaluable.\nIf you don’t have an intraosseous access device, a cut down to the long saphen-\nous vein may be attempted, in extremis, even if you have no prior experience (at \nthis site you won’t kill by being ham-ﬁ sted). Make a transverse incision 1–2cm \nanterior and superior to the medial malleolus. Free vein with forceps. Cannulate \nit under direct vision. Here, ‘ﬁ rst do no harm’ is trumped by ‘nothing ventured, \nnothing gained’.\nHopefully, it shouldn’t ever have to come to these measures, but one day…\nA last throw of the dice\n1 Poiseuille’s law is a neat piece of physiology and worth remembering—it is applicable in some form to \nalmost every system in the body. Note that it is a 4th-power law: a small change in the radius makes a huge \ndiff erence to ﬂ ow.\nTable 18.1 Intravenous cannulae sizes and UK colour conventions\nGauge Colour\nDiameter \n(mm)\nLength \n(mm)\nFlow rate \n(mL/min)\n14G\nORANGE/BROWN\n2 . 0\n45\n250\n16G\nGREY\n1 . 7\n42\n170\n18G\nGREEN\n1 . 2\n40\n90\n20G\nPINK\n1 . 0\n32\n55\n22G\nBLUE\n0 . 28\n25\n25\n24G\nYELLOW\n0 . 07\n19\n24\nFlow rate is given as maximum ﬂ ow rate under gravity; faster rates may be achievable with rapid infusion devices.\nAccording to Poiseuille’s law\n1 the ﬂ ow rate (Q) of a ﬂ uid through a tubular structure is inversely proportional \nto viscosity (η) and length (l ) and proportional to the pressure diff erence across it (Pi Ω Po) and the radius \nto the power of 4(r \n4). Hence:\n \n \nQ ∝ (Pi Ω Po) r \n4\nη l", "text_length": 3532, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 769/905)", "type": "chunk", "chunk_index": 768, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.500295", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.502206", "status": "complete", "chunks_added": 2}