{"task_id": "072c95a8835dddb0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 432/905)", "text": ".who.int/leishmaniasis/\nvisceral_leishmaniasis/en/\n\n--- Page 438 ---\n424\nInfectious diseases\nZoonoses\nAnthrax (Bacillus anthracis)\nGram-positive, aerobic bacillus found in soil worldwide. Humans exposed via infect-\ned livestock or animal products, eg hide, wool, tusks. Infection via inhalation, inges-\ntion, contamination of broken skin (includes IV drug use). Bacteria secrete exotoxins: \noedema toxin and lethal toxin. Presentation:\n  \n• Cutaneous (~95%): itchy papulevesiclenecrotic eschar. Oedema may be strik-\ning. Regional lymphadenopathy, malaise.\n  \n• Inhalation: fever, cough, myalgia, SOB, pleural eff usion (haemorrhagic mediastini-\ntis), stridor, death.\n  \n• GI (rare): fever, abdominal pain, ascites, mucosal ulcers, GI perforation.\nDiagnosis: Vesicular ﬂ uid culture (care, do not disseminate), blood culture, anti-\nbody ELISA, PCR. (NB: not pneumonic so sputum cultures are Ωve). Treatment: Qui-\nnolone/doxycycline. Two agents if systemic disease, eg ciproﬂ oxacin+clindamycin or \nlinezolid (then narrow according to sensitivity). Consider anti-anthrax monoclonal \nantibody/immunoglobulin as adjunct in inhalational disease.\nBartonella\n  \n• B. henselae (cat-scratch disease): from infected cat ﬂ eas. Low-grade fever, re-\ngional lymphadenopathy. Encephalitis rare. Skin lesions mimic Kaposi’s sarcoma.\n  \n• B. quintana (trench fever): from human body louse. Fever, headache, bone pain.\n  \n• B. bacilliformis (bartonellosis): from infected sandﬂ ies in Andes mountains. Oroya \nfever = fever, headache, myalgia, haemolysis. Later nodularvascular skin lesions.\nDiagnosis: Clinical, blood culture (fastiduous  needs prolonged culture), serology. \nTreatment: Cat-scratch disease often self-limiting. Azithromycin, aminoglycoside.\nBrucellosis\nMost common zoonosis worldwide: 500 000 cases/yr. Gram Ωve infection of cattle, \nswine, goats, sheep, dogs. Human infection via ingestion of infected meat/unpas-\nteurized milk/cheese; or through inhalational/mucosal contact with animal body ﬂ u-\nids (eg farmers, slaughterhouse workers, meat packers, hunters). Risk in countries \nwithout animal health programmes. Presentation: Acute (<1 month), sub-acute (1–6 \nmonths), or chronic (>6 months). Non-speciﬁ c: fever, anorexia, sweats, weight loss, \nmalaise ( TB). Localized infection: septic arthritis, spondylitis, meningitis, endo-\ncarditis, orchitis, abscess. Diagnosis: Culture with prolonged incubation due to slow \ndoubling time.17 Serology (four assays performed by Public Health England Brucella \nReference Unit 0151 529 4900). Treatment: Doxycycline, rifampicin, aminoglycoside, \nceftriaxone, co-trimoxazole. Needs prolonged course as intracellular with slow dou-\nbling time. Relapse usually due to inadequate dose/duration/adherence.\nCoxiella burnetii (Q fever)\nQ fever is derived from the label ‘query’ fever attributed to an unexplained disease in \nAustralian abattoir workers. C. burnetii is now recognized as the pathogenic agent. \nSheep, goats, cattle are main sources of infection (also cats, dogs, rabbits, ducks, \nticks). Occurs worldwide. Spores can survive in soil, animal products, and water \nfor months–yr. Transmitted by contact, inhalation of dust, or consumption of raw \nmilk products. Presentation: Incubation 3–30d. ~50% asymptomatic. Non-speciﬁ c \nsymptoms: fever (1–3wks), nausea, fatigue, headache. Pneumonia in 1–2%: typical or \natypical, may have rapid progression. Also splenomegaly, granulomatous hepatitis, \naseptic meningitis, encephalitis, osteomyelitis. Endocarditis is the most common \nform of chronic disease. Diagnosis: Coxiella cannot be cultured using routine lab \nmethods.17 PCR is rapid. Serology can take 2–6wks to become positive and detects \nvariation in lipopolysaccharide (LPS) coat. Phase II LPS appears before phase I LPS \n acute infection = IgM/IgG to phase II LPS, chronic infection = IgG to phase I LPS. Se-\nrology on paired sera 2–4wks apart provides best diagnostic evidence. Treatment: \nDoxycycline. Also rifampicin, chloramphenicol, ﬂ uoroquinolone, macrolide. Hydroxy-\nchloroquine alkalinizes the phagosomes in which the bacteria resides and may  \nbactericidal eff ect.", "text_length": 4140, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 432/905)", "type": "chunk", "chunk_index": 431, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.915946", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.916774", "status": "complete", "chunks_added": 3}