{"task_id": "086edfe124382aa7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 314/905)", "text": "cess: speak to your pharmacist.\nPrescribing in CKD\n\n--- Page 320 ---\n306\nRenal medicine\nR enal replacement therapy (RRT): dialysis and ﬁ ltration\nLong-term dialysis is started when it is necessary to manage one or more symptoms \nof renal failure including:\n  \n• inability to control volume status, including pulmonary oedema\n  \n• inability to control blood pressure\n  \n• serositis\n  \n• acid–base or electrolyte abnormalities\n  \n• pruritus\n  \n• nausea/vomiting/deterioration in nutritional status\n  \n• cognitive impairment.\nRRT is a misnomer for dialysis: renal function is not replaced, rather there is provi-\nsion of just enough clearance to ameliorate the symptoms of kidney failure.\nGFR at commencement of dialysis is usually ~5–10. When transplantation is awaited \nor not possible, there are two main options: haemodialysis and peritoneal dialysis.\nHaemodialysis (HD) (ﬁ g 7.6) Blood is \npassed over a semi-permeable membrane \nagainst dialysis ﬂ uid ﬂ owing in the oppo-\nsite direction. Diff usion of solutes occurs \ndown the concentration gradient. A hy-\ndrostatic gradient is used to clear excess \nﬂ uid as required (ultraﬁ ltration). Access is \npreferentially via an arteriovenous ﬁ stula \nwhich provides blood ﬂ ow and longevity. \nThis should be created prior to need for RRT \nto avoid the infection risk associated with central venous dialysis catheters. HD is \nneeded 3 times/week or more. Daily HD increases the ‘dose’ and improves outcomes. \nHome HD should be off ered to all suitable patients. Problems: Access (arteriovenous \nﬁ stula: thrombosis, stenosis, steal syndrome; tunnelled venous line: infection, block-\nage, recirculation of blood), dialysis dysequilibrium (between cerebral and blood sol-\nutes leading to cerebral oedema  start HD gradually), hypotension, time consuming.\nPeritoneal dialysis (PD) Uses the peritoneum as a semi-permeable membrane. \nA catheter is inserted into the peritoneal cavity and ﬂ uid infused. Solutes diff use \nslowly across. Ultraﬁ ltration is achieved by adding osmotic agents (glucose, glu-\ncose polymers) to the ﬂ uid. It is a continuous process with intermittent drainage \nand reﬁ lling of the peritoneal cavity, performed at home. Problems: Catheter site \ninfection, PD peritonitis, hernia, loss of membrane function over time.\nHaemoﬁ ltration (ﬁ g 7.7) Water cleared \nby positive pressure, dragging solutes into \nthe waste by convection. The ultraﬁ ltrate \n(waste) is replaced with an appropriate \nvolume of (‘clean’) ﬂ uid either before (pre-\ndilution) or after (post-dilution) the mem-\nbrane. Haemodynamic instability so used \nin critical care when HD not possible due \nto BP. Not used for chronic RRT unless in \ncombination with HD (haemodiaﬁ ltration) \nfor haemodynamic stability and middle molecule clearance, eg 2-microglobulin.\nComplications of RRT Annual mortality is signiﬁ cant, mostly due to cardiovascu-\nlar disease: BP, calcium/phosphate dysregulation, vascular stiff ness, inﬂ ammation, \noxidative stress, abnormal endothelial function. Protein-calorie malnutrition: In-\ncreases morbidity and mortality. Renal bone disease: High bone turnover, renal \nosteodystrophy, osteitis ﬁ brosa. Infection: Uraemia causes granulocyte and T-cell \ndysfunction with sepsis-related mortality. Amyloid: 2-microglobulin accumulates \nin long–term dialysis causing carpal tunnel syndrome, arthralgia, visceral eff ects.\nConservative management is for those who opt not to receive RRT due to lack of \nbeneﬁ t on quality or quantity of life. Focus is on preserving residual renal function, \nsymptom control, and advanced planning with patient and family for end-of-life care.\nWaste\nremoved\nFluid \nin\nBlood \nin\nDialysate\nBlood\nreturned\nBlood\nFig 7.6 Haemodialysis.\nWaste out\nPost\ndilution\nPre-\ndilution\nBlood\nreturned\nBlood \nin\nDialysate\nBlood\nFig 7.7 Haemoﬁ ltration.", "text_length": 3827, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 314/905)", "type": "chunk", "chunk_index": 313, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.707096", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.707704", "status": "complete", "chunks_added": 2}