{"task_id": "08dfedee4d2c8df3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 382/905)", "text": "mia or coeliac disease.\nThe spleen and splenectomy\n\n--- Page 388 ---\n374\nHaematology\nThrombophilia  \nThrombophilia is an inherited or acquired coagulopathy that predisposes to throm-\nbosis, usually venous: DVT or PE (venous thromboembolism: VTE). Special precautions \nare needed when there is an additional risk factor for thrombosis, eg surgery, preg-\nnancy, or enforced rest (see BOX for other risk factors). Only ~50% of patients with \nthrombosis and a +ve family history have an identiﬁ able thrombophilia on routine \ntests: others may have abnormalities that are as yet unidentiﬁ ed.\nInherited • Activated protein c (APC) resistance/factor V Leiden: Chief cause of in-\nherited thrombophilia. Present in ~5% of the population, although most will not de-\nvelop thrombosis. Usually associated with a single point mutation in factor V (factor \nV Leiden), so that this clotting factor is not broken down by APC. Risk of DVT or PE is \nraised 5-fold if heterozygous for the mutation (50-fold if homozygous). Thrombotic \nrisk is increased in pregnancy and those on oestrogens (OHCS p33, p257 & p303).\n• Prothrombin gene mutation: Causes high prothrombin levels and thrombosis \ndue to down-regulation of ﬁ brinolysis, by thrombin-activated ﬁ brinolysis inhibitor.\n• Protein C & S deﬁ ciency: These vitamin K-dependent factors act together to \ncleave and so neutralize factors V & VIII. Heterozygotes deﬁ cient for either protein \nrisk thrombosis. Skin necrosis also occurs (esp. if on warfarin). Homozygous deﬁ -\nciency for either protein causes neonatal purpura fulminans—fatal, if untreated.\n• Antithrombin deﬁ ciency: Antithrombin is a co-factor of heparin, and inhibits \nthrombin. Less common, aff ects 1:500. Heterozygotes’ thrombotic risk is greater \nthan protein C or S deﬁ ciency by ~4-fold. Homozygosity is incompatible with life.\nAcquired Causes: • Antiphospholipid syndrome (APL: p554)—serum antiphospho-\nlipid antibodies (lupus anticoagulant ± anticardiolipin antibody) predispose to ve-\nnous and arterial thrombosis, thrombocytopenia, and recurrent fetal loss. In most it \nis a primary disease, but it is also seen in SLE. • Oral contraceptive pills/HRT (relative \nrisk 2–4; related to both oestrogen and progesterone content/type). • Any cause of \nthrombocytosis or polycythaemia may also cause thrombosis (p366).\nWhich tests? Ask the lab. Do FBC, ﬁ lm, clotting (PT, thrombin time, APTT, ﬁ brinogen) \n± APC resistance test, lupus anticoagulant and anticardiolipin antibodies, and assays \nfor antithrombin and proteins C & S deﬁ ciency (± DNA analysis by PCR for the factor V \nLeiden mutation if APC resistance test is +ve, and for prothrombin gene mutation). \nThese tests should ideally be done when the patient is well, not pregnant, and off  \nanticoagulation for 1 month.\nWho? Test those with: • arterial thrombosis or MI at <50yrs old (eg for APL)\n• unprovoked VTE (ie at <40yrs with no risk factors) • VTE with oral contraceptives/\npregnancy • unexplained recurrent VTE • unusual site, eg mesenteric or portal vein \nthrombosis • recurrent fetal loss (≥3) • neonatal thrombosis.\nWho not? Those already on lifelong anticoagulation, 1st-degree relatives of peo-\nple with a history of DVT/PE or thrombophilia except in special circumstances. \nThere is often no beneﬁ t to testing (ie no change to management), it is expensive \nand may cause signiﬁ cant worry to patients: be sparing in requesting these tests.\nTreatment Anticoagulate acute thrombosis (p350). If recurrence occurs with no \nother risk factors, consider lifelong anticoagulation. Recurrence whilst on treat-\nment should be treated by increasing treatment intensity (eg target INR to 3–4). \nIn antithrombin deﬁ ciency, high doses of heparin may be needed; liaise with a hae-\nmatologist. In protein C or S deﬁ ciency, monitor treatment closely as skin necrosis \nmay occur with warfarin.\nPrevention Lifelong anticoagulation is not needed in absence of VTE, but advise \nof risk with the oral contraceptive pill or HRT, and counsel as regards to the best \nform of contraception. Warn about other risk factors for VTE. Prophylaxis may be \nneeded in pregnancy, eg in antiphospholipid syndrome (get expert help: aspirin \nand, sometimes, prophylactic heparin are used as warfarin is teratogenic, see OHCS \np33). Prophylactic SC heparin may also be indicated in high-risk situations, eg pre-\nsurgery.", "text_length": 4370, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 382/905)", "type": "chunk", "chunk_index": 381, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.826253", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.827168", "status": "complete", "chunks_added": 3}