{"task_id": "09419d3722abb3cc", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 47/905)", "text": "(eg tumour or trauma  damage to satiety regions).\n\n--- Page 49 ---\n35\nHistory and examination\nLymphadenopathy\nCauses of lymphadenopathy are either reactive or inﬁ ltrative:\nReactive:\nInfective:\n  \n• Bacterial: eg pyogenic, TB, brucella, syphilis.\n  \n• Viral: EBV, HIV, CMV, infectious hepatitis.\n  \n• Others: toxoplasmosis, trypanosomiasis.\nNon-infective: sarcoidosis, amyloidosis, berylliosis, connective tissue disease (eg \nrheumatoid, SLE), dermatological (eczema, psoriasis), drugs (eg phenytoin).\nInﬁ ltrative:\nBenign histiocytosis—OHCS p644, lipoidoses.\nMalignant:\n  \n• Haematological: lymphoma or leukaemia: ALL, CLL, AML (p356).\n  \n• Metastatic carcinoma: from breast, lung, bowel, prostate, kidney, or head and \nneck cancers.\nOedema\n(See p579.)\nPitting oedema: Fluid can either be squeezed out of the veins (increased hydrostatic \npressure, eg DVT, right heart failure) or diff use out because of reduced oncotic pres-\nsure (low plasma proteins, eg cirrhosis, nephrotic syndrome, protein-losing enter-\nopathy) leading to an osmotic gradient with the tissues (ﬁ g 2.9, p39, p579). The cause \nof oedema is still not completely understood.5\nPeriorbital oedema: Oedema around the face has a very diff erent diff erential; the \neyelid skin is very thin so periorbital oedema is usually the ﬁ rst sign—think of al-\nlergies (contact dermatitis, eg from eye make-up, stings), angioedema (can be \nhereditary), infection (orbital cellulitis can be life-threatening, refer to hospital \nimmediately if concerned, other infections include EBV and sinusitis); if there is prop-\ntosis (p219) think Graves’ disease, connective tissue diseases (eg dermatomyositis, \nSLE, sarcoid, amyloid); and many others. Assess for systemic disease before putting \nit down to allergies.\nNon-pitting oedema: Ie non-indentable, is lymphoedema due to poor lymphatic \ndrainage. Can be due to radiotherapy, malignant inﬁ ltration, infection, ﬁ lariasis, or \nrarely primary lymphoedema (Milroy’s syndrome p706).\nWeight loss\nWeight loss can be both a symptom (ie reported by the patient) and a sign (identiﬁ ed \nby physician). A feature of chronic disease, depression, malnutrition, malignancy, \nchronic infections (eg TB, HIV/enteropathic AIDS), diabetes mellitus, and hyperthy-\nroidism (typically in the presence of increased appetite). Severe generalized \nmuscle wasting is also seen as part of a number of degenerative neurological \ndiseases and in cardiac failure (cardiac cachexia), although in the latter, right \nheart failure may not make weight loss a major complaint. Do not forget ano-\nrexia nervosa (OHCS p382) as an underlying cause of weight loss.\nRule out treatable causes, eg diabetes is easy to diagnose—TB can be very hard. For \nexample, the CXR may look like cancer so don’t forget to send bronchoscopy samples \nfor ZN stain and TB culture. Unintentional weight loss should always ring alarm bells, \nso assess patients carefully.\nCachexia\nGeneral muscle wasting from famine, or eating (dementia; stroke; MND, p506; ano-\nrexia nervosa), malabsorption (entero pathic AIDS/slim disease/Crypto spor idium; \nWhipple’s) or catabolism (neoplasia; CCF; TB; chronic kidney disease; leptin).6", "text_length": 3177, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 47/905)", "type": "chunk", "chunk_index": 46, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.938501", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.939132", "status": "complete", "chunks_added": 2}