{"task_id": "09c36d120d71b79b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 254/905)", "text": "pacts sustainability. \nCalculating body mass index\n\n--- Page 260 ---\n246\nGastroenterology\nThe mouth\nThe diagnosis will often come out of your patient’s mouth, so open it! So many GI \ninvestigations are indirect...now is your chance for direct observation.\nLeucoplakia (ﬁ g 6.2) Is an oral mucosal white patch that will not rub off  and is \nnot attributable to any other known disease. It is a premalignant lesion, with a \ntransformation rate, which ranges from 0.6% to 18%. Oral hairy leucoplakia is a \nshaggy white patch on the side of the tongue seen in HIV, caused by EBV. When \nin doubt, refer all intra-oral white lesions (see BOX).\nAphthous ulcers (ﬁ g 6.3) 20% of us get these shallow, painful ulcers on the \ntongue or oral mucosa that heal without scarring. Causes of severe ulcers: \nCrohn’s and coeliac disease; Behçet’s (p694); trauma; erythema multiforme; lichen \nplanus; pemphigus; pemphigoid; infections (herpes simplex, syphilis, Vincent’s \nangina, p712). : Minor ulcers: avoid oral trauma (eg hard toothbrushes or foods \nsuch as toast) and acidic foods or drinks. Tetracycline or antimicrobial mouth-\nwashes (eg chlorhexidine) with topical steroids (eg triamcinolone gel) and topical \nanalgesia. Severe ulcers: possible therapies include systemic corticosteroids (eg \noral prednisolone 30–60mg/d PO for a week) or thalidomide (absolutely contraindi-\ncated in pregnancy). Biopsy any ulcer not healing after 3 weeks to exclude mal-\nignancy; refer to an oral surgeon if uncertain.\nCandidiasis (thrush) (ﬁ g 6.4) Causes white patches or erythema of the buccal mu-\ncosa. Patches may be hard to remove and bleed if scraped. Risk factors: Extremes \nof age; DM; antibiotics; immunosuppression (long-term corticosteroids, including in-\nhalers; cytotoxics; malignancy; HIV). : Nystatin suspension 400 000U (4mL swill and \nswallow/6h). Fluconazole for oropharyngeal thrush.\nCheilitis (angular stomatitis) Fissuring of the mouth’s corners is caused by denture \nproblems, candidiasis, or deﬁ ciency of iron or riboﬂ avin (vitamin B2). (ﬁ g 8.5, p327.)\nGingivitis Gum inﬂ ammation ± hypertrophy occurs with poor oral hygiene, drugs \n(phenytoin, ciclosporin, nifedipine), pregnancy, vitamin C deﬁ ciency (scurvy, p268), \nacute myeloid leukaemia (p356), or Vincent’s angina (p712).\nMicrostomia (ﬁ g 6.5) The mouth is too small, eg from thickening and tightening \nof the perioral skin after burns or in epidermolysis bullosa (destructive skin and \nmucous membrane blisters ± ankyloglossia) or systemic sclerosis (p552).\nOral pigmentation Perioral brown spots characterize Peutz–Jeghers’ (p708). Pig-\nmentation anywhere in the mouth suggests Addison’s disease (p226) or drugs (eg \nanti malarials). Consider malignant melanoma. Telangiectasia: Systemic sclerosis; \nOsler–Weber–Rendu syndrome (p708). Fordyce glands: (Creamy yellow spots at \nthe border of the oral mucosa and the lip vermilion.) Sebaceous cysts, common \nand benign. Aspergillus niger colonization may cause a black tongue.\nTeeth (ﬁ g 6.6) A blue line at the gum–tooth margin suggests lead poisoning. Pre-\nnatal or childhood tetracycline exposure causes a yellow–brown discolouration.\nTongue This may be furred or dry (xerostomia) in dehydration, drug therapy,\n3 after \nradiotherapy, in Crohn’s disease, Sjögren’s (p710), and Mikulicz’s syndrome (p706).\nGlossitis: Means a smooth, red, sore tongue, eg caused by iron, folate, or B12 deﬁ -\nciency (ﬁ g 8.27, p335). If local loss of papillae leads to ulcer-like lesions that change \nin colour and size, use the term geographic tongue (harmless migratory glossitis).\nMacroglossia: The tongue is too big. Causes: myxoedema; acromegaly; amyloid \n(p370). A ranula is a bluish salivary retention cyst to one side of the frenulum, \nnamed after the bulging vocal pouch of frogs’ throats (genus Rana).\nTongue cancer: Appears as a raised ulcer with ﬁ rm edges. Risk factors: smoking, \nalcohol.\n4 Spread: anterior ⅓ of tongue drains to submental nodes; middle ⅓ to sub-\nmandibular nodes; posterior ⅓ to deep cervical nodes (see BOX, p599). Treatment: \nRadiotherapy or surgery. 5yr survival (early disease): 80%. When in doubt, refer.\n3 Drugs causing xerostomia: ACE-i; antidepressants; antihistamines; antipsychotics; antimuscarinics/\nanti cholinergics; bromocriptine; diuretics; lo peramide; nifedipine; opiates; prazosin; prochlorperazine, etc.\n4 Betel nut (Areca catechu) chewing, common in South Asia, may be an independent risk factor.", "text_length": 4444, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 254/905)", "type": "chunk", "chunk_index": 253, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.454240", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.454930", "status": "complete", "chunks_added": 3}