{"task_id": "0b858e378f739110", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 456/905)", "text": "m ﬁ ndings to neuroanatomy: localizing the lesions\n\n--- Page 462 ---\n448\nNeurology\nDrugs and the nervous system\nThe brain is a gland that secretes both thoughts and molecules: both products are \nmodulated by neurotransmitter systems. Some target sites for drugs:\n1   Precursor of the transmitter (eg levodopa).\n2   Interference with the storage of transmitter in vesicles within the pre-synaptic \nneuron (eg tetrabenazine).\n3   Binding to the post-synaptic receptor site (eg bromocriptine).\n4   Binding to the receptor-modulating site (eg benzodiazepines).\n5   Interference with the breakdown of neurotransmitter within the synaptic cleft \n(eg acetylcholinesterase inhibitors; monoamine oxidase inhibitors—MAOIS).\n6   Reduce reuptake of transmitter from synaptic cleft into pre-synaptic cell (eg \nselective serotonin reuptake inhibitors—SSRIS, eg ﬂ uoxetine; or serotonin and \nnoradrenaline reuptake inhibitors—SNRIS, eg mirtazapine).\n7  Binding to pre-synaptic autoreceptors (eg pindolol, a -blocker with partial 5HT au-\ntoreceptor antagonist eff ects, can be used to augment antidep ressant therapy).\nImportant neurotransmitters (and some associated drugs) are listed in table 10.1.\nThe complex and subtle mixture of chemicals that bathes our hundreds of trillions \nof synapses has been likened to a ‘sea’ of neurotransmitters. If so, it is surely a \nseascape of exquisite beauty, no matter how disturbed cognition may become by \nthe storms that whip the waves on the surface. A well-chosen prescription may \noff er a lifeboat from such storms, but before prescribing any drug that modu-\nlates neurotransmission, consider that you are about to release a blunt and poorly \nunderstood force into a delicate environment. • The drug (or a metabolite) must \nbe able to pass through the blood–brain barrier to have an eff ect. •The conse-\nquences of any sedative eff ects may be severe. • There will be short- and long-\nterm SEs (eg tardive dyskinesia with neuroleptic drugs). • Most drugs aff ect many \nneuro transmitters, increasing therapeutic scope (and uncertainty) eg risperidone \n(blocks D2, 5HT2, 1 and 2 receptors). • Metabolites of drugs may have equal or more \nimportant pharmacological eff ects resulting in clinically important interactions \nwith drugs aff ecting eg hepatic metabolism. • One neurotrans mitter may have \nmany eff ects, eg dopaminergic neurons go awry in Parkinson’s disease, schizo-\nphrenia, and addiction to drugs and gambling, by aff ecting motor control, motiva-\ntion, eff ort, reward, analgesia, stress, learning, attention, and cognition.\nStorms on the sea of neurotransmission", "text_length": 2611, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 456/905)", "type": "chunk", "chunk_index": 455, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.954582", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.955368", "status": "complete", "chunks_added": 2}