{"task_id": "0bbb48ae5b924436", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 451/905)", "text": "itis\nTB, lymphoma, EBV, brucellosis, leptospirosis\n\n--- Page 457 ---\n443\nInfectious diseases\nListen to your patient You have two cultures to master: the host and the patho-\ngen. Prolonged immersion in both may be needed.\nAsk Do not expect to ﬁ nd apposite questions such as these in any other textbook:\n1   ‘Have you delivered any septic babies in the last year?’ Impress and cure \nyour obstetrician friends who tell you that ‘I’m so depressed about not being \nable to shake off  this ﬂ u’, and who have forgotten about transfer of brucellosis \nfrom baby to obstetrician.\n2   ‘Are your carp well at present?’ Mycobact erium marinum skin infection.\n3   ‘Could that be a Hyalomma tick bite from when you rode your ostrich in \nlast week’s race?’ Crimean-Congo haemorrhagic fever.\n4   ‘Who has been licking your face recently?’ Pasteurella multocida.\n5   ‘Has your dog been on holiday this year?’ Monkeypox from prairie dogs.\n6   ‘Has your pet hedgehog lost weight?’ Salmonella.\n7   ‘Did you develop your headache after you adopted your pet magpie?’ Zo-\nonotic transmission of Cryptococcus neoformans causing meningitis.\n8   ‘Did you have a stray pig living under your house when the monsoon\nstarted?’ Pigs + standing water + mosquitoes = Japanese encephalitis.\n9   ‘Did you sample the local frog paella?’ Angiostrongyliasis causing eosino-\nphilic meningitis.\n10   ‘Did your goat miscarry last year?’ Coxiella burnetii.\n11   ‘Did your depressed pig develop a purple snout?’ Erysipelothrix rhusi-\nopathiae endocarditis via swine erysipelas.\n12   ‘Can I see your pet lobster: he may be the cause of your bad hand?’ Lob-\nsterman’s hand, an erysipeloid infection from Erysipelothrix. Pet lobsters have \na grand pedigree. Gérard de Nerval used to take his \npet lobster for walks, on a blue silk lead, beside the \nSeine (ﬁ g 9.60). A lobster, he said, is, ‘serious-minded \nand quiet, doesn’t scratch or bark like a dog, and \nknows all of the secrets of the deep’. His lobster’s \nmission was to combat the Philistinism chaining us \nall to mediocrity.\nAsk also, ‘Where have you been?’ Though you will not be \nabsolved of thought, even when the answer is, ‘South-\nend’. It may be a question of amnesic stopovers. Or \nperhaps your patient is an airport baggage-handler, bitten by a hitch-hiking mos-\nquito. And even when there has been no travel to the tropics, global warming is \nensuring that the tropics are travelling to us. To the ﬁ rst writers of medical books, \nParadise was just beyond the Far East, and the world was a disc surrounded by \noceans of blue water. But the world moves on, tarnished, tawdry, and trashed; and \nParadise appears to be evolving with ever more serpents in the garden, beguiling \nus with ambiguous answers to our great questions.\nDon’t give up If the culture is negative, tests may need repeating. Perhaps the \norganism is ‘fastidious’ in its nutritional requirement or requires a longer incuba-\ntion? Even if culture is achieved, it may be that the organism grown is ﬂ ora not \npathogen. If culture fails, look for antibodies or antigen. PCR is increasingly used \nfor identiﬁ cation, but it is far from infallible; beware of inhibitors, contamination, \nand a primer that is not as unique as your patient.\nRemember Sherlock: ‘My mind,’ he said, ‘rebels at stagnation. Give me prob-\nlems, give me work, give me the most abstruse cryptogram or the most in-\ntricate analysis, and I am in my own proper atmosphere. I can dispense then \nwith artiﬁ cial stimulants. But I abhor the dull routine of existence. I crave for \nmental exaltation. That is why I have chosen my own particular profession, - \nor rather created it, for I am the only one in the world.’\nThe Sign of the Four, Arthur Conan Doyle, 1890.\nNo, Sherlock, you are not; you have the infectious disease physicians for company.\nEliciting the weird and the wonderful\nFig 9.60 ‘Is your pet lobster \nwell?’ (Gérard de Nerval).", "text_length": 3898, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 451/905)", "type": "chunk", "chunk_index": 450, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.946300", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.947352", "status": "complete", "chunks_added": 2}