{"task_id": "0c022ddb5560b07e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 705/905)", "text": "19–2002; Victor A Najjar b1914 (US paediatricians)\n\n--- Page 711 ---\n697\nEponymous syndromes\nAfter his neurological experiments, Brown-Séquard, the most visionary of all neu-\nroanatomists and the grandfather of HRT, proclaimed he had found the secret of \nperpetual youth after injecting himself with a concoction of testicular blood, se-\nmen, and testicular extracts from dogs and guinea pigs. In the 1880s, over 12 000 \ndoctors were queuing up to use his special extracts on patients, which he gave \naway free, provided results were reported back to him. 314 out of 405 cases of spi-\nnal syphilis improved, and his own urinary ﬂ ow rate rose by 25%. Endocrin ologists \nnever forgave him for bringing their science into disrepute. To this day, no one \nreally knows if his (literally) seminal work has given us anything of any practical \nvalue. But he might be pleased to know that testosterone is now known to have \nthe urodynamic beneﬁ ts he anticipated, at least in men with hypogonadism.23\nLike many brilliant men, he had a cruel streak, backing clitoridectomy for preven-\nt ing blindness and other imaginary complic ations of ‘masturbatory melan cholia’. \nHad he not been blinded by 19th-century ideas about female sexuality, could he \nhave found a marvellous use for his concoctions, for 21st-century ‘hypo active \nsexual desire disorder’? Possibly, but only if he relied on placebo responses.24,25\nFame and infamy in the search for lost youth\n1 Der Vogel kämpft sich aus dem Ei. Das Ei ist die Welt. Wer geboren werden will, muss eine Welt \nzerstören. The bird struggles out of the egg. The egg is the world. Whoever will be born, must ﬁ rst destroy \na world. (Hermann Hesse. Demian; 1917.)\n2 Cystic ﬁ brosis (misfolded CFTR protein), Marfan’s (misfolded ﬁ brillin),28 Fabry (misfolded -galactosidase), \nGaucher’s (misfolded -glucocerebrosidase), retinitis pigmentosa 3 (misfolded rhodopsin); some cancers may \nbe caused by misfolding of tumour suppressor proteins (von Hippel–Lindau protein).\nIn 1931, Buerger’s disease caused gangrene in the toes of Harvey Cushing (p224)—\nthe most cantankerous (and greatest) neurosurgeon ever. He had to be wheeled \nto the operating theatre to carry on his brilliant art (and to continue terrifying his \nassistants).26 He had to retire partially, whereupon his colleagues presented him \nwith a magniﬁ cent silver cigarette box, containing 2000 cigarettes (to which he \nwas addicted)—one for each brain tumour he had removed during his long career, \nso verifying the truth that although we owe everything to our teachers, we must \neventually kill them to move out from under their shadow.\n1\nPoisoning your boss\n  \n• An earlier age at presentation (median 29yrs vs 60yrs in sporadic CJD).\n  \n• Longer survival and later dementia (median 14 months vs 4 for sporadic CJD).\n  \n• Psychiatric features are an early sign (anxiety, withdrawal, apathy, agitation, a \npermanent look of fear in the eyes, depression, personality change, insomnia). \nHallucinations and delusions may occur—before akinetic mutism.\n  \n• Painful sensory symptoms are commoner (eg foot pain hyperaesthesia).\n  \n• More normal EEG (sporadic CJD has a characteristic spike and wave pattern).\n  \n• Mean CSF tau-pT181/tau protein ratio is 10-fold higher in VCJD than in SCJD.22\n  \n• Homozygosity for methionine at codon 129 of the PRP gene is typical.\nSigns that may distinguish variant CJD from sporadic CJD (SCJD)\nFor centuries, kuru was no bigger than a man’s hand; a cloud barely visible on \nour horizon; a rare disease in cannibals beyond the Paciﬁ c. But meticulous work \non kuru led to knowledge of prion diseases before the 1990s epidemic of VCJD. If \nin the 1950s, Gajdusek and Zigas had not been intrigued as to why kuru aff ected \nwomen and children more than men (their strange neural diet was the culprit), the \ndiscovery of vCJD would have been delayed, as no surveillance would have been in \nplace. Neural tissue might still be in our food chain, with dreadful consequences. \nBut further than this, the notion of ‘protein-misfolding diseases’\n2 would have been \ndelayed by decades. So this is the lesson: let curiosity ﬂ ourish. This is Liberski’s \nimperative.27 So now let’s scan our horizon for other intriguing clouds.\nWhy bother studying rare diseases? The Liberski imperative...", "text_length": 4305, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 705/905)", "type": "chunk", "chunk_index": 704, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.381876", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.382736", "status": "complete", "chunks_added": 3}