{"task_id": "0e124ca85aa68f4d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 325/905)", "text": "ending loop\nDistal tubule\nCortical collecting duct\n\n--- Page 331 ---\n317\nRenal medicine\nPhysiology\nReabsorbs Na\n+ (~10–30%) and other electrolytes. Key transport via electroneutral \nNa\n+/K\n+/2ClΩ co-transporter.\nPathology\nBartter syndromes: Due to impaired salt transport in the thick ascending loop. \nSodium reabsorption increases further along the nephron in exchange for K\n+ and \nH\n+  all cause a hypokalaemic, hypochloraemic, metabolic alkalosis. Usually pre-\nsent in childhood. Divided into subtypes depending on transport molecule defect. \nType 1 mimics a loop diuretic. Elevated prostaglandin levels are also a feature. \nTreatment is with salt replacement and the use of NSAIDs (after volume repletion).\nDiuretics\nLoop diuretics (eg furosemide, bumetanide): Block the Na\n+/K\n+/2ClΩ co-trans-\nporter in the thick ascending loop of Henle, hence increase the solute load of the \nﬁ ltrate and reduce water resorption. Increase excretion of water, Na\n+, ClΩ, phos-\nphate, Mg\n2+, Ca\n2+, K\n+, and H\n+. They are readily absorbed from the GI tract (unless it \nis oedematous in which case IV may be needed) with peak concentration within \n30–120min. Widely used in peripheral oedema (heart failure, ascites). They can \nalso be used to treat hypercalcaemia. Side eff ects include hypokalaemic metabolic \nalkalosis, hypovolaemia, and ototoxicity.\nThick ascending loop of Henle\nPhysiology\nReabsorbs Na\n+ (~5–10%) and other electrolytes. Key transport via NaCl co-\ntransporter.\nPathology\nGitelman syndrome: Loss of function of the NaCl co-transporter. Milder than Bar-\ntter syndrome: usually presents in adolescence/adulthood with incidental ﬁ nding \nof electrolyte abnormalities. Mimics thiazide diuretic administration. Treat with \nelectrolyte supplementation.\nDiuretics\nThiazide (eg bendroﬂ umethiazide) and thiazide-like diuretics (eg indapam-\nide, chlortalidone, metolazone): Inhibit the NaCl transporter  decrease NaCl \nreabsorption and increase water loss. Used to treat BP (p140). Side eff ects: hy-\nponatraemia, hypokalaemia, and hypomagnesaemia. However, calcium excretion \nis reduced (in contrast to loop diuretics)  can be used to treat recurrent kidney \nstones in patients with hypercalciuria. Excretion of uric acid is reduced (care in \ngout). Glucose intolerance can occur (mechanism may be related to hypokalae-\nmia) so care in DM. Increase in LDL cholesterol is not signiﬁ cant with chronic use at \nlow dose, especially in the context of beneﬁ cial BP reduction.\nDistal tubule\nPhysiology\nAcid–base and K\n+ homeostasis. Aldosterone acts to retain Na\n+and excrete K\n+.\nPathology\nDistal (type 1) renal tubular acidosis (RTA): Failure of acid (H\n+) excretion. Primary \ngenetic disease or secondary to autoimmune disease (eg Sjögren’s syndrome, SLE), \ntoxins (eg lithium). Can cause, or be caused by, nephrocalcinosis (eg medullary \nsponge kidney, sarcoid). Leads to bone demineralization, renal calculi. Hypoka-\nlaemia can be severe. Diagnosis: urine fails to acidify (pH >5.3) despite metabolic \nacidosis. Treat with bicarbonate replacement and management of underlying dis-\nease. Type 4 RTA: Hyperkalaemia and acidosis due to (real or apparent) hypoaldo-\nsteronism, eg adrenal insuffi  ciency, DM, ACE-i/ARB, K\n+-sparing diuretics.\nDiuretics\nK\n+-sparing: aldosterone antagonists, eg spironolactone, eplerenone, amiloride.\nUsed in aldosteronism, heart failure, cirrhosis, K\n+-wasting states. Decrease Na\n+ \nand K\n+ excretion. Can cause K\n+, acidosis. Oestrogenic eff ects with spironolactone. \nCortical collecting duct", "text_length": 3530, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 325/905)", "type": "chunk", "chunk_index": 324, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.726700", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.727950", "status": "complete", "chunks_added": 2}