{"task_id": "0e72c4d6d677d12d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 455/905)", "text": "nt). \nMuscle weakness grading (MRC classiﬁ cation)\n\n--- Page 461 ---\n447\nNeurology\nCortical lesions may cause a particularly localized problem with hand or foot \nmovements, with normal or even tone—but reﬂ exes more proximally in the arm \nor leg will point to this being an UMN rather than LMN lesion. Sensory loss may be \nconﬁ ned to discriminative functions, eg stereognosis and two-point discrimina-\ntion (p499). Internal capsule (p470) and corticospinal tract lesions cause con-\ntralateral hemiparesis (UMN signs). There is generalized contralateral sensory loss. \nA cranial nerve palsy (III–XII) contralateral to a hemipl egia implicates the brain-\nstem on the side of the cranial nerve palsy. Lateral brainstem lesions show both \ndissociated and crossed sensory loss with pain and T° loss on the side of the face \nipsilateral to the lesion, and contralateral arm and leg sensory loss. Cord lesions \ncausing paraparesis (both legs) or quadriparesis/tetra plegia (all limbs) are sug-\ngested by ﬁ nding a motor and reﬂ ex level (power is unaff ected above the lesion, \nwith LMN signs at the level of the lesion, and UMN signs below the lesion). A sensory \nlevel is the hallmark (albeit a rather unreliable one)—ie decreased sensation below \nthe level of the lesion with normal sensation above. Hemi- cord lesions cause a \nBrown-Séquard picture (p696): dorsal column loss on the side of the lesion and \ncontralateral spinothalamic loss. Dissociated sensory loss may occur, eg in cervi-\ncal cord lesions—loss of ﬁ ne touch and proprioception without loss of pain and \ntemperature (or vice versa, eg syringomyelia, p516; or cord tumours). Peripheral \nneuropathies: (p502.) Most cause distal weakness, eg foot-drop; weak hand (note: \nalthough Guillain–Barré syndrome typically presents as distal weakness that as-\ncends over time, some atypical forms of Guillain–Barré syndrome may present \nwith proximal weakness due to nerve root involvement). Sensory loss is typically \nworse distally (may involve all sensory modalities or be selective, depending on \nnerve ﬁ bre size involved). Involvement of a single nerve (mononeuropathy) occurs \nwith trauma or entrapment (carpal tunnel, p503); invol vement of several nerves \n(mononeuritis multiplex) is seen, eg in DM or vasculitis. Sensory loss from indi-\nvidual nerve lesions will follow anatomical territories (dermatomes, p454), which \nare usually more sharply deﬁ ned than those of root lesions.\nAlso ask\nWhat is the lesion? Are the cells diseased, dysfunctional, disconnected (after a \nstroke), or under- or overexcited (migraine; epilepsy)? Is there loss of a speciﬁ c type \nof nerve cell, as in MND or subacute com bined degeneration of the cord (B12, p334). \nArteriopaths get strokes, tropical travellers get wormy lesions.\nWhy? Is there a systemic disease causing the neurology? Eg atrial ﬁ brillation \nallowing an embolus to form, which then lodges in the patient’s dominant hemi-\nsphere, causing an infarct that presents with dysphasia. Do a full systems ex-\namination and always beware the irregularly irregular pulse.\nFrom ﬁ ndings to neuroanatomy: localizing the lesions", "text_length": 3131, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 455/905)", "type": "chunk", "chunk_index": 454, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.953448", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.954110", "status": "complete", "chunks_added": 2}