{"task_id": "0e791a9903906d3e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 692/905)", "text": "tus type 1.\nOsteoporosis risk factors: ‘SHATTERED’\n\n--- Page 698 ---\n684\nClinical chemistry\nMetabolic bone diseases: osteomalacia\nIn osteomalacia, there is a normal amount of bone but its mineral content is low \n(there is excess uncalciﬁ ed osteoid and cartilage). This is the reverse of osteoporosis \nin which mineralization is unchanged, but there is overall bone loss. Rickets is the \nresult if this process occurs during the period of bone growth; osteomalacia is the \nresult if it occurs after fusion of the epiphyses.\nSigns and symptoms\nRickets: Growth retardation, hypotonia, apathy in infants. Once walking: knock-\nkneed, bow-legged, and deformities of the metaphyseal–epiphyseal junction (eg the \nrachitic rosary). Features of Ca\n2+—often mild (p678). Children with rickets are ill.\nOsteomalacia: Bone pain and tenderness; fractures (esp. femoral neck); proximal \nmyopathy (waddling gait), due to PO4\n3Ω and vitamin D deﬁ ciency per se.\nCauses\nVitamin D deﬁ ciency: Due to malabsorption (p266), poor diet, or lack of sunlight.\nRenal osteodystrophy: Renal failure leads to 1,25-dihydroxy-cholecalciferol deﬁ cien-\ncy [1,25(OH)2-vitamin D deﬁ ciency]. See also renal bone disease (p312).\nDrug-induced: Anticonvulsants may induce liver enzymes, leading to an increased \nbreakdown of 25-hydroxy-vitamin D.\nVitamin D resistance: A number of mainly inherited conditions in which the os-\nteomalacia responds to high doses of vitamin D (see ‘Treatment’ later in this topic).\nLiver disease: Due to reduced hydroxylation of vitamin D to 25-hydroxy-cholecalcif-\nerol and malabsorption of vitamin D, eg in cirrhosis (p276).\nTumour-induced osteomalacia: (Oncogenic hypophosphataemia.) Mediated by \nraised tumour production of phosphat onin ﬁ broblast growth factor 23 (FGF-23) which \ncauses hyperphosphaturia. serum PO4\n3Ω often causes myalgia and weakness.18\nInvestigations\nPlasma: Mildly Ca\n2+ (but may be severe); PO4\n3Ω; ALP; PTH high; 25(OH)-vitamin D, \nexcept in vitamin D resistance. In renal failure, 1,25(OH)2-vitamin D (p312).\nBiopsy: Bone biopsy shows incomplete mineralization. Muscle biopsy (if proximal \nmyopathy) is normal.\nX-ray: In osteomalacia, there is a loss of cortical bone; also, apparent partial frac-\ntures without displacement may be seen especially on the lateral border of the \nscapula, inferior femoral neck, and medial femoral shaft (Looser’s zones; see ﬁ g 14.9). \nCupped, ragged metaphyseal surfaces are seen in rickets (ﬁ g 14.10).\nTreatment\n  \n• In dietary insuffi  ciency, give vitamin D, eg as one calcium D3 forte tablet/12h PO.\n  \n• In malabsorption or hepatic disease, give vitamin D2 (ergocalciferol), up to 40 000U \n(=1mg) daily, or parenteral calcitriol, eg 7.5mg monthly.\n  \n• If due to renal disease or vitamin D resistance, give alfacalcidol (1-hydroxy-\nvitamin D3) 250ng–1mcg daily, or calcitriol (1,25-dihydroxy-vitamin D3) 250ng–1mcg \ndaily, and adjust dose according to plasma Ca\n2+. Alfacalcidol and calcitriol can \ncause dangerous hypercalcaemia.\n  \n• Monitor plasma Ca\n2+, initially weekly, and if nausea/vomiting.\nVitamin D-resistant rickets Exists in two forms. Type I has low renal 1-hydroxy-\nlase activity, and type II has end-organ resistance to 1,25-dihydroxy-vitamin D3, due \nto a point mutation in the receptor. Both are treated with large doses of calcitriol.\nX-linked hypophosphataemic rickets Dominantly inherited—due to a defect in \nrenal phosphate handling (due to mutations in the PEX or PHEX genes which encode \nan endopeptidase). Rickets develops in early childhood and is associated with poor \ngrowth. Plasma PO4\n3Ω is low, ALP is high, and there is phosphaturia. Treat ment is with \nhigh doses of oral phosphate, and calcitriol.", "text_length": 3705, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 692/905)", "type": "chunk", "chunk_index": 691, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.360442", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.361457", "status": "complete", "chunks_added": 2}