{"task_id": "0ea1b2c8e7e6ba6f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 15/905)", "text": "ak, Alnilam, and \nMint a ka.\n©JML and David Malin.\n\n--- Page 17 ---\nThinking about medicine\n3\nQALYS and resource rationing\n‘There is a good deal of hit and miss about general medicine. It is a profession \nwhere exact measurement is not easy and the absence of it opens the mind to \nendless conjecture as to the efﬁ cacy of this or that form of treatment.’\nAneurin Bevan, In Place of Fear, 1952.\nA QALY is a quality-adjusted life year. One year of healthy life expectancy = 1 QALY, \nwhereas 1 year of unhealthy life expectancy is worth <1 QALY, the precise value falling \nwith progressively worsening quality of life. If an intervention means that you are \nlikely to live for 8 years in perfect health then that intervention would have a QALY \nvalue of 8. If a new drug improves your quality of life from 0.5 to 0.7 for 25 years, \nthen it has a QALY value of (0.7 Ω 0.5)≈25=5. Based on the price of the intervention, the \ncost of 1 QALY can be calculated. Healthcare priorities can then be weighted towards \nlow cost QALYs. The National Institute for Health and Care Excellence (NICE) consid-\ners that interventions for which 1 QALY=<£30 000 are cost-eff ective. However, as a \npractical application of utilitarian theory, QALYs remain open to criticism (table 1.1). \nRemember that although for a clinician, time is unambiguous and quantiﬁ able, time \nexperienced by patients is more like literature than science: a minute might be a \nchapter, a year a single sentence.3\nTable 1.1 The advantages and disadvantages of QALYs\nAdvantages\nDisadvantages\nTransparent societal decision \nmaking\nFocuses on slice (disease), not pie (health)\nCommon unit for diff erent \ninterventions \nBased on a value judgement that living longer is a \nmeasure of success\nAllows cost-eff ectiveness \nanalysis\nQuality of life assessment comes from general public, \nnot those with disease\nAllows international comparison\nPotentially ageist—the elderly always have less ‘life \nexpectancy’ to gain\nFocus on outcomes, not process ie care, compassion\nThe inverse care law, equity, and distributive justice:\nThe inverse care law states that the availability of good medical care varies inversely \nwith the need for it. This arises due to poorer quality services, barriers to service ac-\ncess, and external disadvantage. By focusing on the beneﬁ t gained from an interven-\ntion, the QALY system treats everyone as equal. But is this really equality? Distributive \njustice is the distribution of ‘goods’ so that those who are worst off  become better \noff . In healthcare terms, this means allocation of resources to those in greatest need, \nregardless of QALYs.\nThe importance of compassion4,5 in medicine is undisputed. It is an emotional re-\nsponse to negativity or suff ering that motivates a desire to help. It is more than \n‘pity’, which has connotations of inferiority; and diff erent from ‘empathy’, which is \na vicarious experience of the emotional state of another. It requires imaginative \nindwelling into another’s condition. The ﬁ ctional Jules Henri experiences a loss of \nsense of the second person; another person’s despair alters his perception of the \nworld so that they are ‘connected in some universal, though unseen, pattern of \nhumanity’.\n4 With compassion, the pain of another is ‘intensiﬁ ed by the imagina-\ntion and prolonged by a hundred echoes’.\n5 Compassion cannot be taught; it re-\nquires engagement with suff ering, cultural understanding, and a mutuality, rather \nthan paternalism. Adverse political, excessively mechanical, and managerial envi-\nronments discourage its expression. When compassion (what is felt) is diffi  cult, \netiquette (what is done) must not fail: reﬂ ection, empathy, respectfulness, atten-\ntion, and manners count: ‘For I could never even have prayed for this: that you \nwould have pity on me and endure my agonies and stay with me and help me’.\n6\nCompassion\n4 Sebastian Faulkes, Human Traces, 2005.\n5 Milan Kundera, The Unbearable Lightness of Being, 1984.\n6 Philoctetes by Sophocles 409 BC (translation Phillips and Clay, 2003).", "text_length": 4048, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 15/905)", "type": "chunk", "chunk_index": 14, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.882604", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.884167", "status": "complete", "chunks_added": 3}