{"task_id": "0f2f59a0240d04f7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 720/905)", "text": "long the QT interval.\nCauses of a long QT interval\n\n--- Page 726 ---\n712\nEponymous syndromes\nTakayasu’s arteritis (Aortic arch syndrome; pulseless disease.) Rare outside of \nJapan, this systemic vasculitis aff ects the aorta and its major branches. Granuloma-\ntous inﬂ ammation causes stenosis, thrombosis, and aneurysms. It often aff ects wom-\nen aged 20–40yrs. Symptoms depend on the arteries involved. The aortic arch is often \naff ected, with cerebral, ophthalmological, and upper limb symptoms, eg dizziness, \nvisual changes, weak arm pulses. Systemic features are common—eg fever, weight \nloss, and malaise. BP is often a feature, due to renal artery stenosis. Complications \ninclude aortic valve regurgitation, aortic aneurysm and dissection; ischaemic stroke \n(BP and thrombus); and ischaemic heart disease. Diagnosis: ESR and CRP; MRI/PET \nallows earlier diagnosis than standard angiography. : Prednisolone (1mg/kg/d PO). \nMethotrexate or cyclophosphamide have been used in resistant cases. BP control is \nessential to risk of stroke. Angioplasty ± stenting, or bypass surgery is performed for \ncritical stenosis. Prognosis: ~95% survival at 15 years. \n \nMikito Takayasu, 1860–1938 (Japanese ophthalmologist)\nTietze’s syndrome (Idiopathic costochondritis.) Localized pain/tenderness at the \ncostosternal junction, enhanced by motion, coughing, or sneezing. The 2nd rib is most \noften aff ected. The diagnostic key is localized tenderness which is marked (ﬂ inches \non prodding). Treatment: Simple analgesia, eg NSAIDS. Its importance is that it is a \nbenign cause of what at ﬁ rst seems to be alarming, eg cardiac pain. In lengthy ill-\nness, local steroid injections may be used.  \nAlexander Tietze, 1864–1927 (German surgeon)\nTodd’s palsy Transient neurological deﬁ cit (paresis) after a seizure. There may be \nface, arm, or leg weakness, aphasia, or gaze palsy, lasting from ~30min–36h. The \naetiology is unclear. \nRobert Bentley Todd, 1809–1860 (Irish-born physician)\nVincent’s angina (Necrotizing ulcerative gingivitis.) Mouth infection with ulcera-\ntive gingivitis from Borrelia vincentii (a spirochaete) + fusiform bacilli, often aff ecting \nyoung  smokers with poor oral hygiene. Try amoxicillin 500mg/8h and metronida-\nzole 400mg/8h PO, + chlorhex idine mouthwash.  Jean Hyacinthe Vincent, 1862–1950 (French physician)\nVon Hippel–Lindau syndrome A dominant germline mutation of a tumour sup-\npressor gene. It predisposes to bilateral renal cysts and clear cell renal carcinoma \n(p320), retinal & cerebellar haemangioblastoma, and phaeochromocytoma. See ﬁ gs \n15.19, 15.20. It may present with visual impairment or cerebellar signs (eg unilateral \nataxia). \nEugen von Hippel, 1867–1939 (German ophthalmologist); Arvid Lindau, 1892–1958 (Swedish pathologist)\nVon Willebrand’s disease (VWD) Von Willebrand’s factor (vWF) has three roles in \nclotting: 1 To bring platelets into contact with exposed subendothelium. 2 To make \nplatelets bind to each other. 3 To bind to factor VIII, protecting it from destruction in \nthe circulation. There are >22 types of vWD; the commonest are:\nType I: (60–80%) Levels of of vWF. Symptoms are mild. Autosomal dominant.\nType II: (20–30%) Abnormal vWF, with lack of high-molecular-weight multimers. Usu-\nally autosomal dominant inheritance. Bleeding tendency varies. There are 4 subtypes.\nType III: (1–5%) Undetectable vWF levels (autosomal recessive with gene deletions). \nvWF antigen is lacking and there is factor VIII. Symptoms can be severe.\nSigns are of a platelet-type disorder (p344): bruising, epistaxis, menorrhagia, \nbleeding post-tooth extraction. Tests: APTT, bleeding time, factor VIIIC (clotting \nactivity), vWF Ag; INR and platelets. : Get expert help. Desmopressin is used in \nmild bleeding, vWF-containing factor VIII concentrate for surgery or major bleeds. \nAvoid NSAIDS. \nErik Adolf von Willebrand, 1870–1949 (Finnish physician)\nWallenberg’s lateral medullary syndrome This relatively common syndrome \ncomprises lesions to multiple CNS nuclei, caused by posterior or inferior cerebellar \nartery occlusion leading to brainstem infarction (ﬁ g 15.21). Features: • Dysphagia, \ndys arthria (IX and X nuclei). • Vertigo, nausea, vomiting, nystagmus (vestibular nu-\ncleus). • Ipsilateral ataxia (inferior cerebellar peduncle). • Ipsilateral Horner’s syn-\ndrome (descending sympathetic ﬁ bres). • Loss of pain and temperature sensation on \nthe ipsilateral face (V nucleus) and contralateral limbs (spinothalamic tract). There is \nno limb weakness as the pyramidal tracts are unaff ected.\nIn the rarer medial medullary syndrome, vertebral or anterior spinal artery \nocclusion causes ipsilateral tongue paralysis (XII nucleus) with contralateral limb \nweakness (pyramidal tract, sparing the face) and loss of position sense.  \n \n \nAdolf Wallenberg, 1862–1949 (German neurologist)", "text_length": 4853, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 720/905)", "type": "chunk", "chunk_index": 719, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.409418", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.410307", "status": "complete", "chunks_added": 3}