{"task_id": "0fbc729988b8cb8b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 532/905)", "text": "ncer (p618); bladder cancer (p647).\nCancer staging\n\n--- Page 538 ---\n524\nOncology and palliative care\nCancer treatment: medicine and surgery\nChemotherapy\nChemotherapy7 is the use of any chemical substance to treat disease. In modern-\nday use, the term refers primarily to the use of cytotoxic drugs in the treatment of \ncancer. The aim is to deliver enough cytotoxic drug to a cancer-cell target which \nis expressed diff erently compared to normal tissue. Cytotoxic drugs are given at \nintervals (cycles of treatment) to allow recovery of normal tissue. Chemotherapy is \nthe only systemic treatment for cancer (surgery and radiotherapy are local treat-\nments). This is important as most cancers are considered to be systemic either due \nto metastases, or the potential to metastasize in the future. Chemotherapy should \nbe prescribed and given only under expert guidance by people trained in its use.\nIncludes:\n  \n• Single-agent: Rarely curative as genetically resistant cells are selected out.\n  \n• Combination chemotherapy: A combination of drugs with diff erent mechanisms \nof action and diff erent side-eff ect proﬁ les reduces the likelihood of resistance and \ntoxicity. The drugs used should have:\n  \n• cytotoxic activity for that tumour, preferentially able to induce remission\n  \n• diff erent mechanisms of action, ideally additive or synergistic eff ects\n  \n• non-overlapping toxicity to maximize beneﬁ t of full therapeutic doses\n  \n• diff erent mechanisms of resistance.\n  \n• Adjuvant: After other initial treatment to reduce the risk of relapse, eg following \nsurgical removal of, eg breast, bowel cancer.\n  \n• Neoadjuvant: Used to shrink tumours prior to surgical or radiological treatment. \nMay allow later treatment to be more conservative.\n  \n• Palliative: No curative aim, off ers symptom relief, may prolong survival.\nClasses of cytotoxic drugs\n  \n• Alkylating agents: Anti-proliferative drugs that bind via alkyl groups to DNA lead-\ning to apoptotic cell death, eg cyclophosphamide, chlorambucil, busulfan.\n  \n• Angiogenesis inhibitors: Eg bevacizumab, aﬂ ibercept, sunitinib.\n  \n• Antimetabolites: Interfere with cell metabolism including DNA and protein synthe-\nsis, eg methotrexate, 5-ﬂ uorouracil.\n  \n• Antioestrogens: Aromatoase inhibitors (eg letrozole, anastrozole), oestrogen \nreceptor antagonists (eg tamoxifen, raloxifene) used in breast cancer treatment.\n  \n• Antitumour antibiotics: Interrupt DNA function, eg dactinomycin, doxorubicin, \nmitomycin, bleomycin.\n  \n• Monoclonal antibodies: Antibodies to a speciﬁ c tumour antigen can slow tumour \ngrowth by enhancing host immunity, or be conjugated with chemotherapy/radioac-\ntive isotopes to allow targeted treatment. Expect more of these in future.\n  \n• Topoisomerase inhibitors: Interrupt regulation of DNA winding, eg etoposide.\n  \n• Vinca alkaloids and taxanes: ‘Spindle poisons’ which target mechanisms of cell \ndivision, eg vincristine, vinblastine, docetaxel.\nSide-eff ects\nDue to cytotoxic eff ects on non-cancer cells. Greatest eff ect seen on dividing cells, ie \ngut, hair, bone marrow, gametes (see BOX ‘Fertility and cancer’, p525).\n  \n• Vomiting: Prophylaxis given with most cytotoxic regimens (see p251).\n  \n• Alopecia: May profoundly impact quality of life. Consider ‘cold-cap’, wig services.\n  \n• Neutropenia: Most commonly seen 7–14d after chemotherapy. Neutropenic sep-\nsis is life-threatening and needs urgent assessment and empirical treatment (p352).\nExtravasation8 = inadvertent inﬁ ltration of a drug into subcutaneous/subdermal \ntissue. Presentation: Tingling, burning, pain, redness, swelling, no ‘ﬂ ashback’/re-\nsistance from cannula. Management: Stop and disconnect infusion. Aspirate any \nresidual drug before cannula removed. Follow local policies (ask for the ‘extravasa-\ntion kit’). Follow any drug-speciﬁ c recommendations. For DNA-binding drugs (an-\nthracyclines, alkylating agents, antitumour antibiotics), use a dry cold compress to \nvasoconstrict and  drug spread. For non-DNA-binding drugs (vinca alkaloids, taxa-\nnes, platin salts), use a dry warm compress to vasodilate and  drug distribution. \nExtravasation of chemotherapy", "text_length": 4147, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 532/905)", "type": "chunk", "chunk_index": 531, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.091059", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.092201", "status": "complete", "chunks_added": 3}