{"task_id": "1078630294c4b7c8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 138/905)", "text": "ses with a VT complex creating an unusual complex.\n\n--- Page 144 ---\n130\nCardiovascular medicine\nAtrial ﬁ brillation (AF) and ﬂ utter  \nAF25 is a chaotic, irregular atrial rhythm at 300–600bpm (ﬁ g 3.35); the AV node re-\nsponds inter mittently, hence an irregular ventricular rhythm. Cardiac output drops \nby 10–20% as the ventricles aren’t primed reliably by the atria. AF is common in the el-\nderly (≤9%). The main risk is embolic stroke. Warfarin reduces this to 1%/yr from 4%. \nSo, do an ECG on everyone with an irregular pulse (±24h ECG if dizzy, faints, palpita-\ntions, etc.). If AF started more than 48h ago, intracardiac clots may have formed, ne-\ncessitating anticoagulation prior to cardioversion. see BOX ‘Anticoagulation and AF’.\nCauses Heart failure; hypertension; IHD (seen in 22% MI patients); 26 PE; mitral valve \ndisease; pneumonia; hyperthyroidism; caff eine; alcohol; post-op; K\n+; Mg\n2+. Rare \ncauses: Cardio myopathy; constrictive pericarditis; sick sinus syndrome; lung cancer; \nendo carditis; haemochromatosis; sarcoid. ‘Lone’ AF means no cause found.\nSymptoms May be asymptomatic or cause chest pain, palpitations, dysp noea, or \nfaintness. Signs Irregularly irregular pulse, the apical pulse rate is greater than \nthe radial rate, and the 1st heart sound is of variable intensity; signs of LVF (p800). \nExamine the whole patient: AF is often associated with non-cardiac disease.\nTests ECG shows absent P waves, irregular QRS complexes, ﬁ g 3.35. Blood tests: U&E, \ncardiac enzymes, thyroid function tests. Echo to look for left atrial enlarge ment, \nmitral valve disease, poor LV function, and other structural abnormalities.\nManaging acute AF\n  \n• If the patient has adverse signs (shock, myocardial ischaemia (chest pain or ECG \nchanges), syncope, heart failure): ABCDE, get senior input DC cardioversion (syn-\nchronized shock, start at 120–150J) ± amiodarone if unsuccessful (p807); do not \ndelay treatment in order to start anticoagulation.\n  \n• If the patient is stable & AF started <48h ago: rate or rhythm control may be tried. \nFor rhythm control, DC cardiovert or give ﬂ ecainide (CI: structural heart disease, \nIHD) or amiodarone. Start heparin in case cardioversion is delayed (see BOX ‘Anti-\ncoagulation and AF’).\n  \n• If the patient is stable & AF started >48h ago or unclear time of onset: rate control \n(eg with bisoprolol or diltiazem). If rhythm control is chosen, the patient must be \nanticoagulated for >3wks ﬁ rst.\n  \n• Correct electrolyte imbalances (K\n+, Mg\n2+, Ca\n2+);  associated illnesses (eg MI, pneu-\nmonia); and consider anticoagulation (see BOX ‘Anticoagulation and AF’).\nManaging chronic AF\nThe main goals are rate control and anticoagulation. Rate control is at least as good \nas rhythm control, 27 but rhythm control may be appropriate if • symptomatic or CCF \n• younger • presenting for 1st time with lone AF • AF from a corrected precipitant (eg \nU&E). Anticoagulation: See BOX ‘Anticoagulation and AF’.\nRate control: -blocker or rate-limiting Ca\n2+ blocker are 1st choice. If this fails, add \ndigoxin (p115), then consider amiodarone. Digoxin as monotherapy in chronic AF is \nonly acceptable in sedentary patients. Do not give -blockers with verapamil. Aim \nfor heart rate <90bpm at rest and 200 minus age (yrs) bpm on exertion. Avoid getting \nﬁ xated on a target heart rate.\nRhythm control: Elective DC cardioversion: do echo ﬁ rst to check for intracardiac \nthrombi. If there is risk of cardioversion failure (past failure, or past recurrence) \ngive amiodarone for 4wks before the procedure and 12 months after. Elective phar-\nmacological cardioversion: ﬂ ecainide is 1st choice (CI if structural heart disease, eg \nscar tissue from MI: use IV amiodarone instead). In refractory cases, AVN ablation \nwith pacing, pulmonary vein ablation, or the maze procedure may be considered.28\nParoxysmal AF: ‘Pill in the pocket’ (eg sotalol or ﬂ ecainide PRN) may be tried if: infre-\nq uent AF, BP >100mmHg systolic, no past LV dysfunction. Anticoagulate (See BOX \n‘Anticoagulation and AF’). Consider ablation if symptomatic or frequent episodes.\nAtrial ﬂ utter See pp130–1, ﬁ g 3.35. Treatment: Similar to AF regarding rate and \nrhythm control and the need for anticoagulation.29 DC cardioversion is preferred to \npharmacological cardioversion; start with 70–120J. IV amiodarone may be needed if \nrate control is proving diffi  cult. Recurrence rates are high so radiofrequency ablation \nis often recommended for long-term management.", "text_length": 4497, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 138/905)", "type": "chunk", "chunk_index": 137, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.095435", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.096167", "status": "complete", "chunks_added": 3}