{"task_id": "10b17f662174ce43", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 658/905)", "text": "own and make it go using mind over bladder tricks.\n\n--- Page 664 ---\n650\nSurgery\nLumps in the groin and scrotum\nTesticular lump = cancer until proved otherwise.\nAcute, tender enlargement of testis = torsion (p652) until proved otherwise.\nDiagnosing scrotal masses (ﬁ g 13.51)\n1 Can you get above it? 2 Is it separate from the testis? 3 Cystic or solid?\n  • Cannot get above: inguinoscrotal hernia (p614) or hydrocele extending proximally.\n  \n• Separate and cystic: epididymal cyst.\n  \n• Separate and solid: epididymitis/varicocele.\n  \n• Testicular and cystic: hydrocele.\nTesticular and solid—tumour, haem atocele, granuloma (p196), orchitis, gumma \n(p412). US may help.\nEpididymal cysts Usually develop in adulthood and contain clear or milky (sperm-\natocele) ﬂ uid. They lie above and behind the testis. Remove if symptomatic.\nHydroceles (Fluid within the tunica vaginalis.) Primary (associated with a patent \nprocessus vaginalis, which typically resolves during the 1st year of life) or second ary \nto testis tumour/trauma/infection. Primary hydro celes are more common, larger, \nand usually in younger men. Can resolve spontaneously. : Aspir ation (may need \nrepeating) or surgery: plicating the tunica vaginalis (Lord’s repair)/inverting the sac \n(Jaboulay’s repair). Is the testis normal after aspiration? If any doubt, do US.\nEpididymo-orchitis Causes: Chlamydia (eg if <35yrs); E. coli; mumps; N. gonorrh-\noeae; TB. Features: Sudden-onset tender swelling, dysuria, sweats/fever. Take ‘1st \ncatch’ urine sample; look for urethral discharge. Consider STI screen. Warn of possi-\nble infertility and symptoms worsening before improving. : If <35yrs; doxycycline \n100mg/12h (covers chlamydia; treat sexual part ners). If gonorrhoea suspected add \nceftriaxone 500mg IM stat. If >35yrs (mostly non-STI), associated UTI is common so \ntry ciproﬂ oxacin 500mg/12h or oﬂ oxacin 200mg/12h. Antibiotics should be used for \n2–4wks. Also: analgesia, scrotal support, drainage of any abscess.\nVaricocele Dilated veins of pampiniform plexus. Left side more commonly aff ect-\ned. Often visible as distended scrotal blood vessels that feel like ‘a bag of worms’. \nPatient may complain of dull ache. Associated with subfertility, but repair (via sur-\ngery or embolization) seems to have little eff ect on subsequent pregnancy rates.\nHaematocele Blood in tunica vaginalis, follows trauma, may need drainage/excision.\nTesticular tumours The commonest malignancy in  aged 15–44; 10% occur in \nundescended testes, even after orchidopexy. A contralateral tumour is found in \n5%. Types: Seminoma, 55% (30–65yrs); non-seminomatous germ cell tumour, 33% \n(NSGCT; previously teratoma; 20–30yrs); mixed germ cell tumour, 12%; lymphoma.\nSigns: Typically painless testis lump, found after trauma/infection ± haemosperm-\nia, secondary hydrocele, pain, dyspnoea (lung mets), abdominal mass (enlarged \nnodes), or eff ects of secreted hormones. 25% of seminomas & 50% of NSGCTS pre-\nsent with metastases. Risk factors: Undescended testis; infant hernia; infertility.\nStaging: 1 No evidence of metastasis. 2 Infradiaphragmatic node involvement \n(spread via the para-aortic nodes not inguinal nodes). 3 Supra diaphragmatic node \ninvolvement. 4 Lung involvement (haematogenous).\nTests: (Allow staging.) CXR, CT, excision biopsy. -FP (eg >3IU/mL)\n13 and -hCG are \nuseful tumour markers and help monitor treatment (p531); check before & during .\n: Radical orchidectomy (inguinal incision; occlude the spermatic cord before \nmobilization to risk of intra-operative spread). Options are constantly updated \n(surgery, radiotherapy, chemotherapy). Seminomas are exquisitely radiosensitive. \nStage 1 seminomas: orchidectomy + radiotherapy cures ~95%. Do close follow-\nup to detect relapse. Cure of NSGCT, even if metast ases are present, is achieved \nby 3 cycles of bleomycin + etoposide + cisplatin. 5yr survival >90% in all groups. \nEncourage regular self-examination (prevents late presentation).\n13 FP is not  in pure seminoma; may also be  in: hepatitis, cirrhosis, liver cancer, open neural tube defect.", "text_length": 4086, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 658/905)", "type": "chunk", "chunk_index": 657, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.305030", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.305706", "status": "complete", "chunks_added": 3}