{"task_id": "1143ecf2077d20ac", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 126/905)", "text": "evier.\nInvestigating patients with ? stable angina\n\n--- Page 132 ---\n118\nCardiovascular medicine\nAcute coronary syndromes (ACS)\nDeﬁ nitions ACS includes unstable angina and myocardial infarctions (MIs). These \nshare a common underlying pathology—plaque rupture, thrombosis, and inﬂ amma-\ntion. However, ACS may rarely be due to emboli, coronary spasm, or vasculitis (p556) \nin normal coronary arteries. Myocardial infarction means there is myocardial cell \ndeath, releasing troponin. Ischaemia means a lack of blood supply, ±cell death. MIS \nhave troponin rises, unstable angina does not. An MI may be a STEMI—ACS with ST-\nsegment elevation (may only be present in V7–V9 if posterior STEMI) or new-onset \nLBBB; or an NSTEMI—trop-positive ACS without ST-segment elevation—the ECG may \nshow ST depression, T-wave inversion, non-speciﬁ c changes, or be normal. The de-\ngree of irreversible myocyte death varies, and signiﬁ cant necrosis can occur without \nST elevation.\nRisk factors Non-modiﬁ able: age,  gender, family history of IHD (MI in 1st-degree \nrelative <55yrs). Modiﬁ able: smoking, hypertension, DM, hyperlipid aemia, obesity, \nsedentary lifestyle, cocaine use. Controversial risk factors include: stress, type A \npersonality, LVH, ﬁ brinogen, hyperinsulinaemia, homocysteine levels, ACE genotype.\nIncidence 5/1000 per annum (UK) for ST-segment elevation (declining in UK & USA).\nDiagnosis An increase in cardiac biomarkers (eg troponin) and either: symptoms of \nischaemia, ECG changes of new ischaemia, development of pathological Q waves, new \nloss of myocardium, or regional wall motion abnormalities on imaging.\nSymptoms Acute central chest pain, lasting >20min, often associated with nausea, \nsweatiness, dyspnoea, palpitations. ACS without chest pain is called ‘silent’; mostly \nseen in elderly and diabetic patients. Silent MIs may present with: syncope, pulmo-\nnary oedema, epigastric pain and vomiting, post-operative hypotension or oliguria, \nacute confusional state, stroke, and diabetic hyperglycaemic states.\nSigns Distress, anxiety, pallor, sweatiness, pulse  or , BP  or , 4th heart sound. \nThere may be signs of heart failure (JVP, 3rd heart sound, basal crepitations) or a \npansystolic murmur (papillary muscle dysfunction/rupture, VSD). Low-grade fever \nmay be present. Later, a pericardial friction rub or peripheral oedema may develop.\nTests ECG: (See ﬁ g 3.21.) STEMI: classically, hyperacute (tall) T waves, ST elevation, \nor new LBBB occur within hours. T-wave inversion and pathological Q waves follow \nover hours to days (p98). NSTEMI/unstable angina: ST depression, T wave inversion, \nnon-speciﬁ c changes, or normal. In 20% of MI, the ECG may be normal initially. \nPaced ECGs and ECGs with chronic bundle branch block are unhelpful for diagnos-\ning NSTEMIs14 and may hinder STEMI15 diagnosis; in these cases, clinical assessment \nand troponin levels are especially important. CXR: Look for cardiomegaly, pulmonary \noedema, or a widened mediastinum. Don’t routinely delay treatment whilst waiting \nfor a CXR. Blood: FBC, U&E, glucose, lipids, cardiac enzymes. Cardiac enzymes: (See \nBOX ’Troponin‘.) Cardiac troponin levels (T and I) are the most sensitive and spe-\nciﬁ c markers of myocardial necrosis. Diff erent hospitals use diff erent assays: check \nthe required timing of troponin blood samples where you work (eg two samples 3h \napart). Other cardiac enzymes (see ﬁ g 3.22) are sensitive but less speciﬁ c; their role \nin ACS diagnosis is decreasing as troponin testing improves. Echo: Regional wall \nabnormalities.\nDiff erential diagnosis (p94.) Stable angina, pericarditis, myocarditis, Takotsubo \ncardiomyopathy (p145), aortic dissection (p655), PE, oesophageal reﬂ ux/spasm, pneu-\nmothorax, musculoskeletal pain, pancreatitis.\nManagement See p120, pp798–801.\nMortality 50% of deaths occur within 2h of onset of symptoms. Up to 7% die before \ndischarge. Worse prognosis if: elderly, LV failure, and ST changes. 16", "text_length": 3966, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 126/905)", "type": "chunk", "chunk_index": 125, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.074783", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.075776", "status": "complete", "chunks_added": 3}