{"task_id": "118a4a89c3baf58b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 21/905)", "text": "g the patient comfortable.\nIn appreciation of pain\n\n--- Page 23 ---\nThinking about medicine\n9\nThe placebo eff ect\nThe placebo eff ect is a well-recognized phenomenon whereby patients improve af-\nter undergoing therapy that is believed by clinicians to have no direct eff ect on the \npathophysiology of their disease. The nature of the therapy (pills, rituals, massages) \nmatters less than whether the patient believes the therapy will help.\nExamples of the placebo eff ect in modern medicine include participants in the pla-\ncebo arm of a clinical trial who see dramatic improvements in their refractory illness, \nand patients in severe pain who assume the saline ﬂ ush prior to their IV morphine \nis opioid and reporting relief of pain before the morphine has been administered. It \nis likely that much of the symptomatic relief experienced from ‘active’ medicines in \nfact results from a placebo eff ect.\nThe complementary therapy industry has many ingenious ways of utilizing the \nplacebo eff ect. These can give great beneﬁ ts to patients, often with minimal risk; but \nthere remains the potential for signiﬁ cant harm, both ﬁ nancially and by dissuading \npatients from seeking necessary medical help.\nWhy evolution has given us bodies with a degree of self-healing ability in response \nto a belief that healing will happen, and not in response to a desire for healing, is \nunclear. Perhaps the belief that a solution is underway ‘snoozes’ the internal alarm \nsystems that are designed to tell us there is a problem, and so improve the symptoms \nthat result from the body’s perception of harm.\nMany patients who receive therapies are unaware of their intended eff ects, thus \nmissing out on the narrative that may give them an expectation of improvement. Try \nto ﬁ nd time to discuss with your patients the story of how you hope treatment will \naddress their problems.\nCompliance embodies the imbalance of power between doctor and patient: the \ndoctor knows best and the patient’s only responsibility is to comply with that \nmonopoly of medical knowledge. Devaluing of patients and ethically dubious, the \nterm ‘compliance’ has been relegated from modern prescribing practice. Con-\ncordance is now king: a prescribing agreement that incorporates the beliefs and \nwishes of the patient.\nOnly 50–70% of patients take medicines as prescribed to them. This leads to \nconcern over wasted resources and avoidable illness. Interventions that increase \nconcordance are promoted using the mnemonic: Educating Patients Enhances \nCare Received\n  \n• Explanation: discuss the beneﬁ ts and risks of taking and not-taking medication. \nSome patients will prefer not to be treated and, if the patient has capacity and \nunderstands the risks, such a decision should be respected.\n  \n• Problems: talk through the patient’s experience of their treatment—have they \nsuff ered side-eff ects which have prompted non-concordance?\n  \n• Expectations: discuss what they should expect from their treatment. This is im-\nportant especially in the treatment of silent conditions where there is no symp-\ntomatic beneﬁ t, eg antihypertensive treatment.\n  \n• Capability: talk through the medication regimen with them and consider ways \nto reduce its complexity.\n  \n• Reinforcement: reproduce your discussion in written form for the patient to take \nhome. Check how they are managing their medications when you next see them.\nBut remember that there is little evidence that increasing information improves \nconcordance. And if concordance is increased solely by the ‘education’ of the pa-\ntient then it starts to look a lot like compliance.11 A truly shared agreement will \nnot always ‘comply’ or ‘concord’ with the prescriber. The capacity of the informed \nindividual to consent or not, means that in some cases, concordance looks more \nlike informed divergence.\nCompliance and concordance", "text_length": 3859, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 21/905)", "type": "chunk", "chunk_index": 20, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.891804", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.893299", "status": "complete", "chunks_added": 2}