{"task_id": "127a2814f831c0e7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 664/905)", "text": " shown).\nImage courtesy of Norwich Radiology Dept.\n\n--- Page 670 ---\n656\nSurgery\nPeripheral arterial disease (PAD)\nOccurs due to atherosclerosis causing stenosis of arteries (ﬁ g 13.53) via a multi-\nfactorial process involving modiﬁ able and non-modiﬁ able risk factors. 65% have \ncoexisting clinically relevant cerebral or coronary artery disease. Cardiovascular \nrisk factors should be identiﬁ ed and treated aggressively. The chief feature of PAD is \nintermittent claudication (= to limp). Prevalence = 10%.\nSymptoms Cramping pain in the calf, thigh, or buttock after walking for a given \ndistance (the claudication distance) and relieved by rest (calf claudication suggests \nfemoral disease while buttock claudication suggests iliac disease). Ulceration, gan-\ngrene (p660), and foot pain at rest—eg burning pain at night relieved by hanging legs \nover side of bed—are the cardinal features of critical ischaemia. Buttock claudica-\ntion ± impotence imply Leriche’s syndrome (p704). Young, heavy smokers are at risk \nfrom Buerger’s disease (thromboangiitis obliterans, p696).\nFontaine classiﬁ cation for PAD: 1 Asymptomatic. 2 Intermittent claudication. 3 Is-\nchaemic rest pain. 4 Ulceration/gangrene (critical ischaemia).\nSigns Absent femoral, popliteal, or foot pulses; cold, white leg(s); atrophic skin; \npunched out ulcers (often painful); postural/dependent colour change; Buerger’s an-\ngle (angle that leg goes pale when raised off  the couch) of <20° and capillary ﬁ lling \ntime >15s are found in severe ischaemia.\nTests Exclude DM, arteritis (ESR/CRP). FBC (anaemia, polycythaemia); U&E (renal dis-\nease); lipids (dyslipidaemia); ECG (cardiac ischaemia). Do thrombophilia screen and \nserum homocysteine if <50 years. Ankle–brachial pressure index (ABPI): Normal = \n1–1.2; PAD = 0.5–0.9; critical limb ischaemia <0.5 or ankle systolic pressure <50mmHg. \nBeware falsely high results from incompressible calciﬁ ed vessels in severe athero-\nsclerosis, eg DM.\nImaging Colour duplex US 1st line. If considering intervention MR/CT angiography \n(ﬁ g 13.54) for extent and location of stenoses and quality of distal vessels (‘run-off ’).\n 1 Risk factor modiﬁ cation: Quit smoking (vital). Treat hypertension and high choles-\nterol. Prescribe an antiplatelet agent (unless contraindicated), to prevent progression \nand to reduce cardiovascular risk. Clopidogrel is recommended as 1st-line.\n2 Management of claudication: •Supervised exercise programmes reduce symp-\ntoms by improving collateral blood ﬂ ow (2h per wk for 3 months). Encourage patients \nto excercise to the point of maximal pain. •Vasoactive drugs, eg naftidrofuryl oxa-\nlate, off er modest beneﬁ t and are recommended only in those who do not wish to \nundergo revascularization and if exercise fails to improve symptoms.\nIf conservative measures have failed and PAD is severely aff ecting a patient’s life-\nstyle or becoming limb-threatening, intervention is required.\n  \n• Percutaneous transluminal angioplasty (PTA) is used for disease limited to a sin-\ngle arterial segment (a balloon is inﬂ ated in the narrowed segment). 5-year paten-\ncy is 79% (iliac) and 55% (femoral). Stents can be used to maintain artery patency.\n  \n• Surgical reconstruction: If atheromatous disease is extensive but distal run-off  is \ngood (ie distal arteries ﬁ lled by collateral vessels), consider arterial reconstruction \nwith a bypass graft (ﬁ g 13.54). Procedures include femoral–popliteal bypass, femo-\nral–femoral crossover, and aorto–bifemoral bypass grafts. Autologous vein grafts \nare superior to prosthetic grafts (eg Dacron® or PTFE) when the knee joint is crossed.\n  \n• Amputation <3% of patients with intermittent claudication require major am-\nputation within 5 years ( in diabetes, p212). Amputation may relieve intractable \npain and death from sepsis and gangrene. A decision to amputate must be made \nby the patient, usually against a background of failed alternative strategies. The \nknee should be preserved where possible as it improves mobility and rehabilitation \npotential (this must be balanced with the need to ensure wound healing). Rehabili-\ntation should be started early with a view to limb ﬁ tting. Gabapentin (regimen on \np504) can be used to treat the gruelling complication of phantom limb pain.\n  \n• Future therapies: Early-phase clinical trials have demonstrated the safety and \nbeneﬁ t of gene therapy (eg hepatocyte growth factor) in critical limb ischaemia.", "text_length": 4444, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 664/905)", "type": "chunk", "chunk_index": 663, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.313568", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.314130", "status": "complete", "chunks_added": 3}