{"task_id": "12eb1bf13233c62e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 476/905)", "text": "; EMG; muscle ± sural nerve biopsy.\nGait disorders\n\n--- Page 482 ---\n468\nNeurology\nAbnormal involuntary movements (dyskinesia)\nThese are characterized by impairment of the planning, control, or execution of \nmovement. They can have multiple manifestations:\nTremor Note frequency, amplitude, and exacerbating factors (stress; fatigue).\n  \n• Rest tremor: Abolished on voluntary movement. Cause: parkinsonism (p494).\n  • Intention tremor: Irregular, large-amplitude, worse at the end of purposeful acts, eg \nﬁ nger-pointing or using a remote control. Cause: cerebellar damage (eg MS, stroke).\n  • Postural tremor: Absent at rest, present on maintained posture (arms out stretched) \nand may persist (but is not worse) on movement. Causes: benign essential tremor \n(autosomal dominant; improves with alcohol), thyrotoxicosis, anxiety, -agonists.\n  \n• Re-emergent tremor: Postural tremor developing after a delay of ~10s. Causes: \nParkinson’s disease (don’t mistake for essential tremor).\nChorea Non-rhythmic, jerky, purposeless movements ﬂ itting from one place to \nanother—eg facial grimacing, raising the shoulders, ﬂ exing/extending the ﬁ ngers. \nCauses: Huntington’s disease, Syden ham’s chorea (rare complication of group A \nstreptococcal infection). Worsened by levodopa.\nHemiballismus Large-amplitude, ﬂ inging hemichorea (aff ects proximal muscles) \ncontralateral to a vascular lesion of the subthalamic nucleus (often elderly diabet-\nics). Recovers spontaneously over months.\nAthetosis Slow, sinuous, conﬂ uent, purposeless movements (especially digits, \nhands, face, tongue), often diffi  cult to distinguish from chorea. Causes: Common-\nest is cerebral palsy (OHCS p214). Most other ‘athetoid’ patterns may now be better \nclassed as dystonias. Pseudoathetosis: Caused by severe proprioceptive loss.\nTics Brief, repeated, stereotyped movements which patients may suppress for a \nwhile. Tics are common in children (and usually resolve). In Tourette’s syndrome \n(p700), motor and vocal tics occur. Consider psychological support, clonazepam or \nclonidine if tics are severe (haloperidol may help but risks tardive dyskinesia).\nMyoclonus Sudden involuntary focal or general jerks arising from cord, brainstem, \nor cerebral cortex, seen in metabolic problems, neurodegenerative disease (eg lysoso-\nmal storage enzyme defects), CJD (p696), and myoclonic epilepsies (infantile spasms). \nBenign essential myoclonus: Childhood onset with frequent generalized myoclonus, \nwithout progression. Often autosomal dominant. It may respond to valproate, \nclonazepam, or piracetam. Asterixis (‘metabolic ﬂ ap’): Jerking (~1–2 jerks/sec) of \noutstretched hands, worse with wrists extended, from loss of extensor tone—ie inco-\nordination between ﬂ exors and extensors (=‘negative myoclonus’). Causes: Liver or \nkidney failure, Na\n+, CO2, gabapentin, thalamic stroke (consider if unilateral).\nTardive syndromes Delayed onset yet potentially irreversible symptoms oc-\ncuring after chronic exposure to dopamine antagonists (eg antipsychotics, an-\ntiemetics). Classiﬁ cation: •Tardive dyskinesia: orobuccolingual, truncal, or \nchoreiform movements, eg vacuous chewing and grimacing movements. •Tardive \ndystonia: sustained, stereotyped muscle spasms of a twisting or turning charac-\nter, eg retrocollis and back arching/opisthotonic posturing. •Tardive akathisia: \nsense of restlessness or unease ± repetitive, purposeless movements (stereotyp-\nies, eg pacing). •Tardive myoclonus. •Tardive tourettism (p700). •Tardive tremor. \nTreating tardive dyskinesia: Gradually withdraw neuroleptics and wait 3–6 months. \nTetrabenazine may help. Quetiapine, olanzapine, and clozapine are examples of atyp-\nical antipsychotics that are less likely to cause tardive syndromes.", "text_length": 3750, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 476/905)", "type": "chunk", "chunk_index": 475, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.988831", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.989508", "status": "complete", "chunks_added": 2}