{"task_id": "12fd6a2b5a8ca0ac", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 592/905)", "text": "tric problems.\nPsychological aspects of stoma care\n\n--- Page 598 ---\n584\nSurgery\nNutritional support in hospital\nOver 25% of hospital inpatients may be malnourished. Hospitals can become so \nfocused on curing disease that they ignore the foundations of good health—mal-\nnourished patients recover more slowly and experience more complications. See \ntable 13.6.\nWhy are so many hospital patients malnourished?\n1   Increased nutritional requirements (eg sepsis, burns, surgery).\n2   Increased nutritional losses (eg malabsorption, output from stoma).\n3   Decreased intake (eg dysphagia, nausea, sedation, coma).\n4   Eff ect of treatment (eg nausea, diarrhoea).\n5   Enforced starvation (eg prolonged periods nil by mouth).\n6   Missing meals (eg due to investigations—minimize meal time disruption).\n7   Diffi  culty with feeding (eg lost dentures; no one available to assist).\n8   Unappetizing food.\nIdentifying at-risk patients Assess nutrition state (using eg Malnutrition Univer-\nsal Screening Tool3) and weight on admission; reassess weekly thereafter. Involve \ndieticians early in those at risk.\n  \n• History: Recent weight (>20%, accounting for ﬂ uid balance); recent reduced in-\ntake; diet change (eg recent change in consistency of food); nausea, vomiting, pain, \ndiarrhoea which might have led to reduced intake.\n  \n• Examination: State of hydration (p666): dehydration can go hand-in-hand with \nmalnutrition, and overhydration can mask malnutrition. Evidence of malnutrition: \nskin hanging off  muscles (eg over biceps); no fat between fold of skin; hair rough \nand wiry; pressure sores; sores at corner of mouth. Calculate body mass index \n(p244); BMI <18.5kg/m\n2 suggests malnour ishment. Anthropomorphic indices, eg \nmid-arm circumference, skin fold measures, and grip strength are also used.\n  \n• Investigations: Generally unhelpful. Low albumin suggestive, but is aff ected by \nmany things other than nutrition. Albumin can be helpful in monitoring recovery.\nEnteral nutrition (Ie nutrition given into gastrointestinal tract.) If at all possible, \ngive nutrition by mouth. An all-ﬂ uid diet can meet requirements (but get advice from \ndietician). If danger of choking or aspiration (eg after stroke), consider semi-solid \ndiet. Early post-op enteral nutrition has been shown to beneﬁ t patients (eg after GI \nsurgery) and may reduce complications. Tube feeding: Liquid nutrition via a tube: \nNasogastric typically placed without guidance (p759); nasojejunal tubes require en-\ndoscopic placement (used if gastric outlet obstruction, delayed gastric emptying, \npost-gastrectomy, or pancreatitis). Alternatively, gastric or jejunal tubes may be in-\nserted radiologically or surgically (ie gastrostomy/jejunostomy). Use for nutritionally \ncomplete, commercially prepared feeds. Close liaison with a dietician is essential. \nPolymeric feeds consist of undigested proteins, starches, and long-chain fatty acids \n(eg Nutrison standard®, Osmolite®). Normally contain ~1kCal/mL and 4–6g protein \nper 100mL. Typical requirements met with 2L/24h. Elemental feeds consist of indi-\nvidual amino acids, oligo- and monosaccharides needing minimal digestion. Feed is \ntypically initiated at a slow, continuous rate (nausea and vomiting less problematic) \nbut patients may build up to shorter, bolus feeds, freeing them from pumps between.\nGuidelines for success\n  \n• Use ﬁ ne-bore (9Fr) nasogastric feeding tube when possible.\n  \n• Check position of nasogastric tube (pH testing)  before starting feeding (p759); the \npositioning of a nasojejunal tube can be checked on abdominal X-ray.\n  \n• Build up feeds gradually to avoid diarrhoea and distension.\n  \n• Weigh at least weekly.\n  \n• Check blood glucose and plasma electrolytes (monitor for refeeding syndrome if \npreviously malnourished—p587).\n  \n• Treat underlying conditions vigorously, eg sepsis may impede +ve nitrogen balance.", "text_length": 3883, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 592/905)", "type": "chunk", "chunk_index": 591, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.197663", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.198572", "status": "complete", "chunks_added": 2}