{"task_id": "130b811d0c09b542", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 33/905)", "text": "P)\nNegative\nFalse negative (FN)\nTrue negative (TN)\n\n--- Page 35 ---\nThinking about medicine\n21\nNumber needed to treat\nNumber needed to treat (NNT) is a useful way of reporting the results of randomized \nclinical trials. It is the reciprocal of the absolute risk diff erence: 1 ÷ ARR.\nA large treatment eff ect means that fewer patients need to receive treatment in \norder for one to beneﬁ t. It is speciﬁ c to the chosen comparator (eg placebo or usual \ncare), the measured outcome (eg death, blood pressure fall), and the duration of \ntreatment follow-up used in the study. Look carefully at the details of the question \nthat the NNT is attempting to quantify.\n  \n• Advantages: easily calculated, single numerical value for effi  cacy, can be used to \nexamine harm (becomes the number needed to harm).\n  \n• Disadvantages: conﬁ dence intervals are diffi  cult when the diff erences between \ntreatments are not signiﬁ cant. \nYes or No? Your tutor asks whether Gobble’s disease is commoner in women or \nmen. You have no idea, and make a guess. What is the chance of getting it right? \nCommon sense decrees that you have a 50:50 chance. Sod’s law predicts that \nwhatever you guess, you will always be wrong. Somewhere between the two is \nDamon Runyon’s view that ‘all life is 6 to 5 against’: Will you pick the right answer? \nPerhaps, but don’t bet on it!\nNew or existing disease? Suppose singultus is a rare symptom of Gobble’s dis-\nease (seen in 5% of patients), but that it is a very common symptom of Kobble’s \ndisease (seen in 90%). If we have a man whom we already know has Gobble’s \ndisease, who goes on to develop singultus, is it more likely to be due to Kobble’s, \nrather than Gobble’s disease? The answer is usually no: it is generally the case that \nmost symptoms are due to a disease that is already known, and do not imply a \nnew disease (Occam’s razor, p4). The ‘odds ratio’ makes this clearer, ie the ratio \nof [the probability of the symptom, given the known disease] to [the probability \nof the symptom due to new disease ≈ the probability of developing the new dis-\nease]. Usually this is vastly in favour of the symptom being due to the old disease, \nbecause of the prior odds of the two diseases. This will work until Kobble’s dis-\nease increases in prevalence so as to increase the odds of a second disease (then \nHickam trumps Occam, p4).\nHow to play the odds It is distasteful to think that doctors can gamble with \npatients’ lives. It is also distasteful to think of serious diseases being ‘missed’, and \ninvasive procedures being done unnecessarily. Yet we do not have an evidence \nbase or an experience base which can tell us deﬁ nitively which cough or lethargy \nor sore toe is just ‘one of those things’, and which is the result of undiagnosed \ncancer or HIV or osteomyelitis. And so we gamble.\nMedicine is not for pessimists—almost anything can be made to seem fatal, so \nthat a pessimistic doctor would never get any sleep at night due to worry about \nthe meaning of their patients’ symptoms. Medicine is not for blind optimists either, \nwho too easily embrace a fool’s paradise of false reassurance. Rather, medicine is \nfor informed gamblers: gamblers who are happy to use subtle clues to change their \noutlook from pessimism to optimism and vice versa. Sometimes the gambling is \nscientiﬁ c, rational, methodical, and reproducible (odds ratio); sometimes it instinc-\ntual, due to clinical intuition (vital but ill-deﬁ ned).\nOf course, gambling inevitably results in losses, and in medicine the chips are \nnot just ﬁ nancial. They betoken the health of your patient, your reputation, and \nyour conﬁ dence. Perhaps the hardest part of medicine is the inevitability of making \nmistakes whilst attempting to help (see ‘Being wrong’, p5). But do not worry about \ngambling: gambling is your job. If you cannot gamble, you cannot walk the thin line \nbetween successfully addressing health needs, and causing over-medicalization \n(p23). But try hard to assemble suffi  cient evidence to maximize the chances of \nbeing lucky. Lucky gambling is a requisite for successful doctoring and the casino \nof medical practice celebrates the card counter. But the cardinal clinical virtue \nis courage: without it we would not follow our hunches and take justiﬁ ed risks.\nThe doctor as a gambler", "text_length": 4306, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 33/905)", "type": "chunk", "chunk_index": 32, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.911219", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.912621", "status": "complete", "chunks_added": 3}