{"task_id": "1406ece8f21c9ca0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 582/905)", "text": "al.\n Local anaesthetic toxicity and maximum doses\n\n--- Page 588 ---\n574\nSurgery\nThe control of pain\nHumans are the most exquisite devices ever made for experiencing pain: the rich er \nour inner lives, the greater the varieties of pain there are for us to feel, and the more \nresources we have for dealing with pain. If we can connect with patients’ in ner lives \nwe may make a real diff erence. Never forget how painful pain is, nor how fear mag-\nniﬁ es pain. Try not to let these sensations, so often interposed between your patient \nand recovery, be invisible to you as he or she bravely puts up with them.\nApproach to management (ﬁ g 13.5 and p532.) Review and chart each pain carefully \nand individually.\n  \n• Identify and treat the underlying pathology wherever possible.\n  \n• Give regular doses rather than on an ‘as-required’ basis.\n  \n• Choose the best route: PO, PR, IM, epidural, SC, inhalation, or IV.\n  \n• Explanation and reassurance contribute greatly to analgesia.\n  • Allow the patient to be in charge. This promotes wellbeing, and does not lead to \noveruse. Patient-controlled continuous IV morphine delivery systems are useful.\n  \n• Liaise with the Acute Pain Service, if possible.\nNon-narcotic (simple) analgesia Paracetamol 0.5–1.0g/4h PO (up to 4g daily; 15mg/\nkg/4h IV over 15min in children <50kg; up to 60mg/kg/d). Caution in liver impair-\nment. NSAIDS, eg ibuprofen 400mg/8h PO (see BNFC for dosing in children) are good \nfor musculoskeletal pain and renal or biliary colic. CI: peptic ulcer, clotting disorders, \nanticoagulants. Cautions: asthma, renal or hepatic impairment, heart failure, IHD, \npregnancy, and the elderly. Aspirin is contraindicated in children due to the risk of \nReye’s syndrome (OHCS p652).\nOpioid drugs for severe pain Morphine (eg 10–15mg/2–4h IV/IM) or diamor phine \n(5–10mg/2–4h PO, SC, or slow IV, but you may need much more) are best. NB: these \nare ‘controlled’ drugs. For palliative care, see p532. Alternative delivery routes in-\nclude transdermal (once baseline requirements are established) or sublingual. \nSide-effects of opioids: These include nausea (so give with an anti-emetic, p251), \nrespiratory depression, constipation, cough suppression, urinary retention, BP, and \nsedation (do not use in hepatic failure or head injury). Dependency is rarely a prob-\nlem. Naloxone (eg 100–200mcg IV, followed by 100mcg increments, eg every 2min \nuntil responsive) may be needed to reverse the eff ects of excess opioids (p842).\nEpidural analgesia Opioids and anaesthetics are given into the epidural space by \ninfusion or as boluses. Ask the advice of the Pain Service. SES are thought to be less, \nas the drug is more localized: watch for respiratory depression and local anaesthetic-\ninduced autonomic blockade (BP).\nAdjuvant treatments Eg radiotherapy for bone cancer pain; anticonvulsants, an-\ntidepressants, gabapentin or steroids for neuropathic pain, antispasmodics, eg hy-\noscine butylbromide\n4 (Buscopan® 10–20mg/8h PO/IM/IV) for intestinal or renal tract \ncolic. If brief pain relief is needed (eg for changing dressings or exploring wounds), \ntry inhaled nitrous oxide (with 50% O2—as Entonox®) with an ‘on-demand’ valve. \nTranscutaneous electrical nerve stimulation (TENS), local heat, local or regional an-\naesthesia, and neurosurgical procedures (eg excision of neuroma) may be tried but \ncan prove disappointing. Treat conditions that exacerbate pain (eg constipation, \ndepression, anxiety).\n4 Not to be confused with hyoscine hydrobromide; used for drying secretions and in motion sickness.", "text_length": 3562, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 582/905)", "type": "chunk", "chunk_index": 581, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.177562", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.179421", "status": "complete", "chunks_added": 2}