{"task_id": "14b1ffea17af8c7a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 627/905)", "text": "with \nchemo/radiotherapy, stenting, and laser use.\n\n--- Page 633 ---\n619\nSurgery\nCarcinoma of the stomach\nIncidence of adenocarcinoma at the gastro-oesophageal junction is increasing in the \nWest, though incidence of distal and gastric body carcinoma has fallen sharply. It \nremains a tumour notable for its gloomy prognosis and non-speciﬁ c presentation.\nIncidence 23/100 000/yr in the UK, but there are unexplained wide geographical \nvariations; it is esp ecially common in Japan, as well as Eastern Europe, China, and \nSouth America.  :  ≈ 2 : 1. Risk factors: Pernicious anaemia, blood group A, H. pylori \n(p252), atrophic gastritis, adenomatous polyps, lower social class, smoking, diet (high \nnitrate, high salt, pickling, low vitamin C), nitrosamine exposure.\nPathology A range of clinical and histological classiﬁ cations are in use. Of note, ‘early’ \ngastric carcinoma (conﬁ ned to mucosa and submucosa) carries a better prognosis \nwith endoscopic resection often possible.\nPresentation Symptoms: Often non-speciﬁ c. Dyspepsia (p59; age ≥55yrs with \ntreatment-refractory symptoms demands investigation), weight, vomiting, dyspha-\ngia, anaemia. Signs suggesting incurable disease: epigastric mass, hepatomegaly; \njaundice, ascites (p604); large left supraclavicular (Virchow’s) node (=Troisier’s sign); \nacanthosis nigricans (p562). Most patients in the West present with locally advanced \n(inoperable) or metastatic disease. Spread is local, lymphatic, blood-borne, and \ntranscoelomic, eg to ovaries (Krukenberg tumour).\nTests Gastroscopy + multiple ulcer edge biopsies. Aim to biopsy all gastric ul-\ncers as even malignant ulcers may appear to heal on drug treatment. Endoscopic \nultrasound (EUS) can evaluate depth of invasion; CT/MRI helps staging. Staging lapa-\nroscopy is recommended for locally advanced tumours. Cytology of peritoneal wash-\nings can help identify peritoneal metastases. \nTreatment See p622 for a description of surgical resections. Early gastric cancers \nmay be resectable endoscopically (endoscopic mucosal resection). Partial gastrec-\ntomy may suffi  ce for more advanced distal tumours. If proximal, total gast rectomy \nmay be needed. Combination chemotherapy (eg epirubicin, cisplatin and ﬂ uorouracil) \nappears to increase survival in advanced disease. If given perioperatively in operable \ndisease it improves survival compared to surgery alone. Surgical palliation is often \nneeded for obstruction, pain, or haemorrhage. In locally advanced and metastatic \ndisease, chemotherapy increases quality of life and survival. Targeted therapies are \nlikely to have an increasing role, eg trastuzumab for HER-2-positive tumours.\n5yr survival <10% overall, but nearly 20% for patients undergoing radical surgery. \nThe prognosis is much better for ‘early’ gastric carcinoma.\nAll are rare, have an overall poor prognosis, and are diffi  cult to diagnose. They ac-\ncount for ~3% of all GI cancers worldwide, but there is geographical variation ( in \nnorth-east Thailand, Japan, Korea, and Eastern Europe). Most are adenocarcino-\nmas. Primary sclerosing cholangitis (p282) is the commonest predisposing factor in \nthe West. Presentation: Varies according to location and may include obstructive \njaundice, pruritus, abdominal pain, weight loss, and anorexia. Investigations: US, CT, \nand ERCP. MRI has a role for determining extent of invasion in bile duct cancers.\nTreatment:\n  \n• Bile duct cancer: surgical resection is the only potentially curative treatment \nyet ~80% present with inoperable disease. Palliation includes biliary stenting \nand chemotherapy.\n  \n• Gallbladder cancer: again, radical surgery is the only chance of cure. Patients \nwith a calcified (‘porcelain’) gallbladder have an increased risk of cancer—pro-\nphylactic surgery should be considered. Palliative treatment of inoperable dis-\nease includes biliary stenting and chemotherapy. \nBile duct and gallbladder cancers", "text_length": 3923, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 627/905)", "type": "chunk", "chunk_index": 626, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.257188", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.258579", "status": "complete", "chunks_added": 3}