{"task_id": "16049a8ebd69c67b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 484/905)", "text": "onne 1572–1631; Meditation XVII.\nBarthel’s paradox\n\n--- Page 490 ---\n476\nNeurology\nTransient ischaemic attack (TIA)\nThis is an ischaemic (usually embolic) neurological event with symptoms lasting <24h \n(often much shorter).  Without intervention, more than 1 in 12 patients will go on to \nhave a stroke within a week, so prompt management is imperative.\nSigns Speciﬁ c to the arterial territory involved (p450). Amaurosis fugax occurs \nwhen the retinal artery is occluded, causing unilateral progressive vision loss ‘like a \ncurtain descending’. Global events (eg syncope, dizziness) are not typical of TIAs. At-\ntacks may be single or many; multiple highly stereotyped attacks (‘crescendo’ TIAs) \nsuggest a critical intra cranial stenosis (commonly the superior division of the MCA).\nCauses (See p470.) • Atherothromboembolism from the carotid is the chief cause: \nlisten for bruits (though not a sensitive test). • Cardioembolism: mural thrombus \npost-MI or in AF, valve disease, prosthetic valve (p473). • Hyperviscosity: eg poly-\ncythaemia, sickle-cell anaemia, myeloma. • Vasculitis is a rare, non-embolic cause of \nTIA symptoms (eg cranial arteritis, PAN, SLE, syphilis, etc.).\nDiff erentials Hypoglycaemia, migraine aura (p458), focal epilepsy (symptoms \nspread over seconds and often include twitching and jerking), hyperventilation, reti-\nnal bleeds. Rare mimics of TIA: Malignant hypertension, MS (paroxysmal dysarthria), \nintra cranial tumours, peripheral neuropathy, phaeochromocytoma, somatization.\nTests FBC, ESR, U&Es, glucose, lipids, CXR, ECG, carotid Doppler ± angiography, CT or \ndiff usion-weighted MRI, echo cardio gram.\nTreatment\n  \n• Control cardio vascular risk factors: Optimize: BP (cautiously lower; aim for \n<140/85mmHg, p140); hyperlipidaemia (p690); DM (p206); help to stop smoking (p93).\n  \n• Antiplatelet drugs: As with stroke, give aspirin 300mg OD for 2wks, then switch to \nclopidogrel 75mg OD. If this is contraindicated or not tolerated, give aspirin 75mg \nOD combined with slow-release dipyridamole.\n  \n• Anticoagulation indications: Cardiac source of emboli (see p473).\n  \n• Carotid endarterectomy: Perform within 2wks of ﬁ rst presentation if 70–99% ste-\nnosis\n8 and operative risk is acceptable (higher risk in: , >75y, systolic BP, contralat-\neral artery occ luded; ipsilateral carotid syphon/external carotid stenosed). Do not \nstop aspirin preoperatively. Surgery is preferred to endovascular carotid artery an-\ngioplasty with stenting in those ﬁ t enough to tolerate due to higher peri-procedure \nstroke and mortality rates with stenting. \nDriving Prohibited for at least 1 month, see p158.\nPrognosis Long-term risks of stroke or cardiovascular events following TIAs are de-\npendent on underlying vascular risk factors: calculate using the ABCD\n2 score (see BOX \nand table 10.6).\n8 Interventions for 50–69% stenoses can be justiﬁ able; individualize risk and check local guidelines. In \nparticular, check which criteria used to estimate degree of stenosis since NASCET (North American Sympto-\nmatic Carotid Endarterectomy Trial) criteria tend to include some more severe lesions in 50–69% range as \ncompared to the ECST (European Carotid Surgery Trialists’ Collaborative Group) criteria.", "text_length": 3234, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 484/905)", "type": "chunk", "chunk_index": 483, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.002766", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.003955", "status": "complete", "chunks_added": 2}