{"task_id": "16364510ce336ce4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 100/905)", "text": ", Nystagmus, broad based Gait.)\nMovement disorders\n\n--- Page 102 ---\n88\nHistory and examination\nPsychiatric assessment\nIntroduce yourself, ask a few factual questions (precise name, age, job, and who is at \nhome). These may help your patient to relax, but be careful that you do not touch on \na nerve, eg if job recently lost, marriage recently ended so living alone.\nPresenting problem Ask for the main problems that have led to this consultation. \nSit back and listen. Don’t worry whether the information is in a convenient form \nor not—this is an opportunity for the patient to come out with worries, ideas, and \npreoccupations unsullied by your expectations. After >3–5min it is often good to aim \nto have a list of all the problems (each sketched only brieﬂ y). Read them back to the \npatient and ask if there are any more. Then ask about:\nHistory of presenting problem For each problem obtain details, both current state \nand history of onset, precipitating factors, and eff ects on life.\nCheck of major psychiatric symptoms Check those that have not yet been cov-\nered: depression—low mood, anhedonia (inability to feel pleasure), thoughts of \nworthlessness/hopelessness, sleep disturbance with early morning waking, loss of \nweight and appetite. Ask speciﬁ cally about suicidal thoughts and plans: ‘Have you \never been so low that you thought of harming yourself?’, ‘What thoughts have you \nhad?’ Check for hypomanic and manic features which can be missed in a patient \npresenting as depressed. Hallucinations (‘Have you ever heard voices or seen things \nwhen there hasn’t been anyone or anything there?’) and delusions (‘Have you ever \nhad any thoughts or beliefs that have struck you afterwards as bizarre?’); anxiety \nand avoidance behaviour (eg avoiding shopping because of anxiety or phobias); ob-\nsessional thoughts and compulsive behaviour, eating disorders, alcohol (see p281 \nfor alcohol screening tests) and other drugs.\nPresent circumstances Housing, ﬁ nance, work, relationships, friends.\nFamily history Ask about health, personality, and occupation of parents and sib-\nlings, and the family’s medical and psychiatric history.\nBackground history Try to understand the context of the presenting problem.\n  \n• Biography: Relationships with family and peers as a child; school and work record; \nsexual relationships and current relationships; and family. Previous ways of dealing \nwith stress and whether there have been problems and symptoms similar to the \npresenting ones.\n  \n• Premorbid personality: Mood, character, hobbies, attitudes, and beliefs.\nPast medical and psychiatric history Establish any past or present co-morbidities.\nMental state examination This is the state now, at the time of interview.\nAppearance: Clothing, glasses, headwear? Unkempt/normal/meticulous?\nObservable behaviour: Eg excessive slowness, signs of anxiety, gesture, gaze or \navoiding gaze, tears, laughter, pauses (while listening to voices?), attitude (eg with-\ndrawn).\nMode of speech: Include the rate, eg retarded or gabbling (pressure of speech), \nrhythm, and tone of speech.\nMood: Note thoughts about harming self or others. Gauge your own responses to \nthe patient. The laughter and grand ideas of manic patients are contagious, as to a \nlesser extent is the expression of thoughts from a depressed person.\nThoughts: Content: eg about himself, his own body, about other people, and the \nfuture, any suicidal ideation? Note abnormal beliefs (delusions), eg that thoughts are \noverheard, and abnormal ideas (eg persecutory, grandiose). Form: ﬂ ight of ideas? \nKnight’s move thinking? (See BOX ‘Psychiatric symptoms’.)\nUnusual experiences or hallucinations: Note modality, eg visual, auditory.\nCognition: Orientated in time, place, and person? Short-term memory: give a name \nand address and test recall after 5min. Draw the face of a clock (requires good \nfrontal and parietal function). Long-term memory: current aff airs recall. Name of \ncurrent political leaders (p64). This tests many other CNS functions, not just memory.\nConcentration: Months of the year backwards.\nInsight: Does the patient think they are unwell? Do they think you can help?", "text_length": 4154, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 100/905)", "type": "chunk", "chunk_index": 99, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.031872", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.032739", "status": "complete", "chunks_added": 3}