{"task_id": "164e59993c0cd8c8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 644/905)", "text": "\n\nX\nX\nAcute cholecystitis\n\n\nX\nCholangitis\n\n\n\n\n--- Page 650 ---\n636\nSurgery\nAcute pancreatitis\nThis unpredictable disease (mortality ~12%) is characterized by self-perpetuating \npancreatic enzyme-mediated autodigestion; oedema and ﬂ uid shifts cause hypovol-\naemia, as extracellular ﬂ uid is trapped in the gut, peritoneum, and retroperitoneum \n(worsened by vomiting). Although pancreatitis is mild in 80% of cases; 20% develop \nsevere complicated and life-threatening disease: progression may be rapid from mild \noedema to necrotizing pancreatitis. ~50% of cases that advance to necrosis are fur-\nther complicated by infection.\nCauses The one mnemonic we can all agree on: ‘GET SMASHED‘. Gallstones (~35%), \nEthanol (~35%), Trauma (~1.5%), Steroids, Mumps, Autoimmune (PAN), Scorpion \nvenom, Hyperlipidaemia, hypothermia, hypercalcaemia, ERCP (~5%) and emboli, \nDrugs. Also pregnancy and neoplasia or no cause found (~10–30%).\nSymptoms Gradual or sudden severe epigastric or central abdominal pain (radiates \nto back, sitting forward may relieve); vomiting prominent.\nSigns May be subtle in serious disease. HR, fever, jaundice, shock, ileus, rigid abdo-\nmen ± local/general tenderness, periumbilical bruising (Cullen’s sign) or ﬂ anks (Grey \nTurner’s sign) from blood vessel autodigestion and retroperitoneal haemorrhage.\nTests Raised serum amylase (>1000U/mL or around 3-fold upper limit of normal). The \ndegree of elevation is not related to severity of disease. Amylase may be normal \neven in severe pancreatitis (levels starts to fall within 24–48h). It is excreted renally \nso renal failure will  levels. Cholecystitis, mesenteric infarction, and GI perforation \ncan cause lesser rises. Serum lipase is more sensitive and speciﬁ c for pancreat itis \n(especially when related to alcohol), and rises earlier and falls later. ABG to monitor \noxy genation and acid–base status. AXR: No psoas shadow (retroperitoneal ﬂ uid), \n‘sentinel loop’ of proximal jejunum from ileus (solitary air-ﬁ lled dilatation). Erect CXR \nhelps exclude other causes (eg perforation). CT is the standard choice of imaging to \nassess severity and for complications. US (if gallstones + AST). ERCP if LFTS worsen. CRP \n>150mg/L at 36h after admission is a predictor of severe pancreatitis.\nManagement Severity assessment is essential (see BOX and table 13.17).\n  \n• Nil by mouth, consider NJ feeding (decrease pancreatic stimulation). Set up IVI \nand give lots of crystalloid, to counter third-space sequestration, un til vital signs \nare satisfactory and urine ﬂ ow stays at >30mL/h. Insert a urinary catheter and \nconsider CVP monitoring.\n  \n• Analgesia: pethidine 75–100mg/4h IM, or morphine (may cause Oddi’s sphincter \nto contract more, but it is a better analgesic and not contraindicated).\n  \n• Hourly pulse, BP, and urine output; daily FBC, U&E, Ca\n2+, glucose, amylase, ABG.\n  \n• If worsening: ITU, O2 if PaO2. In suspected abscess formation or pancreatic ne-\ncrosis (on CT), consider parenteral nutrition ± laparotomy & debridement (‘necro-\nsectomy’). Antibiotics may help in severe disease.\n  \n• ERCP + gallstone removal may be needed if there is progressive jaundice.\n  \n• Repeat imaging (usually CT) is performed in order to monitor progress.\n Any acute abdomen (p606), myocardial infarct.\nEarly complications Shock, ARDS (p186), renal failure (give lots of ﬂ uid!), DIC, sep-\nsis, Ca\n2+, glucose (transient; 5% need insulin).\nLate complications (>1wk.) Pancreatic necrosis and pseudocyst (ﬂ uid in lesser \nsac, ﬁ g 13.45), with fever, a mass ± persistent amylase/LFT; may resolve or need \ndrainage. Abscesses need draining. Bleeding from elastase eroding a major ves-\nsel (eg splenic artery); embolization may be life-saving. Thrombosis may occur in \nthe splenic/gastro duodenal arteries, or colic branches of the SMA, causing bowel \nnecrosis. Fistulae normally close spontaneously. If purely pancreatic they do not \nirritate the skin. Some patients suff er recurrent oedematous pancreatitis so often \nthat near-total pancreat ectomy is contemplated. It can all be a miserable course.", "text_length": 4095, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 644/905)", "type": "chunk", "chunk_index": 643, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.284146", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.285604", "status": "complete", "chunks_added": 3}