{"task_id": "16a7aa0d03be143c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 56/905)", "text": "ds to Undergraduate Medicine, J Burton, Churchill.\n\n--- Page 58 ---\n44\nHistory and examination\nThe heart sounds\nListen systematically: sounds then murmurs. While listening, palpate the carotid \nartery: S1 is synchronous with the upstroke.\nHeart sounds See ﬁ g 2.13. The 1st and 2nd sounds are usually clear. Conﬁ dent pro-\nnouncements about other sounds and soft murmurs may be diffi  cult. Even senior \ncolleagues disagree with one another about the more diffi  cult sounds and murmurs.\nThe 1st heart sound (S1) Represents closure of mitral (M1) and tricuspid (T1) valves. \nSplitting in inspiration may be heard and is normal.\n  \n• Loud S1 In mitral stenosis, because the narrowed valve oriﬁ ce limits ventricular \nﬁ lling, there is no gradual decrease in ﬂ ow towards the end of diastole. The valves \nare, therefore, at their maximum excursion at the end of diastole, and so shut rap-\nidly leading to a loud S1 (the ‘tapping’ apex). S1 is also loud if diastolic ﬁ lling time is \nshortened, eg if the PR interval is short, and in tachycardia.\n  \n• Soft S1 occurs if the diastolic ﬁ lling time is prolonged, eg prolonged PR interval, or if \nthe mitral valve leaﬂ ets fail to close properly (ie mitral incompetence).\nThe intensity of S1 is variable in AV block, AF, and nodal or ventricular tachycardia.\nThe 2nd heart sound (S2) Represents aortic (A2) and pulmonary valve (P2) closure. \nThe most important abnormality of A2 is softening in aortic stenosis.\n  \n• A2 is said to be loud in tachycardia, hypertension, and transposition, but this is \nprobably not a useful clinical entity.\n  \n• P2 is loud in pulmonary hypertension and soft in pulmonary stenosis.\n  \n• Splitting of S2 in inspiration is normal and is mainly due to the variation of right \nheart venous return with respiration, delaying the pulmonary component.\n  \n• Wide splitting occurs in right bundle branch block (BBB), pulmonary stenosis, \ndeep inspiration, mitral regurgitation, and VSD.\n  \n• Wide ﬁ xed splitting occurs in atrial septal defect (ASD).\n  \n• Reversed splitting (ie A2 following P2, with splitting increasing on expiration) \noccurs in left bundle branch block, aortic stenosis, PDA (patent ductus arterio-\nsus), and right ventricular pacing.\n  \n• A single S2 occurs in Fallot’s tetralogy, severe aortic or pulmonary stenosis, \npulmonary atresia, Eisenmenger’s syndrome (p156), large VSD, or hypertension.\nNB: splitting and P2 are heard best in the pulmonary area.\nAdditional sounds\n3rd heart sound (S3) may occur just after S2. It is low pitched and best heard with the \nbell of the stethoscope. S3 is pathological over the age of 30yrs. A loud S3 occurs in a \ndilated left ventricle with rapid ventricular ﬁ lling (mitral regurgitation, VSD) or poor LV \nfunction (post MI, dilated cardiomyopathy). In constrictive pericarditis or restrictive \ncardiomyopathy it occurs early and is more high pitched (‘pericardial knock’).\n4th heart sound (S4) occurs just before S1. Always abnormal, it represents atrial \ncontraction against a ventricle made stiff  by any cause, eg aortic stenosis or hyper-\ntensive heart disease.\nTriple and gallop rhythms A 3rd or 4th heart sound occurring with a sinus tachycar-\ndia may give the impression of galloping hooves. An S3 gallop has the same rhythm \nas ‘Ken-tucky’, whereas an S4 gallop has the same rhythm as ‘Tenne-ssee’. When S3 \nand S4 occur in a tachycardia, eg with pulmonary embolism, they may summate and \nappear as a single sound, a summation gallop.\nAn ejection systolic click is heard early in systole with bicuspid aortic valves, and if \nBP. The right heart equivalent lesions may also cause clicks.\nMid-systolic clicks occur in mitral valve prolapse (p144).\nAn opening snap precedes the mid-diastolic murmur of mitral (and tricuspid) steno-\nsis. It indicates a pliable (non-calciﬁ ed) valve.\nProsthetic sounds are caused by non-biological valves, on opening and closing: rum-\nbling sounds ≈ ball and cage valves (eg Starr–Edwards); single clicks ≈ tilting disc \nvalve (eg single disc: Bjork Shiley; bileaﬂ et: St Jude—often quieter). Prosthetic mitral \nvalve clicks occur in time with S1, aortic valve clicks in time with S2.", "text_length": 4153, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 56/905)", "type": "chunk", "chunk_index": 55, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.954773", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.956124", "status": "complete", "chunks_added": 3}