{"task_id": "184277d1c572388a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 180/905)", "text": "spitals NHS Foundation Trust Radiology Department.\n\n--- Page 186 ---\n172\nChest medicine\nBronchiectasis\nPathology Chronic inﬂ ammation of the bronchi and bronchioles leading to perma-\nnent dilatation and thinning of these airways.18 Main organisms: H. inﬂ uenzae; Strep. \npneumoniae; Staph. aureus; Pseudomonas aeruginosa.\nCauses Congenital: Cystic ﬁ brosis (CF); Young’s syndrome; primary ciliary dyskinesia; \nKartagener’s syndrome (OHCS p646). Post-infection: Measles; pertussis; bronchiolitis; \npneumonia; TB; HIV. Other: Bronchial obstruction (tumour, foreign body); allergic \nbronchopulmonary aspergillosis (ABPA, p177); hypogammaglobulinaemia; rheumatoid \narthritis; ulcerative colitis; idiopathic.\nClinical features Symptoms: Persistent cough; copious purulent sputum; intermit-\ntent haemoptysis. Signs: Finger clubbing; coarse inspiratory crepitations; wheeze \n(asthma, COPD, ABPA). Complications: Pneumonia, pleural eff usion; pneumothorax; \nhaemoptysis; cerebral abscess; amyloidosis.\nTests Sputum culture. CXR: Cystic shadows, thickened bronchial walls (tramline and \nring shadows); see ﬁ g 4.7. HRCT chest (p164) to assess extent and distribution of \ndisease. Spirometry often shows an obstructive pattern; reversibility should be as-\nsessed. Bronchoscopy to locate site of haemoptysis, exclude obstruction and obtain \nsamples for culture. Other tests: Serum immunoglobulins; CF sweat test; Aspergillus \nprecipitins or skin-prick test RAST and total IgE.\nManagement •Airway clearance techniques and mucolytics. Chest physi-\notherapy and devices such as a ﬂ utter valve may aid sputum expectoration and \nmucus drainage. •Antibiotics should be prescribed according to bacterial sensitivi-\nties. Patients known to culture Pseudomonas will require either oral ciproﬂ oxacin \nor suitable IV antibiotics. If ≥3 exacerbations a year consider long-term antibiotics \n(may be nebulized). •Bronchodilators (eg nebulized salbutamol) may be useful in \npatients with asthma, COPD, CF, ABPA (p177). •Corticosteroids (eg prednisolone) and \nitraconazole for ABPA. •Surgery may be indicated in localized disease or to control \nsevere haemoptysis.\nFig 4.7 PA chest radiograph showing marked abnormal dilatation of the airways throughout the \nright upper lobe, subtle similar changes throughout the rest of the lung (particulalry periphery of \nthe left upper zone). The ﬁ ne background reticular pattern in the lungs suggests that there may \nalso be some interstitial lung disease present.\nImage courtesy of Nottingham University Hospitals NHS Trust Radiology Department.", "text_length": 2562, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 180/905)", "type": "chunk", "chunk_index": 179, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.214437", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.215113", "status": "complete", "chunks_added": 2}