{"task_id": "187797bd083b4a24", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 475/905)", "text": " absent tendon reflexes (from the tabes dorsalis).\n\n--- Page 481 ---\n467\nNeurology\nAvoid pressure sores by turning and review weight-bearing areas often. Use ap-\npropriate pressure-relieving mattresses/cushions. Prevent thrombosis in para-\nlysed limbs by frequent passive movement, pressure stockings, and LMWH (p350). \nBladder care is vital; catheterization is only one option (do not control inconti-\nnence by decreasing ﬂ uid intake). Bowel evacuation may be manual or aided by \nsuppositories; increasing dietary ﬁ bre intake may help. Exercise of unaff ected or \npartially paralysed limbs is important to avoid unnecessary loss of function.\nNon-neurological considerations in paralysed patients \nSpastic: Stiff , circumduction of legs ± scuffi  ng of the toe of the shoes: UMN lesions.\nExtrapyramidal: Flexed posture, shuffl  ing feet, slow to start, postural instability, \neg Parkinson’s disease.\nApraxic: Pathognomonic ‘gluing-to-the-ﬂ oor’ on attempting walking or a wide-\nbased unsteady gait with a tendency to fall, like a novice on an ice-rink. Seen in \nnormal pressure hydro cephalus and multi-infarct states.\nAtaxic: Wide-based; falls; cannot walk heel-to-toe. Caused by cerebellar lesions \n(eg MS, posterior fossa tumours, alcohol, phenytoin toxicity); proprioceptive sen-\nsory loss (eg sensory neuropathy,  B12). Often worse in the dark or with eyes closed.\nMyopathic: Waddling gait, cannot climb steps or stand from sitting due to hip \ngirdle weakness.\nPsychogenic: Suspect if there is a bizarre gait not conforming to any pattern of \norganic gait disturbance and without any signs when examined on the couch.\nTests Spinal X-rays; MRI; FBC; ESR; syphilis serology; serum B12; U&E; LFT; PSA; serum \nelectrophoresis; CXR; LP; EMG; muscle ± sural nerve biopsy.\nGait disorders", "text_length": 1788, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 475/905)", "type": "chunk", "chunk_index": 474, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.987491", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.988332", "status": "complete", "chunks_added": 1}