{"task_id": "18dfc56b125c54af", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 783/905)", "text": "\npressure for 5 minutes (longer if coagulopathic).\n\n--- Page 789 ---\n775\nPractical procedures\nInternal jugular catheterization\nInternal jugular Should be the approach of choice in a non-emergency situation. \nIdeally the right side as it off ers a direct route to the heart and there is less chance \nof misplacement of the line compared to the left. The subclavian approach is trickier \nand best taught by an expert. Use US guidance if at all possible, ideally to insert the \nline under direct vision, but at least to deﬁ ne the anatomy. If possible, have the pa-\ntient attached to a cardiac monitor in case of arrhythmias.\n  \n• Position the patient slightly head down to avoid air embolism and ﬁ ll the veins to \nimprove your chances of success. This can compromise cardiac function and pre-\ncipitate acute LVF so check if your patient has a cardiac history. Minimize the time \nthe patient is head down; if they are unable to lie ﬂ at, consider a femoral approach. \nTurn their head slightly to the left.\n  \n• This should be a sterile procedure so use full aseptic technique (hat, mask, gloves, \ngown) and clean with 2% chlorhexidine in 70% isopropyl alcohol before draping. \nEnsure your equipment is prepared, ﬂ ush the catheter lumens with saline.\n  \n• If US is unavailable, the landmark procedure can be used to identify insertion \npoint—approximately at the junction of the two \nheads of sternocleidomastoid at about the level \nof the thyroid cartilage (ﬁ g 18.17). Feel gently \nfor the carotid pulse, then inﬁ ltrate with 1% \nlidocaine just lateral to this. The vein is usually \nsuperﬁ cial (ﬁ g 18.18).\n  \n• Insert the introducer needle with a 5mL syringe \nattached, advance gently at a 45° angle, aiming \nfor the ipsilateral nipple and aspirating continu-\nously. If you are using US, watch the needle tip \nenter the vein, if the landmark approach keep \nyour ﬁ ngers on the carotid pulse.\n  • As soon as blood is aspirated, lay down the US \nprobe and hold the introducer needle in position, \nremove the syringe and thread the guidewire \nthrough the needle. It should pass easily, if there \nis resistance try lowering the angle of the needle \nand gently advancing the wire. If the wire will not \npass do not remove it alone, the tip can shear off  \nand embolize; remove the needle with the wire, \napply pressure and attempt a second puncture.\n  \n• If the wire threads easily, insert to 30cm (see markings on the wire), remove the \nneedle keeping hold of the wire at all times. Make a nick in the skin with a scalpel \nat the insertion point, and gently thread the dilator over the wire. You do not need \nto insert the dilator far, only as far as the vein (you often feel a loss of resistance \nas the dilator enters the vein, so insert gently: a pneumothorax can result from \nenthusiastic dilating).\n  \n• Remove the dilator, keeping hold of the wire, thread the ﬂ ushed catheter over \nthe wire, then remove the wire. The line should sit at about 13cm on the right side \n(17cm on the left). Check you can aspirate blood from each lumen, then ﬂ ush them.\n  \n• Suture the catheter in place (many have little ‘wings’ for suturing) and dress. Re-\nquest a CXR to conﬁ rm position and exclude pneumothorax. The tip of the catheter \nshould sit vertically in the SVC.\nFemoral vein In an emergency situation where ultrasound is not easily accessible, \nif the patient is unable to lie ﬂ at, or where speed is of the essence, the femoral ap-\nproach is often the safest, as there is no risk of pneumothorax or haemothorax and a \nmuch reduced risk of arrhythmia. The technique is similar to internal jugular, except \nthe insertion point is just medial to the femoral artery at the groin crease.\nSubclavian vein Should be taught by an expert and should ideally be carried out \nunder US guidance. Some physicians prefer this approach, but even in experienced \nhands there is a risk of complications compared to US-guided internal jugular lines.\nFig 18.17 Position of internal \njugular and subclavian veins (red) \ncompared to the clavicle (yellow). \nFig 18.18 Vessels seen on ultra-\nsound. The compressible vein is \nabove the artery.", "text_length": 4120, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 783/905)", "type": "chunk", "chunk_index": 782, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.531266", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.532275", "status": "complete", "chunks_added": 3}