{"task_id": "1a38fffade714bb1", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 732/905)", "text": "he left upper lobe.\nCourtesy of Dr Edmund Godfrey.\n\n--- Page 738 ---\n724\nRadiology\nChest X-ray—part 2: the lungs \nThe apex of the lower lobe rises up to the 4th rib posteriorly, so it is diffi  cult to as-\ncribe the true location of a lobe on a PA image without additional information from a \nlateral view. It may therefore be better to use the term ‘zone’ rather than lobe when \nlocalizing a lesion.\nOpaciﬁ cation Lung opacities are described as nodular, reticular (network of ﬁ ne \nlines, interstitial), or alveolar (ﬂ uff y). A single nodule may be called a space-occupying \nlesion (SOL).\nNodules: (If >3cm across, the term pulmonary mass is used instead.)\n  \n• Neoplasia: metastases (often missed if small), lung cancer, hamartoma, adenoma.\n  \n• Infections: varicella pneumonia, septic emboli, abscess (eg as an SOL), hydatid.\n  \n• Granulomas: miliary TB, sarcoidosis (see GPA, p714), histoplasmosis.\n  \n• Pneumoconioses (except asbestosis), Caplan’s syndrome (p696).\nReticular opaciﬁ cation: =Lung parenchymal changes.\n  \n• Acute interstitial oedema.\n  \n• Infection: acute (viral, bacterial), chronic (TB, histoplasmosis).\n  \n• Fibrosis: usual interstitial pneumonia (UIP), non-speciﬁ c interstitial pneumonia \n(NSIP), drugs (eg methotrexate, bleomycin, crack cocaine), connective tissue dis-\norders (rheumatoid arthritis—p546, GPA—p714, SLE, PAN, systemic sclerosis—p552, \nsarcoidosis), industrial lung diseases (silicosis, asbestosis).\n  \n• Malignancy (lymphangitis carcinomatosa).\nAlveolar opaciﬁ cation: = Airspace opaciﬁ cation, can be due to any material ﬁ lling \nthe alveoli:\n  \n• Pus—pneumonia.\n  \n• Blood—haemorrhage, DIC (p352).\n  \n• Water—heart, renal, or liver failure (p302, p274), ARDS (p186), smoke inhalation \n(p847), drugs (heroin), O2 toxicity, near drowning (OHCS p768).\n  \n• Cells—lymphoma, adenocarcinoma.\n  \n• Protein—alveolar proteinosis, ARDS, fat emboli (~7d post fracture).\n‘Ring’ opacities: Either airways seen end-on (bronchitis; bronchiectasis) or cavitat-\ning lesions, eg abscess (bacterial, fungal, amoebic), tumour, or pulmonary infarct \n(wedge-shaped with a pleural base).\nLinear opacities: Septal lines (Kerley B lines, ie interlobular lymphatics seen with \nﬂ uid, tumour, or dusts); atelectasis; pleural plaques (asbestos exposure).\nWhite-out of whole hemithorax: (ﬁ g 16.4) Pneumonia, large pleural eff usion, ARDS, \npost-pneumonectomy.\nGas outside the lungs Check for a pneumothorax (hard to spot if apical or in a \nsupine image, can you see vascular markings right out to the periphery?), surgical \nemphysema (trauma, iatrogenic), and gas under the diaphragm (surgery, perforated \nviscus, trauma). Pneumomediastinum: Air tracks along mediastinum, into the neck. \nDue to rupture of alveolar wall (eg asthma or pulmonary barotrauma) or bronchial \nor oesophageal trauma (can be iatrogenic, eg from endoscope). Pneumopericar-\ndium: Rare (usually iatrogenic).\nBones Check the clavicles for fracture, ribs for fractures and lesions (eg metasta-\nses), vertebral column for degenerative disease, collapse, or destruction, and shoul-\nders for dislocation, fracture, and arthritis.\nAn apparently normal CXR? Check for tracheal compression, absent breast shad-\now (mastectomy), double left heart border (left lower lobe collapse, ﬁ g 16.5), ﬂ uid \nlevel behind the heart (hiatus hernia, achalasia), and paravertebral abscess (TB).", "text_length": 3362, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 732/905)", "type": "chunk", "chunk_index": 731, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.433065", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.434050", "status": "complete", "chunks_added": 2}