{"task_id": "1a716afdaf91bc80", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 320/905)", "text": " \nin lupus nephritis.\nNephritic glomerulonephritis\n\n--- Page 326 ---\n312\nRenal medicine\nNephrotic syndrome\nIf there is oedema, dipstick the urine to avoid missing renal disease.\nDeﬁ nition The nephrotic syndrome is a triad of:\n  \n• proteinuria >3g/24h (P:CR >300mg/mmol, A:CR >250mg/mmol, p294)\n  \n• hypoalbuminaemia (usually <30g/L, can be <10g/L)\n  \n• oedema.\nAetiology Primary renal disease or secondary to a systemic disorder.\n  \n• Primary renal disease: Minimal change disease, membranous nephropathy (may \nbe associated with underlying inﬂ ammation/malignancy), focal segmental glo-\nmerulosclerosis (FSGS), membranoproliferative GN.\n  \n• Secondary causes: DM, lupus nephritis, myeloma, amyloid, pre-eclampsia.\nPathophysiology The ﬁ ltration barrier of the kidney is formed by podocytes, the \nglomerular basement membrane (GBM), and endothelial cells. Proteinuria results \nfrom podocyte pathology: abnormal function in minimal change disease, immune- \nmediated damage in membranous nephropathy, and podocyte injury/death in FSGS; \nor pathology in the GBM/endothelial cell: membranoproliferative GN.\nPresentation Generalized, pitting oedema, which can be rapid and severe. Look in \ndependent areas (ankles if mobile, sacral pad/elbows if bed-bound) and areas of low \ntissue resistance, eg periorbitally. History: Ask about systemic symptoms, eg joint, \nskin. Consider malignancy and chronic infection. : CCF (JVP, pulmonary oedema), \nliver disease (albumin).\nManagement\n1   Reduce oedema\nFluid (1L/day) and salt restriction. Diuresis with loop diuretics, eg furosemide. \nIf gut oedema aff ects oral absorption of diuretics, give IV. Use daily weights to \nguide. Aim 0.5–1kg weight loss per day to avoid intravascular volume depletion \nand secondary AKI. Thiazide diuretics can be added if oedema remains resistant \nto high-dose loop diuretics. Albumin infusion increases proteinuria and remains \ncontroversial with no consistent evidence of beneﬁ t.\n2   Treat underlying cause\nAdults need a renal biopsy (p310). This is technically more diffi  cult when there \nis gross oedema so diuresis may be required ﬁ rst. Treatment known to induce \nremission should be given, eg corticosteroids in minimal change disease. Look for \nand treat any underlying systemic disease, infection, or malignancy.\nIn children, minimal change disease is the commonest aetiology and steroids \ninduce remission in the majority. Biopsy is therefore avoided in children unless \nthere is no response to steroids, or if clinical features suggest another cause: \nage <1yr, family history, extrarenal disease (eg arthritis, rash, anaemia), renal \nfailure, haematuria.\n3   Reduce proteinuria\nACE-i/ARB reduce proteinuria (may not be needed in minimal change disease).\n4  Complications\n  \n• Thromboembolism. Hypercoagulable due to clotting factors, anti-thrombin \nIII, and platelet abnormalities. Risk of VTE including DVT/PE (~10% adult pa-\ntients) and renal vein thrombosis (loin pain, haematuria, LDH, AKI if bilateral). \nTreat with heparin (may need to dose adjust low-molecular-weight heparin \nif GFR) and warfarin. If low bleeding risk, consider prophylaxis when albumin \n<20g/L.\n  \n• Infection. Urine losses of immunoglobulins and immune mediators lead to risk \nof urinary, respiratory, and CNS infection. Infection also seen in areas of ﬂ uid ac-\ncumulation: cellulitis, peritonitis, empyema. Ensure pneumococcal vaccination \ngiven. Risk of varicella with steroid treatment: post-exposure prophylaxis in \nnon-immune, do not give live vaccine if immunosuppressed.\n  \n• Hyperlipidaemia. Cholesterol (>10mmol/L), LDL, triglycerides, HDL. Thought \ndue to hepatic synthesis in response to oncotic pressure and defective lipid \nbreakdown. Abnormalities are proportional to proteinuria. The beneﬁ ts of \nstatins in CKD are extrapolated to nephrotic syndrome where there is evidence.", "text_length": 3871, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 320/905)", "type": "chunk", "chunk_index": 319, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.716168", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.717297", "status": "complete", "chunks_added": 2}