{"task_id": "1ae110def8ae1bd6", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 757/905)", "text": "h idiosyncratic reaction reported in less than 1%.\n\n--- Page 763 ---\n749\nRadiology\nAsking yourself ‘Does this investigation need to be done right now?’ will often \nyield the answer ‘No!’, yet there are a few occasions when early imaging can \nprovide vital diagnostic information and inﬂ uence the prognosis for a patient:\n  \n• Acute cauda equina syndrome (p466): MRI lumbar spine.\n  \n• Suspected thoracic aorta dissection (p655): CT thorax + IV contrast, MRI or \ntransoesophageal echo (TOE). The mediastinum is rarely widened on CXR.\n  \n• Suspected leaking abdominal aortic aneurysm (p654): CT aorta.\n  • Acute kidney injury (p298): US of renal tract to exclude obstruction.\n  \n• Acute pulmonary oedema: portable CXR: don’t delay to get an ideal ﬁ lm.\n  \n• Acute abdomen with signs of peritonism: erect CXR to ﬁ nd intraperitoneal free \ngas (ﬁ g 13.26, p607; ≈ GI perforation). Remember: post-op there will be detectable \ngas (air/CO2) in the abdomen for ~10 days. CT if suspicion of intra-abdominal \nsource for sepsis or pathology requiring prompt surgery (eg appendicitis) . US \nfor ectopic pregnancy.\n  \n• Any patient with post-traumatic midline cervical spine tenderness—not just for \nthe emergency department! Collar and backboard immobilization followed by \na CT. All the vertebrae down to the top of T1 must be visualized and cleared before \nit is safe to take the collar off .\n  • Sudden-onset focal neurology, worst-ever headache, deteriorating GCS: CT head, \nthen LP if no evidence of ICP.\nRemember that imaging—or re-imaging for a poor quality ﬁ lm—should never de-\nlay the deﬁ nitive treatment of an emergency condition, eg:\n  \n• Tension pneumothorax (p814 and ﬁ g 16.43): decompression not CXR.\n  \n• Intra-abdominal haemorrhage or viscus rupture (p606): laparotomy.\n  \n• High clinical suspicion of torsion of testis (p652): surgery not Doppler US.\nPrior to the advent of interventional radiology, a collapsed, shocked patient with \nan acute abdomen would have skipped CT and gone straight for a laparotomy.\nHowever, you should bear in mind that ruptured aneurysms are increasingly being \nmanaged by endovascular repair under ﬂ uoroscopic guidance (p654) so this is one \narea where rapid imaging may be preferable to immediate intervention.\nImaging the acutely unwell patient\nFig 16.43 This is a great educational image from ICU. The inexperienced doctor could be dis-\ntracted by the poor quality image, missing the lung bases: technicians do their best under dif-\nﬁ cult conditions. To ask for a new CXR here would be a mistake note the large right-sided \ntension pneumothorax needing immediate decompression! Lungs: The right lung ﬁ eld is too \nblack compared to the left, the right hemidiaphragm is depressed, and the right lung is seen \ncollapsed against the mediastinum. Mediastinum: Left-shifted, obstructing venous return—so \ncardiac output, and a threat to life. Is it being pushed or pulled? Check hila, bones, and soft tis-\nsues. Since the right lung is collapsed and mediastinum shifted to left this suggests right ten-\nsion pneumothorax. Needle thoracocentesis decompression and a chest drain are needed now.\nCourtesy of Dr Edmund Godfrey.", "text_length": 3179, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 757/905)", "type": "chunk", "chunk_index": 756, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.478901", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.479883", "status": "complete", "chunks_added": 2}