{"task_id": "1b8de1bb437d54e2", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 101/905)", "text": "think they are unwell? Do they think you can help?\n\n--- Page 103 ---\n89\nHistory and examination\nThere are many diff erent ways to think about psychiatric symptoms. One simple \napproach can be to consider negative and positive symptoms. Negative symp-\ntoms involve the absence of a behaviour, thought, feeling, or sensation (eg lack \nof appetite, apathy, and blunted emotions in depression), whereas positive symp-\ntoms involve their presence when not normally expected (eg thought insertion, \nie ‘Someone is putting thoughts into my head’). Understanding the diff erence \nbetween psychosis and neurosis is vital. Psychosis entails a thought disorder (eg \nthought insertion, thought broadcasting) ± delusions (abnormal beliefs which are \nheld to despite all reasoning, and which run counter to the patient’s cultural back-\nground) and abnormal perceptions (eg hallucinations). Neurosis entails insight—if \nthere are intrusive ideas or odd experiential phenomena, the person knows that \nthey are false or illusory (and may be triggered by stress, etc.).\nDisorders of thought include ﬂ ight of ideas, in which the speech races through \nthemes, switching whimsically or through associations, eg ‘clang’ association: \n‘Yesterday I went down to the local shop. I didn’t hop (clang), but I walked. Kan-\ngaroos hop, don’t they? My friend Joey wasn’t there, though…’. Knight’s move \nis an unexpected change in the direction of speech or conversation (akin to the \nlateral component of the move of the knight’s piece in chess) and neologism is \nthe formation of new words. They may be normal or indicate an organic brain \ncondition or a psychosis.\nMany psychiatric symptoms in isolation, to a lesser degree of severity, or even in \na diff erent culture, may well be considered part of ‘normal’ behaviour. For exam-\nple, a vision from a religious ﬁ gure may be considered normal, whereas one from \nan alien may not. Consider your patient in their cultural and religious context. \nAs with so many aspects of medicine, in psychiatry there is a vast spectrum of \nbehaviour, thought, and perception, at least one extreme of which is considered to \nbe ‘abnormal’. It is in part our challenge to attempt to interpret these symptoms \nwith relevance, insight, and impartiality so that we may best beneﬁ t our patients \nand not form opinions that are set in stone. On acute medical wards psychiatric \nsymptoms are often due to stress, drug or alcohol withdrawal, U&E imbalance, or \nmedication. When in doubt, ask a psychiatrist to help.\nBeware of simplistic formulations, eg If you talk to God, you are praying. If \nGod talks to you, you have schizophrenia (Dr Thomas Szasz). It is not the audi-\ntory phenomenon that makes the diagnosis of psychosis: what matters is what the \npatient believes about the phenomenon, and whether they are associated with a \nthought disorder or a delusion.\nPsychiatric symptoms", "text_length": 2889, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 101/905)", "type": "chunk", "chunk_index": 100, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.034399", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.035814", "status": "complete", "chunks_added": 2}