{"task_id": "1b948f57af9fe12b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 648/905)", "text": "n.\nQuestions to address when confronted by a stone\n\n--- Page 654 ---\n640\nSurgery\nUrinary tract obstruction\nUrinary tract obstruction is common and should be considered in any patient with \nimpaired renal function. Damage can be permanent if the obstruction is not \ntreated promptly. Obstruction may occur anywhere from the renal calyces to the \nurethral meatus, and may be partial or complete, unilateral or bilateral. Obstruct-\ning lesions are luminal (stones, blood clot, sloughed papilla, tumour: renal, ureteric, \nor bladder), mural (eg congenital or acquired stricture, neuromuscular dysfunction, \nschistosomiasis), or extra-mural (abdom inal or pelvic mass/tumour, retroperitoneal \nﬁ brosis, or iatrogenic—eg post surgery). Unilateral obstruction may be clinically \nsilent (normal urine output and U&E) if the other kidney is functioning. Bilateral \nobstruction or obstruction with infection requires urgent treatment. See p641.\nClinical features\n  \n• Acute upper tract obstruction: Loin pain radiating to the groin. There may be \nsuperimposed infection ± loin tenderness, or an enlarged kidney.\n  \n• Chronic upper tract obstruction: Flank pain, renal failure, superimposed infection. \nPolyuria may occur due to impaired urinary concentration.\n  • Acute lower tract obstruction: Acute urinary retention typically presents with \nsevere suprapubic pain ± acute confusion (elderly); often acute on chronic (hence \npreceded by chronic symptoms , see next bullet point). Clinically: distended, palpable \nbladder containing ~600mL, dull to percussion. Causes include prostatic obstruction \n(usual cause in older ), urethral strictures, anticholinergics, blood clots eg from \nbladder lesion (‘clot retention’), alcohol, constipation, post-op (pain/inﬂ ammation/\nanaesthetics), infection (p296), neurological (cauda equina syndrome, see p466).\n  \n• Chronic lower tract obstruction: Symptoms: urinary frequency, hesitancy, poor \nstream, terminal dribbling, overﬂ ow incontinence. Signs: distended, palpable blad-\nder (capacity may be >1.5L) ± large prostate on PR. Complications: UTI, urinary \nretention, renal failure (eg bilateral obstructive uropathy—see BOX ‘Obstructive \nuropathy’). Causes include prostatic enlargement (common); pelvic malignancy; \nrectal surgery; DM; CNS disease, eg transverse myelitis/MS; zoster (S2–S4).\nTests Blood: U&E, creatinine, FBC, and prostate-speciﬁ c antigen (PSA, p530).\n12 Urine: \nDipstick and MC&S. Ultrasound (p744) is the imaging modality of choice for investi-\ngating upper tract obstruction: If there is hydronephrosis or hydroureter (distension \nof the renal pelvis and calyces or ureter), arrange a CT scan. This will determine the \nlevel of obstuction. NB: in ~5% of cases of obstruction, no distension is seen on US. \nRadionuclide imaging enables functional assessment of the kidneys.\nTreatment Upper tract obstruction: Nephrostomy or ureteric stent. NB: stents may \ncause signiﬁ cant discomfort and patients should be warned of this and other risks \n(see BOX ‘Problems of ureteric stenting’). -blockers help reduce stent-related pain \n(ureteric spasm). Pyeloplasty, to widen the PUJ, may be performed for idiopathic \nPUJ obstruction.\nLower tract obstruction: Insert a urethral or suprapubic catheter (p762) to relieve \nacute retention. In chronic obstruction only catheterize patient if there is pain, uri-\nnary infection, or renal impairment; intermittent self-catheterization is sometimes \nrequired (p763). If in clot retention the patient will require a 3-way catheter and \nbladder washout. If >1L residual check U&E and monitor for post-obstructive diure-\nsis (see BOX ‘Obstructive uropathy’). Monitor weight, ﬂ uid balance, and U&E closely. \nTreat the underlying cause if possible, eg if prostatic obstruction, start an -blocker \n(see p642). After 2–3 days, trial without catheter (TWOC, p763) may work (especially \nif <75yrs old and <1L drained or retention was triggered by a passing event, eg GA). \n12 Do venepuncture for PSA before PR, as PR can  total PSA by ~1ng/mL (free PSA  by 10%). It’s diffi  cult \nto know if acute retention raises PSA, but relieving obstruction does cause it to drop.", "text_length": 4158, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 648/905)", "type": "chunk", "chunk_index": 647, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.290045", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.290929", "status": "complete", "chunks_added": 3}