{"task_id": "1bc5e3d09051c4a9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 24/905)", "text": " shooter was Tom Doniphon (John Wayne) \nall along.\n\n--- Page 26 ---\n12\nThinking about medicine\nDeath\nDiagnosing dying\nWould you be surprised if your patient were to die in the next few days, weeks, or \nmonths? If the answer is ‘no’ then end-of-life choices, decisions, and care should be \naddressed.\nConsider: decline in functional performance, eg in bed or chair >50% of day, in-\ncreasing dependence, weight of co-morbidity, unstable or deteriorating symptom \nburden, decreased treatment response, weight loss >10% in 6 months, crisis admis-\nsions, serum albumin <25g/L, sentinel event, eg fall, transfer to nursing home.\nDeath is nature’s cruel master stroke, allowing genotypes space to try new pheno-\ntypes. The time comes in the life of every organism when it is better to start from \nscratch, rather than carry on with the weight and muddle of endless accretions. \nOur bodies and minds are the perishable phenotypes on the wave of our genes. But \nour genes are not really our genes. It is we who belong to them for a few decades. \nAnd death is nature’s great insult, that she should prefer to put all her eggs in the \nbasket of a defenceless, incompetent neonate; rather than in the tried and tested \ncustody of our own superb minds. But as our neuroﬁ brils begin to tangle, and that \nneonate walks to a wisdom that eludes us, we are forced to give nature credit for \nher daring idea. Of course, nature, in her careless way, can get it wrong: people \noften die in the wrong order and one of our chief roles is to prevent this misorder-\ning of deaths, not the phenomenon of death itself. With that exception, we must \nadmit that dying is a brilliant idea, and one that it is most unlikely we would ever \nhave devised ourselves.\nThe wisdom of death\nDeath13 is the irreversible loss of the essential characteristics which are necessary \nfor the existence of a human being.\nDeath following cessation of cardiorespiratory function:\nSimultaneous and irreversible onset of apnoea, absence of circulation, and un-\nconsciousness.\nCardiorespiratory arrest is conﬁ rmed by observation of the following:\n  \n• Absence of central pulse on palpation.\n  \n• Absence of heart sounds on auscultation.\n  \n• After 5 minutes of cardiorespiratory arrest absence of brainstem activity is con-\nﬁ rmed by the absence of pupillary responses to light, an absent corneal reﬂ ex, \nand no motor response to supra-orbital pressure.\nThe time of death is the time at which these criteria are fulﬁ lled.\nBrainstem death:\nBrainstem pathology causing irreversible damage to its integrative functions \nincluding neural control of cardiorespiratory function and consciousness.\nDiagnosed by an absence of brainstem reﬂ exes:\n  \n• No pupil light response.\n  \n• No corneal reﬂ ex (blink to touch).\n  \n• Absent oculovestibular reﬂ exes (no eye movements seen with injection of ice-\ncold water into each external auditory meatus, tympanic membranes visualized).\n  \n• No motor response to stimulation within the cranial nerve distribution (supra-\norbital pressure).\n  \n• No cough/gag reﬂ ex.\n  \n• No respiratory response to hypercarbia: oxgenation is maintained (SpO2>85%) \nbut ventilation is reduced to achieve PaCO2 ≥6.0kPa with pH ≤7.40. No respiratory \nresponse is seen within 5 minutes and PaCO2 rises by >0.5kPa.\nDiagnosis is made by two competent doctors registered for >5 years testing to-\ngether completely and successfully on two separate occasions. \nDiagnosing death", "text_length": 3440, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 24/905)", "type": "chunk", "chunk_index": 23, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.896068", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.896814", "status": "complete", "chunks_added": 2}