{"task_id": "1cd9c7190a89b856", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 170/905)", "text": " left lung has two lobes and the \nright has three.\n\n--- Page 176 ---\n162\nChest medicine\nBedside tests in chest medicine\nThere is no substitute for careful history taking and examination in making the ‘correct’ \ndiagnosis. Tests should help clarify and assess severity. When examining the chest \nthink about the anatomy, and the location of pathology (ﬁ g 4.2).\nSputum examination Collect a good sample; if necessary ask a physiotherapist to \nhelp. Note the appearance: clear and colourless (chronic bronchitis), yellow-green or \nbrown (pulmonary infection), red (haemoptysis), black (smoke, coal dust), or frothy \nwhite-pink (pulmonary oedema). Send the sample to the laboratory for microscopy, \nculture/sensitivity. If indicated, ask for ZN stain, and PCR.\nPeak expiratory ﬂ ow (PEF) Measured by a maximal forced expiration through a peak \nﬂ ow meter. It correlates well with the forced expiratory volume in 1 second (FEV1) & is \nused as an estimate of airway calibre in asthma, but is eff ort-dependent.\nPulse oximetry Allows non-invasive assessment of peripheral O2 saturation (SpO2). \nUseful for monitoring those who are acutely ill or at risk of deterioration. Target oxy-\ngen saturations are usually 94–98% in a well patient or 88–92% in those with certain \npre-exisiting lung pathology (eg COPD). Oxygen saturation of <92% in a normally well \nperson is a serious sign and arterial blood gases (ABGS) should be checked. Causes \nof erroneous readings: poor perfusion, movement, skin pigmentation, nail varnish, \ndys haemoglobin aemias, and carbon monoxide poisoning. As with any bedside test, \nbe sceptical, and check ABGS, whenever indicated (p188).\nArterial blood gas (ABG) analysis Heparinized blood is usually taken from the radial \nor femoral artery (see p771). The brachial artery is used less because of median nerve \nproximity and it is an end artery. pH, PaO2, PaCO2, HCO3 are measured using an auto-\nmated analyser.\nABG interpretation See pp188–9.\nSpirometry (See table 4.1) Measures functional lung volumes. Forced expiratory \nvolume in 1s (FEV1) and forced vital capacity (FVC) are measured from a full forced ex-\npiration into a spirometer (Vitalograph®); exhalation continues until no more breath \ncan be exhaled. FEV1 is less eff ort-dependent than PEF. The FEV1/FVC ratio gives a good \nestimate of the severity of airﬂ ow obstruction; and helps classify COPD severity. Ob-\nstructive defect: (ﬁ g 4.3) Asthma, bronchiectasis, COPD, cystic ﬁ brosis. Restrictive \ndefect: Fibrosis, sarcoidosis, pneumoconiosis, interstitial pneumonias, connective \ntis sue diseases, pleural eff usion, obesity, kyphoscoliosis, neuromuscular problems.", "text_length": 2651, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 170/905)", "type": "chunk", "chunk_index": 169, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.182638", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.184652", "status": "complete", "chunks_added": 2}