{"task_id": "1d663e5ce0896165", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 496/905)", "text": " in the short term. \nWho will care for the carers?\n\n--- Page 502 ---\n488\nNeurology\nAlzheimer’s disease (AD)\nThis leading cause of dementia is the big neuropsychiatric disorder of our times, \ndominating the care of the elderly and the lives of their families who give up work, \nfriends, and ways of life to support relatives through the long ﬁ nal years as they exit \ninto their ‘worlds of preoccupied emptiness’. Suspect AD in adults >40yrs with per-\nsistent,\n12 progressive, and global cognitive impairment: visuo-spatial skill, memory, \nverbal abilities, and executive function (planning) are all aff ected, unlike other de-\nmentias which may aff ect certain domains but not others (identify which with neu-\nropsychometric tests). There is also anosognosia—a lack of insight into the problems \nengendered by the disease, eg missed appointments, misunderstood conversations \nor plots of ﬁ lms, and mishandling of money. Later there may be irritability; mood dis-\nturbance (depression or euphoria); behavioural change (eg aggression, wandering, \ndisinhibition); psychosis (hallucinations or delusions); agnosia (may not recognize \nself in the mirror). There is no standard natural history. Cognitive impairment is \nprogressive, but non-cognitive symptoms may come and go over months. Eventually \nmany patients become sedentary, taking little interest in anything.\nCause Environmental and genetic factors both play a role. Accumulation of \n-amyloid peptide, a degradation product of amyloid precursor protein, results in \nprogressive neuronal damage, neuroﬁ b rillary tangles, numbers of amyloid plaques, \nand loss of the neurotransmitter acetylcholine (ﬁ g 10.24). Neuronal loss is selective—\nthe hippocampus, amygdala, temporal neocortex, and subcortical nuclei are most \nvulnerable. Vascular eff ects are also important—95% of AD patients show evidence \nof vascular dementia.\nRisk factors 1st-degree relative with AD; Down’s syndrome (in which AD is in-\nevitable, often <40yrs); homozygosity for apolipoprotein E (ApoE) E4 allele (see BOX \n‘Genetics and the future’); PICALM, CL1 & CLU variants; vascular risk factors (BP, dia-\nbetes, dyslipidaemia, homocysteine, AF); physical/cognitive activity; depression; \nloneliness (risk ≈ 2; simply living alone is not a risk factor); smoking.\nManagement See p486 for a general approach to management in dementia. \n• Refer to a specialist memory service. • Acetylcholinesterase inhibitors (see BOX \n‘Pharmacological treatment’). • BP control (in heart failure there is a 2x risk of AD; \nextra risk halves with BP control).\nPrevention in the context of AD’s time-course: Changes in CSF -amyloid are seen \n~25yrs before onset of unequivocal symptoms (USy) and its deposition is detected \n15yrs before USy. CSF tau protein and brain atrophy are also detected 15yrs before \nUSy. Cerebral hypometabolism and impaired episodic memory occur 10yrs before \nUSy. Global cognitive impairment occurs 5yrs before USy. Prevention will probably \nbe most eff ective before any of this starts—though there is currently insuffi  cient \nevidence to recommend any speciﬁ c interventions\n (BOX ‘Genetics and the future’). \nUltimately, there is no simple relationship between brain structure, neuroﬁ brillary \ntangles, and function.\nPrognosis Mean survival = 7yrs from USy.\n12 ‘Enduring’ doesn’t mean unﬂ uctuating: cognition comes and goes, allowing poetic insights, as in Iris \nMurdoch’s poignant self-diagnosis: ‘I am sailing into the dark’.", "text_length": 3474, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 496/905)", "type": "chunk", "chunk_index": 495, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.026862", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.027683", "status": "complete", "chunks_added": 2}