{"task_id": "1e2a70636692da44", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 810/905)", "text": "BG if needed) and reduce ﬂ ow as soon as possible.\n\n--- Page 816 ---\n802\nEmergencies\nCardiogenic shock\nThis has a high mortality and is very diffi  cult to treat. Ask a senior physician’s help \nboth in formulating an exact diagnosis and in guiding treatment.\nCardiogenic shock is a state of inadequate tissue perfusion primarily due to cardiac \ndysfunction. It may occur suddenly, or after progressively worsening heart failure.\nCauses\n  \n• Myocardial infarction (pp796–9).\n  \n• Arrhythmias (pp124–31).\n  \n• Pulmonary embolus (p818).\n  \n• Tension pneumothorax (p814).\n  \n• Cardiac tamponade (p154 and later in topic).\n  \n• Myocarditis; myocardial depression (drugs, hypoxia, acidosis, sepsis) (p152).\n  \n• Valve destruction (endocarditis—p150).\n  \n• Aortic dissection (p655).\nManagement See ﬁ g 19.8.\nIf the cause is myocardial infarction prompt reperfusion therapy is vital (see p796).\n  \n• Manage in Coronary Care Unit, or ICU.\n  \n• Investigation and treatment may need to be done concurrently.\n  \n• Investigations: ECG, U&E, troponin, ABG, CXR, echocardiogram. If indicated, CT thorax \n(speak with radiologists, this can be protocolled for both aortic dissection and PE) .\n  \n• Monitor: CVP, BP, ABG, ECG, urine output. Keep on cardiac monitor/telemetry. Record \na 12-lead ECG every hour until the diagnosis is made. Consider a CVP line and an arte-\nrial line to monitor pressure, if these are in situ consider measuring cardiac output \nand volume status.\n3 Catheterize for accurate urine output.\nCardiac tamponade Pericardial ﬂ uid collects  intrapericardial pressure rises  \nheart cannot ﬁ ll  pumping stops.\nCauses: Trauma, lung/breast cancer, pericarditis, myocardial infarct, bacteria, eg \nTB. Rarely: urea, radiation, myxoedema, dissecting aorta, SLE. Also coronary artery \ndissection (secondary to PCI) and/or ruptured ventricle.\nSigns: BP, JVP, and muffl  ed heart sounds (Beck’s triad); JVP on inspiration (Kuss-\nmaul’s sign); pulsus paradoxus (pulse fades on inspiration). Echocardiography may \nbe diagnostic. CXR: globular heart; left heart border convex or straight; right cardio-\nphrenic angle <90°. ECG: electrical alternans (p154).\nManagement: This can be very diffi  cult. Everything is against you: time, physiology, \nand your own conﬁ dence, as the patient may be too ill to give a history, and signs \nmay be equivocal—but bitter experience has taught us not to equivocate for long.\nRequest the presence of your senior at the bedside (do not make do with telephone \nadvice). With luck, prompt pericardiocentesis (p773) brings swift relief. While await-\ning this, give O2, monitor ECG, and set up IVI. Take blood for group & save. NB: there \nmay be a role for cardiothoracic surgery (eg CABG, ventricular repair, or pericardial \nwindow) as a deﬁ nitive solution to some causes.\n3 Eg Pulse contour cardiac output (PICCO) or lithium dilution cardiac output (LIDCO). Both use injection \n(PICCO = cold water, LIDCO = lithium) to estimate ﬁ lling pressure, extravascular water (ie pulmonary oedema) \nand cardiac output. The time from injection via a central vein to detection via an arterial line, plus dilution, \ngives estimates of cardiac output and volume status and can guide ﬂ uid and inotrope therapy.", "text_length": 3234, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 810/905)", "type": "chunk", "chunk_index": 809, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.583582", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.584434", "status": "complete", "chunks_added": 2}