{"task_id": "1e7766e62c7f3fac", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 834/905)", "text": "eases/microbiology.\n\n--- Page 839 [Image/Scan] ---\n\n--- Page 840 ---\n826\nEmergencies\nStatus epilepticus\nThis means seizures lasting for >30min, or repeated seizures without intervening \nconsciousness. Mortality and the risk of permanent brain damage increase with the \nlength of attack. Aim to terminate seizures lasting more than a few minutes as soon \nas possible (<20min).\nStatus usually occurs in patients with known epilepsy. If it is the 1st presentation, \nthe chance of a structural brain lesion is high (>50%). Diagnosis of tonic–clonic status \nis usually clear. Non-convulsive status (eg absence status or continuous partial sei-\nzures with preservation of consciousness) may be more diffi  cult: look for subtle eye \nor lid movement. For other signs, see pp484, 490–3. An EEG can be very helpful. Could \nthe patient be pregnant (any pelvic mass)? If so, eclampsia (OHCS p48) is the likely \ndiagnosis, check the urine and BP: call a senior obstetrician—immediate delivery may \nbe needed.\nInvestigations\n  \n• Bedside glucose, the following tests can be done once  has started: lab glucose, \nABG, U&E, Ca\n2+, FBC, ECG.\n  \n• Consider anticonvulsant levels, toxicology screen, LP, culture blood and urine, EEG, \nCT, carbon monoxide level.\n  \n• Pulse oximetry, cardiac monitor.\nManagement See ﬁ g 19.20. Basic life support—and these agents:14\n1   Lorazepam: 0.1mg/kg (usually 4mg) as a slow bolus into a large vein. If no re-\nsponse after 10–20min give a second dose. Beware respiratory arrest during the \nlast part of the injection. Have full resuscitation facilities to hand for all IV benzodi-\nazepine use. The rectal route is an alternative for diazepam if IV access is diffi  cult.\nBuccal midazolam is an easier to use oral alternative where no IV access (eg in \na community setting); dose for those 10yrs old and older 10mg; if 1–5yrs 5mg, if \n5–10yrs 7 . 5mg; squirt half the volume between the lower gum and the cheek on \neach side. While waiting for this to work, prepare other drugs. If ﬁ ts continue …\n2   Phenytoin infusion: 15–18mg/kg IVI (roughly 1g if 60kg, and 1 . 5g if 80kg; max 2g), \nat a maximum rate of 50mg/min (don’t put diazepam in same line: they don’t mix). \nBeware BP and do not use if bradycardic or heart block. Requires BP and ECG \nmonitoring. 100mg/6–8h is a maintenance dose (check levels). If ﬁ ts continue …\n3   Seek ICU help: Paralysis and anaesthesia with eg propofol is required. Close moni-\ntoring, especially respiratory function, is vital. Consider whether this could be \npseudoseizures (p490), particularly if there are odd features (pelvic thrusts; resist-\ning attempts to open lids and your attempts to do passive movements; arms and \nlegs ﬂ ailing around).\n4   Dexamethasone: 10mg IV if vasculitis/cerebral oedema (tumour) possible.\nAs soon as seizures are controlled, start oral drugs (p492). Ask what the cause was, \neg hypoglycaemia, pregnancy, alcohol, drugs, CNS lesion or infection, hypertensive \nencephalopathy, inadequate anticonvulsant dose/compliance (p490).", "text_length": 3021, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 834/905)", "type": "chunk", "chunk_index": 833, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.624090", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.624948", "status": "complete", "chunks_added": 2}