{"task_id": "1f1ff109d46132c0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 480/905)", "text": "f +ve, register at SITS, www.sitsinternational.org\n\n--- Page 486 ---\n472\nNeurology\nStroke: investigation and prevention\nPrimary prevention (Ie before any stroke.)\nControl risk factors (p470): look for and treat hypertension, DM, lipids (p690), \ncardiac disease (see BOX ‘Cardiac causes of stroke’) and help quit smoking (see \np93). Exercise helps (HDL, glucose tolerance). Use lifelong anticoagulation in AF \n(see BOX ‘Cardiac causes of stroke’) and prosthetic heart valves. • For prevention \npost-TIA see p476.\nSecondary prevention (Ie preventing further strokes.)\nControl risk factors (as Primary prevention mentioned above): there is a considerable \nadvantage from lowering blood pressure and cholesterol (even if not particularly raised). \nAntiplatelet agents after stroke: (See BOX ‘Antiplatelets’.) If no primary haemorrhage \non CT, give 2 weeks of aspirin 300mg, then switch to long-term clopidogrel monother-\napy. If this is CI or not tolerated then give low dose aspirin plus slow-release dipyrida-\nmole. Anticoagulation after stroke from AF: See BOX ‘Cardiac causes of stroke’.\nTests (See p470 for imaging.) Investigate promptly to identify risk factors for fur-\nther strokes, but consider whether results will aff ect management. Look for:\n  \n• Hypertension. Look for retinopathy (p560), nephropathy, or cardiomegaly on CXR.\n  \n• Cardiac source of emboli. (See BOX ‘Cardiac causes of stroke’.) 24h ECG to look \nfor AF (p130). CXR may show an enlarged left atrium. Echocardiogram may reveal \nmural thrombus due to AF or a hypokinetic segment of cardiac muscle post-MI. \nIt may also show valvular lesions in infective endocarditis or rheumatic heart \ndisease. Trans oesophageal echo is more sensitive than transthoracic.\n  \n• Carotid artery stenosis. Do carotid Doppler US ± CT/MRI angiography. Beneﬁ ts and \nrisks of revascularization should be individualized by an expert but generally most \nwith ≥ 70% stenosis and life expectancy ≥ 5yrs will beneﬁ t while some (especially \n) will beneﬁ t with 50–69% stenosis\n7 (see p476). Carotid endarterectomy is the \nprocedure of choice; endovascular carotid artery angioplasty with stenting is an \nalternative for those unﬁ t for surgery and achieves similar long-term outcomes but \nhas higher peri-procedure stroke and mortality rates. \n  \n• Hypoglycaemia, hyperglycaemia, dyslipidaemia, and hyperhomocysteinaemia.\n  \n• Vasculitis. ESR, ANCA (p556). VDRL to look for active, untreated syphilis (p412).\n  \n• Prothrombotic states, eg thrombophilia (p374), antiphospholipid syndrome (p554).\n  \n• Hyperviscosity, eg polycythaemia (p366), sickle-cell disease (p340).\n  \n• Thrombocytopenia and other bleeding disorders.\n  \n• Genetic tests. CADASIL (p470); Fabry disease (p698).\nPrognosis Overall mortality: 60 000/yr; UK 20% at 1 month, then 10%/yr. Full recov-\nery: ≤ 40%. Drow si ness ≈ poor prognosis. Avoid pressure ulcers (ﬁ g 10.16).\n7 Interventions for 50–69% stenoses can be justiﬁ able; individualize risk and check local guidelines. In \nparticular, check which criteria used to estimate degree of stenosis since NASCET (North American Sympto-\nmatic Carotid Endarterectomy Trial) criteria tend to include some more severe lesions in 50–69% range as \ncompared to the ECST (European Carotid Surgery Trialists’ Collaborative Group) criteria.", "text_length": 3300, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 480/905)", "type": "chunk", "chunk_index": 479, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.995539", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.996256", "status": "complete", "chunks_added": 2}