{"task_id": "1fbcc98e4e496624", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 676/905)", "text": "gressive ﬂ uid resuscitation (p846).\nSpecial cases\n\n--- Page 682 ---\n668\nClinical chemistry\nElectrolyte physiology and the kidney\nThe kidney Controls the homeostasis of a number of serum electrolytes (includ-\ning Na\n+, K\n+, Ca\n2+, and PO4\n3Ω), helps to maintain acid–base balance, and is responsible \nfor the excretion of many substances. It also makes erythropoietin and renin, and \nhydroxylates 25-hydroxyvitamin D to 1,25-di hydroxy vitamin D (see p676 for Ca\n2+ and \nPO4\n3Ω physiology). All of these functions can be aff ected in chronic kidney disease \n(p302), but it is the biochemical eff ects of kidney failure that are used to monitor \ndisease progression.\nThe renin–angiotensin–aldosterone system Plasma is ﬁ ltered by the glomeruli, \nand Na\n+, K\n+, H\n+, and water are reabsorbed from this ﬁ ltrate under the control of the \nrenin–angiotensin–aldosterone system. Renin is released from the juxtaglomerular \napparatus (ﬁ g 7.13, p316) in response to low renal ﬂ ow and raised sympathetic tone, \nand catalyses the conversion of angiotensinogen (a peptide made by the liver) to \nangiotensin I. This is then converted by angiotensin-converting enzyme (ACE), which \nis located throughout the vascular tree, to angiotensin II. The latter has several \nimportant actions including eff erent renal arteriolar constriction (thus perfusion \npressure), peripheral vaso constriction, and stimulation of the adrenal cortex to pro-\nduce aldosterone, which activates the Na\n+/K\n+ pump in the distal renal tubule leading \nto reabsorption of Na\n+ and water from the urine, in exchange for K\n+ and H\n+. Glucose \nspills over into the urine when the plasma concentration > renal threshold for reab-\nsorption (≈10mmol/L, but this varies between people, and is  in pregnancy).\nControl of sodium Control is through the action of aldosterone on the distal con-\nvoluted tubule (DCT) and collecting duct to increase Na\n+ reabsorption from the urine. \nThe natriuretic peptides ANP, BNP, and CNP (p137) contribute to Na\n+ homeostasis by \nreducing Na\n+ reabsorption from the DCT and inhibiting renin. A high GFR (see later in \nthis topic) results in increased Na\n+ loss, and high renal tubular ﬂ ow and haemodilu-\ntion decrease Na\n+ reabsorption in the proximal tubule.\nControl of potassium Most K\n+ is intracellular, and thus serum K\n+ levels are a poor \nreﬂ ection of total body potassium. The concentrations of K\n+ and H\n+ in extracellular \nﬂ uid tend to vary together. This is because these ions compete with each other in the \nexchange with Na\n+ that occurs across most cell membranes and in the distal con-\nvoluted tubule of the kidney, where Na\n+ is reabsorbed from the urine. Thus, if the H\n+ \nconcentration is high, less K\n+ will be excreted into the urine. Similarly, K\n+ will compete \nwith H\n+ for exchange across cell membranes and extracellular K\n+ will accumulate. \nInsulin and catecholamines both stimulate K\n+ uptake into cells by stimulating the \nNa\n+/K\n+ pump.\nSerum osmolality A laboratory measurement of the number of osmoles per kilo-\ngram of solvent. It is approximated by serum osmolarity (the number of osmoles \nper litre of solution) using the equation 2(Na\n+ + K\n+) + Urea + Glucose, since these are \nthe predominant serum electrolytes. Normal serum osmolarity is 280–300mmol/L, \nwhich will always be a little less than the laboratory-measured osmolality—the \nosmolar gap. However, if the osmolar gap is greater than 10mmol/L, this indicates \nthe presence of additional solutes: consider diabetes mellitus or high blood ethanol, \nmethanol, mannitol, or ethylene glycol.\nControl of water Control is mainly via serum Na\n+ concentration, since water intake \nand loss are regulated to hold the extracellular concentration of Na\n+ constant. Raised \nplasma osmolality (eg dehydration or glucose in diabetes mellitus) causes thirst \nthrough the hypothalamic thirst centre and the release of antidiuretic hormone \n(ADH) from the posterior pituitary. ADH increases the passive water reabsorption \nfrom the renal collecting duct by opening water channels to allow water to ﬂ ow \nfrom the hypotonic luminal ﬂ uid into the hypertonic renal interstitium. Low plasma \nosmolality inhibits ADH secretion, thus reducing renal water reabsorption.\nGlomerular ﬁ ltration rate (GFR) Deﬁ ned as the volume of ﬂ uid ﬁ ltered by the glo-\nmeruli per minute (units mL/min), and is one of the primary measures of disease \nprogression in chronic kidney disease. It can be estimated in a number of diff erent \nways (see BOX).", "text_length": 4505, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 676/905)", "type": "chunk", "chunk_index": 675, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.329564", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.330301", "status": "complete", "chunks_added": 3}