{"task_id": "216b90ed907587f8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 756/905)", "text": "e shown.\nCourtesy of Norwich Radiology Department.\n\n--- Page 762 ---\n748\nRadiology\nContrast media in imaging\nThe use of a contrast medium can alter the electron density of two previously similar \ntissues, thus allowing them to be distinguished. Contrast medium is usually admin-\nistered by the following routes:\n  \n• PO: Barium- or iodine-based agents for, eg swallow or enhancing visualization of \nbowel lumen on CT.\n  \n• Inhaled: Technetium or xenon used in ventilation scintigraphy.\n  \n• IV: (Most widespread clinical application.) Iodine or gadolinium.\n  \n• PR: Air or CO2 can be introduced to the colon for CT colonography, iodinated con-\ntrast medium is used for water-soluble enemas.\nIodine-based contrast agents Iodine is used because of its relatively high elec-\ntron density and good physiological tolerance. When used with CT, the exami-\nnation is said to be contrast enhanced—look for ‘+ c’ amongst the scan details. \nExercise caution in: renal or cardiac impairment; myeloma; diabetes; sickle cell \ndisease; elderly; infants; the acutely unwell. Avoid iodine-based agents in active \nhyperthyroidism.\nHave renal function to hand in these patients (see p315). Minor reactions in-\nclude nausea, vomiting, and a sensation of warmth. More severe reactions in-\nclude urticaria, bronchospasm, angioedema, and low BP (1:250); theoretical risk \nof death for 1:150 000.\nMetformin should be withheld for 48h after IV contrast administration because \nof the risk of lactic acidosis.\nBarium sulfate Used in examination of the GI tract. Water-insoluble particles of \n0.6–1.4μm diameter are mixed with large organic molecules such as pectin and \ngum to promote good ﬂ ow, mucosal adherence, and high density in thin layers. \nComplications: Chemical pneumonitis or peritonitis. Never administer if you sus-\npect perforated viscus.\nWater-soluble, non-ionic, iodine-based contrast agents Used instead of \nbarium where there is a risk of peritoneal contamination (eg ﬁ stula, megacolon, \nulceration, diverticulitis, bowel anastomosis, acute intestinal haemorrhage). Gas-\ntrograffi  n should not be used.\nContains iodine so establish allergy history and thyroid status.\nAir In CT colonography, air (or CO2) is insuffl  ated as a negative contrast medium \nafter barium administration to enhance mucosal deﬁ nition. Water can also be \nused PO and PR to outline the lumen of the gut.\nGadolinium A lanthanide series element with paramagnetic qualities that is ad-\nministered intravenously (as gadolinium-DTPA) to enhance the contrast of certain \nstructures in MRI. It works by reducing the time to relaxation (TR) of hydrogen \nnuclei in its proximity and appears as high signal on T1-weighted scans. It does \nnot cross the blood–brain barrier so is useful in enhancing isointense extra-axial \ntumours such as meningiomas. It can also highlight areas where the blood–brain \nbarrier has broken down secondary to inﬂ ammatory or neoplastic processes. It \nis renally excreted: check eGFR: if signiﬁ cantly reduced, gadolinium is contrain-\ndicated, as up to 30% may develop progressive nephrogenic systemic ﬁ brosis/\nnephrogenic ﬁ brosing dermopathy which causes generalized ﬁ brosis which im-\npairs movement and breathing—and which may be fatal. Aberrations in calcium-\nphosphate metabolism and erythropoietin treatment seem to increase risk. Other \nadverse reactions include headache, nausea, and local irritation at the site of in-\njection, with idiosyncratic reaction reported in less than 1%.", "text_length": 3486, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 756/905)", "type": "chunk", "chunk_index": 755, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.477356", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.478293", "status": "complete", "chunks_added": 2}