{"task_id": "217e191dfd17f383", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 318/905)", "text": "t scribble by\nNatasha Boone. \nwww.natashaboone.com\n\n--- Page 324 ---\n310\nRenal medicine\nGlomerulonephritis\nThe term glomerulonephritis (GN) encompasses a number of conditions which:\n  \n• are caused by pathology in the glomerulus\n  \n• present with proteinuria, haematuria, or both\n  \n• are diagnosed on a renal biopsy\n  \n• cause CKD\n  \n• can progress to kidney failure (except minimal change disease).\nThe names of the diseases come from either the histological appearance (eg membra-\nnous glomerulonephritis), or the associated systemic condition (eg lupus nephritis).\nNephrotic or nephritic?\nThe glomerulonephritides classically present on a spectrum ranging from nephro-\nsis (proteinuria due to podocyte pathology, p312), to nephritis (haematuria due to \ninﬂ ammatory damage, p311). This is illustrated in ﬁ g 7.10. However, if a GN causes \nscarring, then proteinuria can occur. Proteinuria can therefore complicate the \nlonger-term clinical picture of any GN, including those that are classically ‘nephritic’.\nPre-procedure: BP (<160/95 or according to local protocol), FBC (Hb>9, plt>100), \nclotting (PT and APTT <1.2), G&S. Written informed consent including possible com-\nplications: mild back/loin pain, visible haematuria (~5%, usually clears), bleeding, \nneed for transfusion (~1%), angiographic intervention (~ ≤ 0.5%). Stop anticoagu-\nlants (aspirin 1 week, warfarin to PT <1.2, low-molecular-weight heparin 24h).\nPost-procedure: Bed rest for a minimum of 4h. Monitor pulse, BP, symptoms, and \nurine colour. Do not discharge home until macroscopic haematuria settled. Aspirin \nor warfarin can be restarted the next day if procedure uncomplicated.\nResult: Examination of glomerular lesions provides GN diagnosis. Includes: pro-\nportion of glomeruli involved (focal vs diff use), how much of each glomerulus is \ninvolved (segmental vs global), hypercellularity, sclerosis. Immunohistology for \ndeposits (Ig, light chains, complement). Electron microscopy for ultrastructure: \nprecise location of deposits, podocyte appearance. Also examines tubulointer-\nstitium (atrophy, ﬁ brosis, inﬂ ammation) and any vessels. \nRenal biopsy\nFig 7.10 The spectrum of glomerular disease ranging from proteinuria (nephrosis) to haematuria \n(nephritis).\nFigure adapted from Turner et al., Oxford Textbook of Clinical Nephrology, 2015, with permission from \nOxford University Press\nInvestigation Assess damage and potential cause. Blood: FBC, U&E, LFT, CRP; immu-\nnoglobulins, electrophoresis, complement (C3, C4); autoantibodies (p553): ANA, ANCA, \nanti-dsDNA, anti-GBM; blood culture, ASOT, hepatitis serology. Urine: MC&S, Bence Jones \nprotein, A:CR/P:CR (p294), RBC casts (p295). Imaging: CXR (pulmonary haemorrhage), renal \nultrasound (size and anatomy for biopsy). Renal biopsy: Required for diagnosis.\nManagement General management as for CKD (pp304–5) including BP control and in-\nhibition of renin-angiotensin axis. Speciﬁ c treatment including immunosuppression de-\npends on histological diagnosis, disease severity, disease progression, and comorbidity.", "text_length": 3054, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 318/905)", "type": "chunk", "chunk_index": 317, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.713403", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.714121", "status": "complete", "chunks_added": 2}