{"task_id": "219d807f2af81695", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 856/905)", "text": "ing this topic.\nFig 19.27 Lund and Browder charts.\n\n--- Page 862 ---\n848\nEmergencies\nHypothermia\nHave a high index of suspicion and a low-reading thermometer. Most patients \nare elderly and do not complain of, or feel, cold—so they have not tried to warm up. \nIn the young, hypothermia is usually from cold exposure (eg near-drowning), or is \nsecondary to impaired consciousness (eg following excess alcohol or drug overdose).\nDeﬁ nition Hypothermia implies a core (rectal) temperature <35°C.\nCauses In the elderly, hypothermia is often caused by a combination of factors:\n  \n• Impaired homeostatic mechanisms: usually age-related.\n  \n• Low room temperature: poverty, poor housing.\n  \n• Impaired thermoregulation: pneumonia, MI, heart failure.\n  \n• Reduced metabolism: immobility, hypothyroidism, diabetes mellitus.\n  \n• Autonomic neuropathy (p505); eg diabetes mellitus, Parkinson’s.\n  • Excess heat loss: psoriasis and any other widespread dermatological diseases (ie TEN/\nerythrodermic eczema).\n  \n• Cold awareness: dementia, confusion.\n  \n• Increased exposure to cold: falls, especially at night when cold.\n  \n• Drugs: major tranquillizers, antidepressants, diuretics, alcohol.\nThe patient\n  \n• If the patient is shivering then the hypothermia is mild, if they are not shivering \ndespite temp <35°C then the hypothermia is severe.\n  \n• Symptoms and signs include confusion, agitation, GCS, coma, bradycardia, hypo-\ntension and arrhythmias (AF, VT, VF), especially if temp <30°C.\nThere are many stories of people ‘returning to life’ when warmed despite absence of vital \nsigns, see BOX. It is essential to rewarm (see ‘Treatment’ later in topic) and re-examine.\nDiagnosis Check oral or axillary T°. If ordinary thermometer shows <36.5°C, use a \nlow-reading one PR. Is the rectal temperature <35°C? Infra-red ear thermometers \ncan accurately reﬂ ect core temperature.\nTests Urgent U&E, plasma glucose, and amylase. Thyroid function tests; FBC; blood \ncultures. Consider blood gases. The ECG may show J-waves (ﬁ g 19.28).\nTreatment Use ABCDE approach (p779)—but don’t expose to cold.\n  \n• All patients should receive warm, humidiﬁ ed O2; ventilate if comatose or respira-\ntory insuffi  ciency.\n  \n• Remove wet clothing, slowly rewarm, aiming for rise of ½°C/h (check temperature, \nBP, HR, and respiratory rate every 30min) using blankets or active external warm-\ning (hot air duvets). If T° rising too quickly stop and allow to cool slightly. Rapid \nrewarming causes peripheral vasodilation and shock. A falling BP can be a sign of \ntoo rapid warming.\n  \n• Warm IVI.\n  \n• Cardiac monitor is essential (AF, VF, and VT can occur at any time during rewarming \nor on stimulation).\n  \n• Consider antibiotics for the prevention of pneumonia (p166). Give these routinely in \npatients over 65yrs with T° <32°C.\n  \n• Consider urinary catheter (to monitor renal function).\nNB: in sudden hypothermia from immersion or profound hypothermia with cardiovas-\ncular instability/cardiac arrest, the temperature needs to be raised rapidly. Options \ninclude warmed ﬂ uid lavage (intravesical, nasogastric, intrapleural, intraperitoneal) \nand intravascular warming (cardiopulmonary bypass, dialysis). In the event of car-\ndiac arrest, deﬁ brillation is usually unsuccessful if T° <30°C (consider amiodarone, \nbretylium). Resuscitation must continue until core T° >33°C (OHCS p786).\nComplications Arrhythmias (if there is a cardiac arrest continue resuscitating until \nT° >33°C, as cold brains are less damaged by hypoxia); pneumonia; pancreatitis; AKI; \nDIC. Prognosis: Depends on age and degree of hypothermia. If age >70yrs and T° \n<32°C then mortality >50%.\nBefore hospital discharge Anticipate problems. Will it happen again? What is \ntheir network of support? Review medication (could you stop tranquillizers)? How is \nprogress to be monitored? Liaise with GP/social worker.", "text_length": 3863, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 856/905)", "type": "chunk", "chunk_index": 855, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.661996", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.662716", "status": "complete", "chunks_added": 2}