{"task_id": "21e9a29b9d8b0549", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 777/905)", "text": " Spinal block; TB; or severe bacterial meningitis.\n\n--- Page 783 ---\n769\nPractical procedures\nFig 18.9 Axial T2-weighted MRI of the lumbar \nspine. The conus ends at the L1/L2 level with \ncont inuation of the cauda equina. Lumbar punc-\nture below the L2 level will not damage the \ncauda equina as the nerve roots will part around \nan LP needle.\nImage courtesy of Norwich Radiology Dept.\n  \n• Post-dural puncture headache. • Infection. • Bleeding. • Cerebral herniation \n(rare, check for signs of ICP before proceeding). • Minor/transient neurological \nsymptoms, eg paraesthesia, radiculopathy.\nAny change in lower body neurology after an LP (pain, weakness, sensory changes, \nbladder/bowel disturbance) should be treated as cauda equina compression (hae-\nmatoma/abscess) until proven otherwise. Obtain an urgent MRI spine.\nPost-LP brain MRI scans often show diff use meningeal enhancement with gado-\nlinium. This is thought to be a reﬂ ection of increased blood ﬂ ow secondary to \nintracranial hypotension. Interpret these scans with caution and in the context of \nthe patient’s clinical situation. Ensure the reason for the scan and current neuro-\nlogical examination are discussed with the radiologist pre procedure.\nPost-LP headache\nRisk 10–30%, typically occurring within 24h of LP, resolution over hours to 2wks \n(mean: 3–4d). Patients describe a constant, dull ache, more frontal than occipi-\ntal. The most characteristic symptom is of positional exacerbation—worse when \nupright. There may be mild meningism or nausea. The pathology is thought to \nbe continued leakage of CSF from the puncture site and intracranial hypotension, \nthough there may be other mechanisms involved.\nPrevention Use the smallest spinal needle that is practical (22G) and keep the \nbevel aligned as described on p768. Blunt needles (more expensive) can reduce risk \nand are recommended (ask an anaesthetist about supply); however, collection of \nCSF takes too long (>6min) if needles smaller than 22G are used. Before withdraw-\ning the needle, reinsert the stilette.\nTreatment Despite years of anecdotal advice to the contrary, none of the follow-\ning has ever been shown to be a risk factor: position during or after the procedure; \nhydration status before, during, or after; amount of CSF removed; immediate activ-\nity or rest post-LP. Time is a consistent healer. For severe or prolonged headaches, \nask an anaesthetist about a blood patch. This is a careful injection of 20mL of \nautologous venous blood into the adjacent epidural space (said to ‘clog up the \nhole’). Immediate relief occurs in 95%.\nComplications\nFig 18.8 Deﬁ ning the 3rd–4th lumbar vertebral interspace.\nAdapted with permission from Vakil et al.,  Diagnosis and Management of\nMedical Emergencies, 1977 Oxford University Press.", "text_length": 2781, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 777/905)", "type": "chunk", "chunk_index": 776, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.520135", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.521502", "status": "complete", "chunks_added": 2}