{"task_id": "22b12fafc527cfa4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 439/905)", "text": ".int/gho/epidemic_dis-\neases/cholera/epidemics/en/\n\n--- Page 445 ---\n431\nInfectious diseases\nIn 1854, at 40 Broad St, London, a child became ill \nwith diarrhoea, dying on 2 September. Her mother \nrinsed her soiled nappies into the house drains \nwhere faulty brickwork allowed mixing with the \nwater supply of the Broad St pump (ﬁ g 9.37). From \nthis conﬂ uence sprung the discipline of Public \nHealth. The ensuing deaths from cholera clustered \naround the Broad St pump, as detailed by the lo-\ncal doctor, Dr John Snow. He used his now famous \nVoronoi diagram showing the deaths within a ‘line \nof nearest pump’ to motiv ate the parish vestry: \n‘In consequence of what I said, the handle of the \npump was removed the following day’, so inaugu-\nrating the control of cholera. These events illustrate \na number of truths:\n1   Knowledge of the microscopic cause of disease is not required for public health \nmeasures to succeed (Vibrio cholerae was identiﬁ ed by Robert Kock in 1883).\n2   Even the most parochial are capable of life-saving action when assisted by a \ndoctor in command of the facts.\n3   Inﬂ uential friends help. Snow remained largely unknown until the 1930s when \nOn the Mode of Communication of Cholera was republished by Wade Hampton \nFrost, ﬁ rst professor of epidemiology at John Hopkins School.\n4   Randomization (Broad St pump versus an alternative water supply) is king.\nOn the mode of communication of cholera\nDiarrhoea with blood (dysentery)\nShigella (sonnei, ﬂ exneri, dysenteriae, boydii): Gram Ωve anaerobe. Presentation: \nwatery or bloody diarrhoea, pain, tenesmus, fever 1–2d after exposure. Lasts ~5–7d.  \nin MSM. Complications: bacteraemia, reactive arthritis (~2% of ﬂ exneri), HUS (Shiga-\ntoxin-producing dysenteriae, p315). Diagnosis: stool culture. PCR/enzyme immuno-\nassay. Treatment: supportive. Nutrition: green bananas (short-chain fatty acids \nin colon), zinc if age <6y, vitamin A. Antibiotics if systemically unwell, immunosup-\npressed. Guided by local sensitivities (ciproﬂ oxacin, azithromycin). Avoid antidiar-\nrhoeal agents: risk of toxic dilatation.\nEnterohaemorrhagic/Shiga-toxin producing E. coli (STEC), eg O157:H7: Gram Ωve \nanaerobe. Produces veratoxins which are ‘Shiga-like’ due to similarity with Shigella \ndysenteriae. Presentation: incubation 3–8d. Diarrhoea, haemorrhagic colitis. HUS in \nup to 10% (p315). Diagnosis: stool culture. PCR/enzyme immunoassay for Shiga-toxin. \nTreatment: Supportive. Do not give antibiotics:  risk of HUS.\nCampylobacter: Gram Ωve, spiral-shaped rod. Presentation: incubation 1–10d (usu-\nally 2–5d). Bloody diarrhoea, pain, fever, headache. Complications: bacteraemia, \nhepatitis, pancreatitis, miscarriage, reactive arthritis, Guillain–Barré. Diagnosis: \nstool culture. PCR/enzyme immunoassay. Treatment: supportive. Antibiotics only in \ninvasive cases, refer to local sensitivities (macrolide, doxycycline, quinolone).\nSalmonella enterocolitis (non-typhoidal): Gram Ωve, anaerobic, motile bacilli. Pres-\nentation: diarrhoea, cramps, fever, usually within 12–36h of exposure. Invasive infec-\ntion (<10%) can cause bacteraemia/sepsis, meningitis, osteomyelitis, septic arthritis. \nDiagnosis: stool culture. PCR. Treatment: supportive. Meta-analysis shows no evi-\ndence of beneﬁ t for antibiotics in healthy people. Consider in severe/extra-intestinal \ndisease according to local sensitivities (quinolone, macrolide).\nYersinia enterocolitica: Gram Ωve rod. Presentation: incubation 4–7d. Diarrhoea, \nfever, pain (may mimic appendicitis), vomiting. May last 1–3wk. Also erythema \nnodosum, reactive arthritis (~1 month after diarrhoea). Diagnosis: stool culture, \nagglutination titres. Treatment: antibiotics in severe disease depending on local sen-\nsitivities (aminoglycosides, co-trimoxazole, quinolone).\n See also: Staph. aureus pre-formed toxin (p388), GI parasites (pp432–3),\nClostridium difﬁ cile (p411).\nFig 9.37 Death’s Dispensary, \nGeorge Pinwell, 1866.\n© Granger, NYC / Topfoto", "text_length": 3975, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 439/905)", "type": "chunk", "chunk_index": 438, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.928646", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.929459", "status": "complete", "chunks_added": 3}