{"task_id": "24f4036e9104432b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 19/905)", "text": " s (ie turning \naway from the patient) at the end.\n\n--- Page 21 ---\nThinking about medicine\n7\nOpen questions ‘How are you?’, ‘How does it feel?’ The direction a patient \nchooses off ers valuable information. ‘Tell me about the vomit.’ ‘It was dark.’ \n‘How dark?’ ‘Dark bits in it.’ ‘Like…?’ ‘Like bits of soil in it.’ This information is \ngold, although it is not cast in the form of coff ee grounds.\nPatient-centred questions Patients may have their own ideas about what \nis causing their symptoms, how they impact, and what should be done. This is \never truer as patients frequently consult Dr Google before their GP. Unless their \nideas, concerns, and expectations are elucidated, your patient may never be \nfully satisﬁ ed with you, or able to be fully involved in their own care.\nConsidering the whole Humans are not self-suffi  cient units; we are complex \nrelational beings, constantly reacting to events, environments, and each other. \nTo understand your patient’s concerns you must understand their context: \nhome-life, work, dreams, fears. Information from family and friends can be very \nhelpful for identifying triggering and exacerbating factors, and elucidating the \ntrue underlying cause. A headache caused by anxiety is best treated not with \nanalgesics, but by helping the patient access support.\nSilence and echoes Often the most valuable details are the most diffi  cult to \nverbalize. Help your patients express such thoughts by giving them time: if you \ninterrogate a robin, he will ﬂ y away; treelike silence may bring him to your hand.\n‘Trade Secret: the best diagnosticians in medicine are not internists, but pa-\ntients. If only the doctor would sit down, shut up, and listen, the patient will \neventually tell him the diagnosis.’\nOscar London, Kill as Few Patients as Possible, 1987.\nWhilst powerful, silence should not be oppressive—try echoing the last words \nsaid to encourage your patient to continue vocalizing a particular thought.\nTry to avoid\nClosed questions: These permit no opportunity to deny assumptions. ‘Have you \nhad hip pain since your fall?’ ‘Yes, doctor.’ Investigations are requested even \nthough the same hip pain was also present for many years before the fall!\nQuestions suggesting the answer: ‘Was the vomit black—like coff ee grounds?’ \n‘Yes, like coff ee grounds, doctor.’ The doctor’s expectations and hurry to get the \nevidence into a pre-decided format have so tarnished the story as to make it \nuseless.\nAsking questions\nShared decision-making: no decision about me, without me\nShared decision-making aims to place patients’ needs, wishes, and preferences at \nthe centre of clinical decision-making.\n  \n• Support patients to articulate their understanding of their condition.\n  \n• Inform patients about their condition, treatment options, beneﬁ ts, and risk.\n  \n• Make decisions based on mutual understanding.\nConsider asking not, ‘What is the matter?’ but, ‘What matters to you?’.\nConsider also your tendency towards libertarian paternalism or ‘nudge’. This is when \ninformation is given in such a way as to encourage individuals to make a particular \nchoice that is felt to be in their best interests, and to correct apparent ‘reasoning \nfailure’ in the patient. This is done by framing the information in either a positive or \nnegative light depending on your view and how you might wish to sway your audi-\nence. Consider the following statements made about a new drug which off ers 96% \nsurvival compared to 94% with an older drug:\n  \n• More people survive if they take this drug.\n  \n• This new drug reduces mortality by a third.\n  \n• This new drug beneﬁ ts only 2% of patients.\n  \n• There may be unknown side-eff ects to the new drug.\nHow do you choose?", "text_length": 3714, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 19/905)", "type": "chunk", "chunk_index": 18, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.889048", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.889690", "status": "complete", "chunks_added": 2}