{"task_id": "26526216e2cd95ce", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 405/905)", "text": "n-\nfected leading to 20 000–750 000 excess deaths.\n\n--- Page 411 ---\n397\nInfectious diseases\nPandemic inﬂ uenza is the stormy sea of clinical medicine. Like sailors, we know \nthere are deadly challenges to come, but we cannot predict their exact timing \nor nature. To prepare a boat for the tempestuous waters ahead, the mast is key; \nwithout it the sails are unsupported and progress will ﬂ ounder. The mast of pan-\ndemic inﬂ uenza is a tall, vertical spar which produces maximum drive through \nthe swell, and allows sailors to climb up high to see what the horizon has in store. \nWhen preparing for pandemic inﬂ uenza, we must make for ourselves a spar of \nprinciples and plans ﬁ t for the storm ahead:\n  \n• Surveillance, planning, and communication: worldwide inﬂ uenza virological sur-\nveillance has been conducted through the WHO for >50yr. It off ers a global alert \nmechanism for viruses with pandemic potential and deﬁ nes methodologies for \nassessing antiviral susceptibility. Cooperation between international and nation-\nal public health bodies is required for an understanding of clinical characteristics \nand disease spread. Communication to the individual (public and social media) \nis needed with advice about self-isolation, when and how to seek medical help, \npersonal hygiene.\n  \n• Protect: vaccine development and production capacity (stockpiling), adequate \npersonal protective equipment (apron, gloves, well-ﬁ tting mask), antiviral ad-\nministration according to robust evidence and sensitivity.\n  \n• Animals: limiting/eliminating the animal reservoir of virus by culling, restricting \nanimal movement, vaccination of livestock.\n  \n• Research: virus characteristics, disease severity predictors, epidemiological \nrisk factors, antiviral development, targeting of treatment and vaccination, \nincreased-spectrum vaccines with longer-lasting immunity, eff ective healthcare \nworker protection, evidence-based social distancing measures. \nSailing the choppy waters of pandemic inﬂ uenza\nIn 2009, there was justiﬁ able global concern about a ‘swine ﬂ u’ pandemic. Based \non a Cochrane review in 2008, which showed reduced complications with os-\neltamivir, billions were spent stockpiling the drug worldwide.\nIn fact, the positive conclusion was driven mainly by data from an industry-funded \nsummary of 10 trials, of which only two had been published.5 Cochrane needed ac-\ncess to these missing data. The ensuing ﬁ ght for information was to take 5 years. \nThe off er of a secret contract, with secret terms, and secrecy about methods, was \ndeclined. These are not acceptable methods for meta-analysis. Inconsistencies be-\ngan to arise in conclusions about eff ectiveness. Were people seeing diff erent data, \nor was this simply a close call with two sides separated by a very small fence? Either \nway, being able to see all the data started to become increasingly important. But \neven the largest phase three trial of the drug had never been published. And was \nself-reported pneumonia a useful outcome measure? In December 2009, Cochrane \ncould only declare that paucity of data undermined previous ﬁ ndings.\nThis battle for data became part of ‘Alltrials’: a campaign for transparency in \nclinical trials. ~50% of all clinical trials remain unpublished. The hunt goes on to \nﬁ nd them. You can run your own drug trial, choose what to publish, and watch \nhow the data become skewed at: www.alltrials.net/news/the-economist-publication-bias.\nAfter half a decade, under ceaseless demand, and with the withholding of data \nbecome increasingly indefensible, the clinical study reports were released. These \nare normally used to provide authorities with a detailed trial report. They are not \neasy fodder for meta-analysis. Assessing 160 000 pages was uncharted territory \nfor Cochrane. And the conclusion: oseltamivir shortens symptoms by <1d and hos-\npitalization is not reduced. Other complications were unreliably reported.\nThe WHO includes oseltamivir on its WHO Model List of Essential Medicines (19th \nedition, 2015) which means it is considered effi  cacious, safe, cost-eff ective, and a \nminimum requirement for basic healthcare. Does this stand up to independent \nscrutiny? The evidence base is certainly tarnished. But a pandemic is not a RCT. \nAnd the threshold of evidence to reverse policy decisions may be diff erent from \nthe threshold needed to introduce them. If a new pandemic looms, millions more \nwill be thrown in, for now.\nHide and seek", "text_length": 4473, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 405/905)", "type": "chunk", "chunk_index": 404, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.869742", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.870774", "status": "complete", "chunks_added": 3}