{"task_id": "27037b6c2f3f156c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 287/905)", "text": "er; syph-\nilis; yellow fever.\n278\nGastroenterology\n\n--- Page 293 ---\n279\nGastroenterology\nSince the original isolation of HCV in the late 1980s, riding the wave of the AIDS \nscare, less than three decades have elapsed. In this time, the comparatively sim-\nple genome of HCV has proven far easier than HIV to combat and the treatment \nof HCV has undergone nothing less than a revolution to the point where many \ncommon genotypes are considered curable.\nAll patients with sustained detectable HCV should be considered for treatment. \nOptions are evolving rapidly, but centre on the use of inhibitors of non-structural \nviral proteins (eg ledipasvir+sofosbuvir) which are much better tolerated than the \nprevious mainstay of treatment, pegylated interferon. Interferon-free regimens \ntherefore eliminate major barriers to compliance including treatment duration and \nSES, as well as achieving superior results: contemporary antiviral regimens can now \nrealistically achieve the complete absence of PCR detectable virus in the blood 6 \nmonths post-treatment in almost 100% of genotype 1 patients, including patients \nwith established cirrhosis. Ribavirin, a nucleoside analogue, can also increasingly \nbe avoided in genotype 1, though it remains a useful treatment for the harder to \ntreat genotypes 2 and 3. Here, reported rates of sustained undetectable viral levels \nnow routinely exceed 90%. The costs of treatment are staggering, but cost-eff ec-\ntiveness analysis is favourable given the high cure rates and the signiﬁ cant public \nhealth burden of HCV. Genotypes 4, 5, or 6 are prevalent in lower-income countries \nand have received less attention but limited data where resources do exist suggest \nsimilarly good response rates.\nMeanwhile, the threat of HIV remains. HCV prevalence is ~7% for sexually trans-\nmitted HIV and >90% for IV transmission. Untreated HIV may accelerate progress \nof HCV-induced liver ﬁ brosis. All HIV/HCV co-infected patients should be assessed \nfor combination antiviral therapy. Given the potential for toxicities and viral resist-\nance mutation, such therapies should be planned and delivered through expert \nservices. \nThe virologists’ triumph: curing HCV\nFig 6.29 Viral events in hepatitis B in relation to AST peak. IF=immunoﬂ uorescence; Ag=anti gen; \nHBS=hep. B surface; HBC=hep. B core; HBe=hep. B e antigen; DNAP=DNA polymerase.\nweeks\nTable 6.11 Serological markers of HBV infection\nIncubation\nAcute\nCarrier\nRecovery\nVaccinated\nLFT\n\n\nNormal\nNormal\nHBsAg\n+\n+\n+\nHBeAg\n+\n+\n+/Ω\nAnti-HBs\n+\n+\nAnti-HBe\n+/Ω\nAnti-HBc IgM \n+\n+/Ω\nAnti-HBc IgG\n+\n+\n+", "text_length": 2583, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 287/905)", "type": "chunk", "chunk_index": 286, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.543528", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.544357", "status": "complete", "chunks_added": 2}