{"task_id": "27eef46726d0c45e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 273/905)", "text": "iﬁ ers may explain the very diff erent phenotypes.\n\n--- Page 279 ---\n265\nGastroenterology\nAzathioprine (AZA) (2–2.5mg/kg/d PO) used if refractory to steroids, relapsing on \nsteroid taper, or requiring ≥2 steroid courses/yr. Takes 6–10wks to work. 30% will \ndevelop SES requiring treatment cessation including abdominal pain, nausea, pancre-\natitis, leucopenia, abnormal LFTS. Monitor FBC, U&E, LFT weekly for 4wks, then every \n4wks for 3 months, then at least 3-monthly. Alternative immunomodulators include \n6-mercaptopurine and methotrexate (CI:  of reproductive age).\n5-ASA Unlike in UC, have no role in the management of Crohn’s.\nBiologics Anti-TNF: TNF plays an important role in pathogenesis of Crohn’s disease, \ntherefore monoclonal antibodies to TNF, eg inﬂ iximab and adalimumab, can disease \nactivity. They counter neutrophil accumulation and granuloma formation and cause \ncytotoxicity to CD4+ T cells, thus clearing cells driving the immune response. These \ndrugs play a vital role in both induction and maintenance therapy. CI: sepsis, active/\nlatent TB, LFT >3-fold above top end of normal. SE: rash. Avoid in people with known un-\nderlying malignancy. TB may reactivate when on inﬂ iximab, so screen patients before \nstarting the treatment (CXR, PPD, interferon gamma release assay (IGRA)). Combined \nAZA and inﬂ iximab can  effi  cacy of  at 12 months, but there are long-term safety \nissues (eg increased lymphoma risk). Anti-integrin: Monoclonal antibodies targeting \nadhesion molecules involved in gut lymphocyte traffi  cking, eg vedolizumab, reduce \ndisease activity and have a more gut-speciﬁ c mechanism of activiy. Anti-IL12/23: Rep-\nresents a new cytokine target with an emerging role in treatment, eg ustekinumab.\nNutrition Enteral is preferred (eg polymeric diet); consider TPN as a last resort. \nElemental diets: (Eg E028®.) Contain amino acids and can give remission. Low \nresidue diets: Help symptoms in those with active disease or strictures.\nSurgery 50–80% need ≥1 operation in their life. It never cures. Indications: drug \nfailure (most common); GI obstruction from stricture; perforation; ﬁ stulae; ab-\nscess. Surgical aims are: 1 resection of aff ected areas—but beware short bowel \nsyndrome (p580) 2 to control perianal or ﬁ stulizing disease 3 defunction (rest) \ndistal disease eg with a temporary ileostomy. Pouch surgery is avoided in Crohn’s \n(  risk of recurrence).\nPoor prognosis Age <40yrs; steroids needed at 1st presentation; perianal disease; \nisolated terminal ileitis; smoking.\nTherapies in Crohn’s disease\nFig 6.21 Beyond the gut... ‘I hate how this \nstupid illness is crippling me...’ As well as \nerythema nodosum on the shins (above; also \ncaused by sarcoid, drugs, streptococci, and TB), \nCrohn’s can associate with sero Ωve arthritis of \nlarge or small joints, spondyloarthropathy, an-\nkylosing spondylitis, sacroiliitis, pyoderma gan-\ngrenosum, conjunctivitis, episcleritis, and iritis.\nFig 6.22 Deep ﬁ ssured ulcers seen at colon-\noscopy. The end result? ‘My family does not or \nwill not even talk to me about the disease ... I \ndon’t know when urgency to race for the bath-\nroom will happen so I don’t go out and have \nbeen living a hermit life...’\n©Dr A Mee.", "text_length": 3227, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 273/905)", "type": "chunk", "chunk_index": 272, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.502794", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.508776", "status": "complete", "chunks_added": 2}