{"task_id": "282fac3329bd6c0d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 577/905)", "text": "esti-\ncle as in scenario 5 earlier in this topic).\n\n--- Page 583 ---\n569\nSurgery\nTheirs not to make reply,\nTheirs not to reason why,\nTheirs but to do and die. \nAlfred, Lord Tennyson from The Charge of the Light Brigade, 1854.\nThe rights of a patient are something of an antithesis to this military macabre of \nTennyson, and it is our responsibility to respect the legal and ethical rights of those \nwe treat. We do this not only for the sake of the individual, but also for the sake \nof an enduring trust between the patient and doctor, remembering that it is the \npatient’s right to refuse treatment (if a fully competent adult) even when this may \nresult in the death of the patient, or even the death of an unborn child, whatever \nthe stage of pregnancy. The only exceptions apply to treatment of mental health \ndisorders (see eg in England and Wales the Mental Health Act 2007).\nThe right to refuse treatment\nConsent is complex, but remember that it exists for the beneﬁ t of the patient \nand the doctor, giving you an opportunity to revisit expectations and involve the \npatient in their own care. There are some areas of treatment or investigation for \nwhich it may be  advisable to seek specialist advice if it is not part of your regular \npractice\n2:\n  \n• Photography of a patient.\n  \n• Innovative or novel treatment.\n  \n• Living organ donation.\n  \n• Storage, use, or removal of human tissue (for any length of time).\n  \n• The storage, loss, or use of gametes.\n  \n• The use of patient records or tissue in research or teaching.\n  \n• In the presence of an advanced directive or living will, expressly refusing a par-\nticular treatment, investigation, or action.\n  \n• Consent if <16yrs (consent form 3 in NHS). In the UK, those >16yrs can give valid \nconsent. Those <16yrs can give consent for a medical decision provided they \nunderstand what it involves—the concept of Gillick competence. It is still good \npractice to involve the parents in the decision, if the child is willing. If <18yrs \nand refusing life-saving surgery, talk to the parents and your senior; the law is \nunclear. You may need to contact the duty judge in the High Court.\n  \n• Consent in the incapacitated (NHS consent form 4). No one (parents, relat ives, or \neven members of a healthcare team) is able to give consent on behalf of an adult \nin England, and the High Court may be required to give a ruling on the matters \nof lawfulness of a proposed procedure. Proceeding in a patient’s best interest is \ndecided by the clinician overseeing their care, with involvement of family mem-\nbers or a nominated advocate.\nSpecial circumstances for consent\n2 If in any doubt, turn to: your senior/consultant; your employing organization; your legal defence organiza-\ntion; your national medical association; your local research ethics committee.", "text_length": 2816, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 577/905)", "type": "chunk", "chunk_index": 576, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.167339", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.169723", "status": "complete", "chunks_added": 2}