{"task_id": "28d3b57123ec75bf", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 502/905)", "text": "rugs (AEDS): typical adult doses and side-eff ects\n\n--- Page 508 ---\n494\nNeurology\nParkinsonism\nThis is the extrapyramidal triad of:\n1   Tremor. Worse at rest; often ‘pill-rolling’ of thumb over ﬁ ngers \n(see p468).\n2   Hypertonia. Rigidity + tremor gives ‘cogwheel rigidity’, felt by \nthe examiner during rapid pronation/supination.\n3   Bradykinesia. Slow to initiate movement; actions slow and de-\ncrease in amplitude with repetition, eg  blink rate, micrographia. \nGait is festinant (shuffl  ing, pitched forward, ﬁ g 10.25) with  arm-\nswing and freezing at obstacles or doors (due to poor simulta-\nneous motor and cognitive function). Expressionless face.\nCauses\nParkinson’s disease (PD): Loss of dopaminergic neurons \nin the substantia nigra, associated with Lewy bodies in the basal ganglia, brain-\nstem, and cortex. Most cases are sporadic, though multiple genetic loci have been \nidentiﬁ ed in familial cases. Mean age at onset is 60yrs. Prevalence:  with age: 3.5% \nat 85–89yrs. Clinical features: The parkinsonian triad, plus non-motor symptoms \nsuch as: autonomic dysfunction (postural hypotension, constipation, urinary fre-\nquency/urgency, dribbling of saliva), sleep disturbance, and reduced sense of smell. \nNeuropsychiatric complications, such as depression, dementia, and psychosis, are \ncommon and debilitating. Diagnosis: Is clinical and based on the core features of \nbradykinesia with resting tremor and/or hypertonia; cerebellar disease and fronto-\ntemporal dementia should be excluded; a clinical response to dopaminergic therapy \nis supportive. Signs are invariably worse on one side—if symmetrical look for other \ncauses. If an alternative cause is suspected then consider MRI to rule out structural \npathology. Functional neuroimaging (DaTscan™, PET) is playing an emerging role. \nTreatment: Focuses on symptom control and does not slow disease progression \n(see BOX). Non-pharmacological options include deep brain stimulation (DBS, may help \nthose who are partly dopamine-responsive) and surgical ablation of overactive basal \nganglia circuits (eg subthalamic nuclei).\nParkinson’s plus syndromes Pro gressive supranuclear palsy: (PSP, Steele–Rich-\nardson–Olszewski syndrome.) Early postural instability, vertical gaze palsy ± falls; \nrigidity of trunk  >limbs; symmetrical onset; speech and swallowing problems; little \ntremor. Multiple system atrophy: (MSA; Shy–Drager.) Early autonomic features, eg \nimpotence/incontinence, postural BP; cerebellar + pyr amidal signs; rigidity > tremor. \nCortico-basal degeneration: (CBD.) Akinetic rigidity involving one limb; cortical \nsensory loss (eg astereognosis); apraxia (even autonomous interfering activity by \naff ected limb—the ‘alien limb’ phenomenon). Lewy body dementia: See p486.\nSecondary causes Vascular parkinsonism: (2.5–5% of parkinsonism, also called \n‘lower limb’ parkinsonism). Eg diabetic/hypertensive patient with postural instabil-\nity and falls (rather than tremor, bradykinesia, and festination). Other secondary \ncauses: Drugs (neuroleptics, metoclopramide, prochlor pera zine), toxins (manganese), \nWilson’s disease (p285), trauma (dementia pugilistica), encephalitis, neurosyphilis.\nManagement Requires input of a a multidis ciplinary team (GP, neurologist, nurse \nspecialist, social worker, carers, physio- and occupational therapist) to boost quality \nof life. Assess disability and cognition objectively and reg ularly, and monitor mood—\ndepression is common. Involve palliative care services early on. Postural exercises \nand weight lifting may help. Don’t forget the carers (p487): off er respite care. \nFig 10.25 ‘Marche à petit pas.’", "text_length": 3641, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 502/905)", "type": "chunk", "chunk_index": 501, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.037418", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.038104", "status": "complete", "chunks_added": 2}