{"task_id": "2ab24e5cfc90ef1e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 352/905)", "text": "tic or molecular events. \nStructure of haemoglobin\n\n--- Page 358 ---\n344\nHaematology\nBleeding disorders\nAfter injury, three processes halt bleeding: vasoconstriction, gap-plugging by plate-\nlets, and the coagulation cascade (ﬁ g 8.42). Disorders of haemostasis fall into these \nthree groups. The pattern of bleeding is important—vascular and platelet disorders \nlead to prolonged bleeding from cuts, bleeding into the skin (eg easy bruising and \npurpura), and bleeding from mucous membranes (eg epistaxis, bleeding from gums, \nmenorrhagia). Coagulation disorders cause delayed bleeding into joints and muscle.\n1 Vascular defects Congenital: Osler–Weber–Rendu syndrome (p708), conn ective \ntissue disease (eg Ehlers–Danlos syndrome, OHCS p642, pseudoxanthoma elasticum). \nAcquired: Senile purpura, infection (eg meningococcal, measles, dengue fever), \nsteroids, scurvy (perifollicular haemorrhages), Henoch–Schönlein purpura (p702).\n2 Platelet disorders Decreased marrow production: Aplastic anaemia (p364), \nmegaloblastic anaemia, marrow inﬁ ltration (eg leukaemia, myeloma), marrow \nsuppression (cytotoxic drugs, radiotherapy). Excess destruction: Immune: im-\nmune thrombocytopenia (ITP, see BOX ‘Immune thrombocytopenia’), other auto-\nimmune causes, eg SLE, CLL, drugs, eg heparin, viruses; Non-immune: DIC (p352), \nthrombotic thrombocytopenic purpura (TTP), or HUS (p315), sequestration (in hy-\npersplenism). Poorly functioning platelets: Seen in myeloproliferative disease, \nNSAIDS, and urea.\n3 Coagulation disorders Congenital: Haemophilia, von Willebrand’s disease \n(p712). Acquired: Anticoagulants, liver disease, DIC (p352), vitamin K deﬁ ciency.\nHaemophilia A Factor VIII deﬁ ciency; inherited in an X-linked recessive pattern in \n1 : 10 000 male births—usually due to a ‘ﬂ ip tip’ inversion in the factor VIII gene in \nthe X chromosome. There is a high rate of new mutations (30% have no family his-\ntory). Presentation depends on severity and is often early in life or after surgery/\ntrauma—with bleeds into joints leading to crippling arthropathy, and into mus-\ncles causing haematomas (pressure can lead to nerve palsies and compartment \nsyndrome). Diagnose by APTT and factor VIII assay. Management: Seek expert \nadvice. Avoid NSAIDS and IM injections (ﬁ g 8.43). Minor bleeding: pressure and el-\nevation of the part. Desmopressin (0 . 3mcg/kg/12h IVI over 20min) raises factor VIII \nlevels, and may be suffi  cient. Major bleeds (eg haemarthrosis): factor VIII levels \nto 50% of normal, eg with recombinant factor VIII. Life-threatening bleeds (eg \nobstructing airway) need levels of 100%. Genetic counselling: OHCS p154.\nHaemophilia B (Christmas disease) Factor IX deﬁ ciency (inherited, X-linked re-\ncessive); behaves clinically like haemophilia A. Treat with recombinant factor IX.\nAcquired haemophilia is a bleeding diathesis causing big mucosal bleeds in males \nand females caused by suddenly appearing autoantibodies that interfere with factor \nVIII. Tests: APPT; VIII autoantibody; factor VIII activity <50%. : Steroids.\nLiver disease Produces a complicated bleeding disorder with synthesis of clot-\nting factors, absorption of vitamin K, and abnormalities of platelet function.\nMalabsorption Leads to less uptake of vitamin K (needed for synthesis of factors \nII, VII, IX, and X). Treat with IV vitamin K (10mg). In acute haemorrhage, use hu-\nman prothrombin complex or FFP.", "text_length": 3407, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 352/905)", "type": "chunk", "chunk_index": 351, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.769931", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.771422", "status": "complete", "chunks_added": 2}