{"task_id": "2bdaadcaf9619f76", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 228/905)", "text": "itre\n  \n• Adenoma\n  \n• Carcinoma.\nCauses of goitre\n\n--- Page 234 ---\n220\nEndocrinology\nHypothyroidism (myxoedema)\nThe clinical eff ect of lack of thyroid hormone. It is common (4/1000/yr). If treated, \nprognosis is excellent; untreated it is disastrous (eg heart disease, dementia). As \nit is insidious, both you and your patient may not realize anything is wrong, so be \nalert to subtle, non-speciﬁ c symptoms, esp. in women 40yrs old (:≈6:1).\nSymptoms Tiredness; sleepy, lethargic; mood; cold-disliking; weight; constip ation; \nmen orrhagia; hoarse voice; memory/cognition; dementia; myalgia; cramps; weakness.\nSigns BRADYCARDIC; reﬂ exes relax slowly; ataxia (cerebellar); dry thin hair/skin; \nyawn ing/drowsy/coma (p834); cold hands ± T°; ascites ± non-pitting oedema (lids; \nhands; feet) ± peri cardial or pleural eff usion; round puff y face/double chin/obese; de-\nfeated demeanour; immobile ± ileus; CCF. Also: neuropathy; myopathy; goitre (ﬁ g 5.16).\nDiagnosis (p216) Have a low threshold for doing TFTs! TSH (eg ≥4mU/L);\n3 T4 (in rare \nsecondary hypothyroidism: T4 and TSH or  due to lack from the pituitary, p232). \nCholesterol and triglyceride; macrocytosis (less often normochromic anaemia too).\nCauses of primary autoimmune hypothyroidism\n  \n• Primary atrophic hypothyroidism: :≈6:1. Common. Diff use lymphocytic inﬁ lt-\nration of the thyroid, leading to atrophy, hence no goitre.\n  \n• Hashimoto’s thyroiditis: Goitre due to lympho cytic and plasma cell inﬁ ltration. \nCommoner in women aged 60–70yrs. May be hypothyroid or euthyroid; rarely initial \nperiod of hyper thyroid (‘Hashitoxicosis’). Autoantibody titres are very high.\nOther causes of primary hypothyrodism\nWorld-wide the chief cause is iodine deﬁ ciency.\n  \n• Post-thyroidectomy or radioiodine treatment.\n  \n• Drug-induced: Antithyroid drugs, amiodarone, lithium, iodine.\n  \n• Subacute thyroiditis: Temporary hypothyroidism after hyperthyroid phase.\nSecondary hypothyroidism Not enough TSH (due to hypopituitarism); very rare.\nHypothyroidism’s associations Autoimmune is seen with other autoimmune dis-\neases (type 1 DM, Addison’s, and PA, p334). Turner’s and Down’s syndromes, cystic \nﬁ brosis, primary biliary cholangitis, ovarian hyperstimulation (OHCS p311); POEMS syn-\ndrome—poly neuropathy, organomegaly, endocrinopathy, m-protein band (plasma-\ncytoma) + skin pigmentation/tethering. Genetic: Dyshormonogenesis: genetic (often \nautosomal recessive) defect in hormone synthesis, eg Pendred’s syndrome (with deaf-\nness): there is uptake on isotope scan, which is displaced by potassium perchlorate.\nPregnancy problems Eclamp sia, anaemia, prematurity, birthweight, stillbirth, PPH.\nTreatment\n  \n• Healthy and young: Levothyroxine (T4), 0–100mcg/24h PO; review at 12wks. Ad-\njust 6-weekly by clinical state and to normalize but not suppress TSH (keep TSH \n>0.5mU/L). Thyroxine’s t½ is ~7d, so wait ~4wks before checking TSH to see if a \ndose change is right. NB: small changes in serum free T4 have a logarithmic eff ect \non TSH. Once normal, check TSH yearly. Enzyme inducers (p689) metabolism of \nlevothyroxine.\n  \n• Elderly or ischaemic heart disease: Start with 25mcg/24h; dose by 25mcg/4wks \naccording to TSH (cautiously, as levothyroxine may precipitate angina or MI).\n  \n• If diagnosis is in question and T4 already given: Stop T4; recheck TSH in 6 weeks.\nAmiodarone An iodine-rich drug structurally like T4 ; 2% of users will get signiﬁ -\ncant thyroid problems from it. Hypothyroidism can be caused by toxicity from io-\ndine excess (T4 release is inhibited). Thyrotoxicosis may be caused by a destructive \nthyroiditis causing hormone release. Here, radioiodine uptake can be undetectable \nand if this is the case, glucocorticoids may help. Get expert help. Thyroidectomy \nmay be needed if amiodarone cannot be discontinued. T ½ of amiodarone ≈80d, so \nproblems persist after withdrawal. If on amiodarone, check TFTS 6-monthly.\nMyxoedema coma The ultimate hypothyroid state before death. See p834.\n3 Treat the patient not the blood level! No exact cut-off  in TSH can be given partly because risk of death \nfrom heart disease mirrors TSH even when in the normal range in women. Risk ≈ 1.4 if TSH 1.5–2.4 vs 1.7 if TSH \n2.5–3.5. If TSH >3.65 and possibly symptomatic, a low dose of levothyroxine may be tried. Monitor symptoms, \nTSH and T4 carefully. Over-exposure to thyroxine may cause osteoporosis ± AF.", "text_length": 4416, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 228/905)", "type": "chunk", "chunk_index": 227, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.375540", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.376536", "status": "complete", "chunks_added": 3}