{"task_id": "2be6ff8f881793b0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 628/905)", "text": "d chemotherapy. \nBile duct and gallbladder cancers\n\n--- Page 634 ---\n620\nSurgery\nBowel ischaemia\nThere are three main types of bowel ischaemia: AF with abdominal pain should \nalways prompt thoughts of mesenteric ischaemia.\n1 Acute mesenteric ischaemia almost always involves the small bowel and may \nfollow superior mesenteric artery (SMA; ﬁ g 13.36) thrombosis (~35%) or embolism \n(~35%), mesenteric vein thrombosis (~5%; younger patients with hypercoagulable \nstates—tends to aff ect smaller lengths of bowel), or non-occlusive disease (~20%; \noccurs in low-ﬂ ow states and usually reﬂ ects poor cardiac output, though there may \nbe other factors such as recent cardiac surgery or renal failure). Other causes include \ntrauma, vasculitis (p556), radiotherapy, or strangulation (volvulus or hernia, p612).\nPresentation is a classical clinical triad: acute severe abdominal pain; no/minimal \nabdominal signs; rapid hypovolaemiashock. Pain tends to be constant, central, or \naround the RIF. The degree of illness is often far out of proportion with clinical signs.\nTests: There may be Hb (due to plasma loss), WCC, modestly raised plasma am-\nylase, and a persistent metabolic acidosis (high lactate). Early on, the abdominal \nx-ray shows a ‘gasless’ abdomen. CT/MR may show evidence of ischaemia with CT/MR \nangiography or formal arteriography if doubt remains. Often the diganosis is made \non ﬁ nding a nasty, necrotic bowel at laparotomy.\nTreatment: The main life-threatening complications secondary to acute mesenteric \nischaemia are 1 septic peritonitis and 2 progression of a systemic inﬂ ammatory re-\nsponse syndrome (SIRS) to multi-organ failure, mediated by bacterial translocation \nacross the dying gut wall. Resuscitation with ﬂ uid, antibiotics (eg piperacillin/tazo-\nbactam, see table 9.3, p386), and, usually, LMWH/heparin are required. If arteriogra-\nphy is done, thrombolytics may be infused locally via the catheter. At surgery, dead \nbowel must be removed. Revascularization may be attempted on potentially viable \nbowel but it is a diffi  cult process and often needs a 2nd laparotomy.\nPrognosis: Poor for arterial thrombosis and non-occlusive disease (<40% survive), \nthough not so bad for venous and embolic ischaemia.\n2 Chronic mesenteric ischaemia (AKA intestinal angina.) The triad of severe, colicky \npost-prandial abdominal pain (‘gut claudication’), weight (eating hurts), and an up-\nper abdominal bruit may be present ± PR bleeding, malabsoprtion, and N&V. Typically \nbrought about through a combination of a low-ﬂ ow state with atheroma (95% due to \ndiff use atherosclerotic disease in all three mesenteric arteries). It is rare and diffi  cult \nto diagnose. Tests: CT angiography and contrast-enhanced MR angiography are replac-\ning traditional angiography. Treatment: Once diagnosis is conﬁ rmed, surgery should \nbe considered due to the ongoing risk of acute infarction. Percutaneous transluminal \nangioplasty and stent insertion has replaced open revascularization. It is associated \nwith less post-operative morbidity and mortality, but has higher restenosis rates.\n3 Chronic colonic ischaemia (AKA ischaemic colitis) usually follows low ﬂ ow in the \ninferior mesenteric artery (IMA) territory and ranges from mild ischaemia to gan-\ngrenous colitis. Presentation: Lower left-sided abdominal pain ± bloody diarrhoea. \nTests: CT may be helpful but lower GI endoscopy is ‘gold-standard’. Treatment: Usu-\nally conservative with ﬂ uid replacement and antibiotics. Most recover but subse-\nquent development of ischaemic strictures is common. Gangrenous ischaemic colitis \n(presenting with peritonitis and hypovolaemic shock) requires prompt resuscitation \nfollowed by resection of the aff ected bowel and stoma formation. Mortality is high.", "text_length": 3772, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 628/905)", "type": "chunk", "chunk_index": 627, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.259425", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.260400", "status": "complete", "chunks_added": 2}