{"task_id": "2c158d784eb89be3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 211/905)", "text": "en Gilbey, our Specialist Reader for this chapter.\n\n--- Page 217 ---\n203\nEndocrinology\nFor scientists\n  \n• Deﬁ ne a syndrome, and match it to a gland malfunction.\n  \n• Measure the gland’s output in the peripheral blood. Deﬁ ne clinical syndromes \nassociated with too much or too little secretion (hyper- and hypo-syndromes, \nrespectively; eu- means normal, neither  nor , as in euthyroid). Note factors that \nmay make measurement variable, eg diurnal release of cortisol.\n  \n• If suspecting hormone deﬁ ciency, test by stimulating the gland that produces it \n(eg short ACTH stimulation test or Synacthen® test in Addison’s). If the gland is \nnot functioning normally, there will be a blunted response to stimulation.\n  \n• If suspecting hormone excess, test by inhibiting the gland that produces it (eg \ndexamethasone suppression test in Cushing’s). If there is a hormone-secreting \ntumour then this will fail to suppress via normal feedback mechanisms.\n  \n• Find a way to image the gland. NB: non-functioning tumours or ‘incidentalomas’ \nmay be found in health, see p224. Imaging alone does not make the diagnosis.\n  \n• Aim to halt disease progression; diet and exercise can stop progression of im-\npaired fasting glucose to frank diabetes. 1, 2 For other glands, halting progression \nwill depend on understanding autoimmunity, and the interaction of genes and \nenvironment. In thyroid autoimmunity (an archetypal autoimmune disease), it \nis possible to track interactions between genes and environment (eg smoking \nand stress) via expression of immuno logically active molecules (HLA class I and \nII, adhesion molecules, cytokines, CD40, and complement regulatory proteins). 3\nEndocrinologists love this reductionist approach, but have been less successful \nat understanding emergent phenomena—those properties and performances of \nours that cannot be predicted from full knowledge of our perturbed parts. We \nunderstand the diurnal nature of cortisol secretion, for example, but the science \nof relating this to dreams, the consolidation of memory, and the psychopathology \nof families and other groups (such as the endocrinology ward round you may be \nabout to join) is in its infancy. But as doctors we are steeped in the hormonal lives \nof patients (as they are in ours)—and we may as well start by recognizing this now.\nFor those doing exams\n‘What’s wrong with him?’ your examiner asks, boldly. While you apologize to \nthe patient for this rudeness by asking, ‘Is it alright if we speak about you as if \nyou weren’t here?’, think to yourself that if you were a betting man or woman \nyou would wager that the diagnosis will be endocrinological. In no other disci-\npline are gestalt impressions so characteristic. To get good at recognizing these \nconditions, spend time in endocrinology outpatients and looking at collections \nof clinical photographs. Also, speciﬁ c cutaneous signs are important, as follows.\nThyrotoxicosis: Hair loss; pretibial myxoedema (confusing term, p218); onycho-\nlysis (nail separation from the nailbed); bulging eyes (exophthalmos/proptosis).\nHypothyroidism: Hair loss; eyebrow loss; cold, pale skin; characteristic face. You \nmight, perhaps should, fail your exam if you blurt out ‘Toad-like face’.\nCushing’s syndrome: Central obesity and wasted limbs (=‘lemon \non sticks’ see ﬁ g 5.2); moon face; buff alo hump; supraclavicular fat \npads; striae.\nAddison’s disease: Hyperpigmentation (face, neck, palmar creases).\nAcromegaly: Acral (distal) + soft tissue overgrowth; big jaws (macro-\ngnathia), hands and feet; the skin is thick; facial features are coarse.\nHyperandrogenism (): Hirsutism; temporal balding; acne.\nHypopituitarism: Pale or yellow tinged thinned skin, resulting in \nﬁ ne wrinkling around the eyes and mouth, making the patient look \nolder.\nHypoparathyroidism: Dry, scaly, puff y skin; brittle nails; coarse hair.\nPseudohypoparathyroidism: Short stature, short neck, and short \n4th and 5th metacarpals.\nThe essence of endocrinology\nFig 5.2 ‘Lemon \non sticks.’", "text_length": 4009, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 211/905)", "type": "chunk", "chunk_index": 210, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.321472", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.322128", "status": "complete", "chunks_added": 3}