{"task_id": "2c47a5ee46adfc09", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 232/905)", "text": "opara-\nthyroidism: short 4th and 5th \nmetacarpals.\n\n--- Page 238 ---\n224\nEndocrinology\nAdrenal cortex and Cushing’s syndrome\nPhysiology The adrenal cortex produces steroids: 1 Glucocorticoids (eg cortisol), \nwhich aff ect carbohydrate, lipid, and protein metabolism. 2 Mineralocorticoids, \nwhich control sodium and potassium balance (eg aldosterone, p668). 3 Androgens, \nsex hormones which have weak eff ect until peripheral conversion to testosterone \nand dihydrotestosterone. Corticotropin-releasing factor (CRF) from the hypothala-\nmus stimulates ACTH secretion from the pituitary, which in turn stimulates cortisol \nand androgen production by the adrenal cortex. Cortisol is excreted as urinary free \ncortisol and various 17-oxogenic steroids.\nCushing’s syndrome This is the clinical state produced by chronic glucocorticoid \nexcess + loss of the normal feedback mechanisms of the hypothalamo–pituitary–\nadrenal axis and loss of circadian rhythm of cortisol secretion (normally highest on \nwaking). The chief cause is oral steroids. Endogenous causes are rare: 80% are due \nto ACTH; of these a pituitary adenoma (Cushing’s disease) is the commonest cause.\n1   ACTH-dependent causes (ACTH)\n  \n• Cushing’s disease: Bilateral adrenal hyperplasia from an ACTH-secreting pituitary \nadenoma (usually a microadenoma, p234). :>1:1. Peak age: 30–50yrs. A low-\ndose dexamethasone test (BOX) leads to no change in plasma cortisol, but 8mg \nmay be enough to more than halve morning cortisol (as occurs in normals). \n  \n• Ectopic ACTH production: Especially small cell lung cancer and carcinoid tum-\nours, p271. Speciﬁ c features: pigmentation (due to ACTH), hypokalaemic \nmetabolic alkalosis (cortisol leads to mineralocorticoid activity), weight loss, \nhyper glycaemia. Classical features of Cushing’s are often absent. Dexamethasone \neven in high doses (8mg) fails to suppress cortisol production.\n  \n• Rarely, ectopic CRF production: Some thyroid (medullary) and prostate cancers.\n2   ACTH-independent causes (ACTH due to Ωve feedback)\n  \n• Iatrogenic: Pharmacological doses of steroids (common).\n  • Adrenal adenoma/cancer: (May cause abdo pain ± virilization in , p230.) Because \nthe tumour is autonomous, dexamethasone in any dose won’t suppress cortisol.\n  \n• Adrenal nodular hyperplasia: (As for adrenal adenoma, no dexamethasone sup-\npression.)\n  \n• Rarely: Carney complex, p223. McCune–Albright syndrome, see OHCS p650.\nSymptoms Weight; mood change (depression, lethargy, irritability, psychosis); \nproximal weakness; gonadal dysfunction (irregular menses; hirsut ism; erectile dys-\nfunction); acne; recurrent Achilles tendon rupture; occasionally virilization if .\nSigns Central obesity; plethoric, moon face; buff alo hump; supraclavicular fat distri-\nbution; skin & muscle atrophy; bruises; purple abdominal striae (ﬁ g 5.20); osteoporo-\nsis; BP; glucose; infection-prone; poor healing. Signs of the cause (eg abdo mass).\nTests Random plasma cortisols may mislead, as illness, time of day, and stress (eg \nvene puncture) inﬂ uence results. Also, don’t rely on imaging to localize the cause: non-\nfunctioning ‘incidentalomas’ occur in ~5% on adrenal CT and ~10% on pituitary MRI. \nMRI detects only ~70% of pituitary tumours causing Cushing’s (many are too small).\nTreatment Depends on the cause.\n• Iatrogenic: Stop medications if possible.\n  \n• Cushing’s disease: Selective removal of pituitary adenoma (trans -sphenoidally). \nBilateral adrenalectomy if source unlocatable, or recurrence post-op (complica-\ntion: Nelson’s syndrome: skin pigmentation due to ACTH from an enlarging pituitary \ntumour, as adrenalectomy removes Ωve feedback; responds to pituitary radiation).\n  \n• Adrenal adenoma or carcinoma: Adrenalectomy: ‘cures’ adenomas but rarely \ncures cancer. Radiotherapy & adrenolytic drugs (mitotane) follow if carcinoma.\n  \n• Ectopic ACTH: Surgery if tumour is located and hasn’t spread. Metyrapone, ketocon-\nazole, and ﬂ uconazole cortisol secretion pre-op or if awaiting eff ects of radia-\ntion. Intubat ion + mifepristone (competes with cortisol at receptors) + etomidate \n(blo cks cortisol synthesis) may be needed, eg in severe ACTH-associated psychosis.\nPrognosis Untreated Cushing’s has vascular mortality.22 Treated, prognosis is good \n(but myopathy, obesity, menstrual irregularity, BP, osteoporosis, subtle mood chang-\nes and DM often remain—so follow up carefully, and manage individually).", "text_length": 4434, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 232/905)", "type": "chunk", "chunk_index": 231, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.388580", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.389310", "status": "complete", "chunks_added": 3}