{"task_id": "2d674ee907892b4f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 32/905)", "text": "n-to-treat)?25\nJournal club: how good is this RCT?\n\n--- Page 34 ---\n20\nThinking about medicine\nMedical mathematics\n‘When you can measure what you are speaking about, and express it in numbers, \nyou know something about it; but when you cannot measure it, when you cannot \nexpress it in numbers, your knowledge is of a meagre and unsatisfactory kind.’\nLord Kelvin, 1883.\nComparison measures\nComparisons between ‘exposed’ and ‘unex-\nposed’ populations are made in terms of the risk \nor likelihood of an outcome This can be appreci-\nated by plotting a 2≈2 table (table 1.5).\n  \n• Absolute risk difference (attributable risk) \n= disease frequency in exposed minus the \ndisease frequency in unexposed. Example \n(table 1.5): (70/90) Ω (120/570) = 0.57  exposure increases risk by 57%.\n  \n• Relative risk = ratio of outcome in exposed population compared to unexposed. \nRelative risk of 1 means risk is same in both populations. Relative risk >1 means ex-\nposure increases risk. Relative risk <1 means exposure lessens risk, eg vaccination. \nExample (table 1.5): (70/90)÷(120/570) = 3.69  risk is 3.69 ≈ higher with exposure.\n  \n• Odds ratio = ratio of the probability of an outcome occurring compared to the \nprobability of an outcome not occurring. Example (table 1.5): (70/20)÷(120/450) = \n13.13  odds of outcome are 13.13 ≈ higher with exposure.\nRelative risk is easier to interpret than odds ratio but relies on a meaningful preva-\nlence/incidence. For the individual, absolute risk diff erence may be most relevant.\nTable 1.5 2≈2 table analysis\nOutcome\nExposure Event No event Total\nYes\n70\n20\n90\nNo\n120\n450\n570\nTotal\n190\n470\nIn a study of two groups (eg new treatment versus placebo), it is possible that \nthere is no diff erence (ie new treatment has no beneﬁ t). This is the null hypothesis. \nA p-value measures the strength of evidence in relation to the null hypothesis:\n  \n• Low p-value: data unlikely if null hypothesis is true.\n  \n• High p-value: data likely is null hypothesis is true.\nA p-value is not the probability that your results occurred by chance, and it can-\nnot tell you how good a study is. There will be many assumptions in the statistical \nmodel. Look at the details: have confounding or bias aff ected the result? Do not \nconsider p <0.05 as ‘statistically signiﬁ cant’: a small p-value just ﬂ ags the data \nas unusual.26 You need to question why and decide if this is clinically important.\nConﬁ dence intervals (CI) give a guide to the eff ect size and direction (eg beneﬁ t/\nharm). They give a margin of error that indicates the amount of uncertainty in the \nstatistical estimate.\nP-values and conﬁ dence intervals\nAssessing validity\nThe validity of a test which dichotomizes study participants can be assessed by \nexamining the results from the test against a standard reference (or outcome: did \nthe participant actually have the disease?) (see table 1.6).\nSensitivity TP/(TP + FN) = of those with the condition, how many test positive? A sensi-\ntive test is able to correctly identify those with the disease.\nSpeciﬁ city TN/(TN + FP) = of those who do not have the condition, how many test \nnegative? A speciﬁ c test is able to correctly identify those without a disease.\n‘Do they have abdominal pain?’ as a test for appendicitis will have sensitivity (most \ncases have pain), but speciﬁ city (many patients with pain do not have appendicitis).\nPositive predictive value (TP/(TP + FP) indicates how likely it is that someone with a \npositive test result has the condition.\nNegative predictive value (TN/(TN + FN) indicates how likely it is that someone with a \nnegative test result does not have the condition. When you receive a test result, you \nneed to know how likely it is to be correct.\nTable 1.6 Table of possible test results\nTest result\nPatient has condition\nPatient does not have condition\nPositive\nTrue positive (TP)\nFalse positive (FP)\nNegative\nFalse negative (FN)\nTrue negative (TN)", "text_length": 3927, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 32/905)", "type": "chunk", "chunk_index": 31, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.909866", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.910617", "status": "complete", "chunks_added": 3}