{"task_id": "2e42ac7ea5bbdd4c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 108/905)", "text": "e helped the patient far more than any ward round.\n\n--- Page 110 ---\n96\nCardiovascular medicine\nECG—a methodical approach\nReading an ECG\nFirst conﬁ rm the patient’s name and age, and the ECG date. Then (see ﬁ g 3.3):\n  \n• Rate: At usual speed (25mm/s) each ‘big square’ is 0.2s; each ‘small square’ is 0.04s. \nTo calculate the rate, divide 300 by the number of big squares between two con-\nsecutive R waves (table 3.1). The normal rate is 60–100bpm.\n  \n• Rhythm: If cycles are not clearly regular, use the ‘card method’: lay a card along \nthe ECG, marking positions of three successive R waves. Slide the card to and fro to \ncheck that all intervals are equal. If they are not, note if:\n  \n• there is slight but regular lengthening and then shortening (with respiration)—\nsinus arrhythmia, common in the young\n  \n• there are diff erent rates which are multiples of each other—varying block\n  \n• it is 100% irregular—atrial ﬁ brillation (AF) or ventricular ﬁ bril lation (VF).\nSinus rhythm is characterized by a P wave followed by a QRS complex. AF has no dis-\ncernible P waves and QRS complexes are irregularly irregular. Atrial ﬂ utter (p130, ﬁ g \n3.35 p131) has a ‘sawtooth’ baseline of atrial depolarization (~300/min) and regular \nQRS complexes. Ventricular rhythm has QRS complexes >0.12s with P waves follow-\ning them or absent (ﬁ g 3.12, p106).\n  \n• Axis: The overall direction of depolarization across the patient’s anterior chest; this \nis the sum of all the ventricular electrical forces during ventricular depolarization. \nSee BOX ‘Determining the ECG axis’. Left axis deviation can result from left anterior \nhemiblock, inferior MI, VT from a left ventricular focus, WPW, LVH. Right axis devia-\ntion can result from RVH, PE, anterolateral MI, WPW and left posterior hemiblock.\n  \n• P wave: Normally precedes each QRS complex, and upright in II, III, & aVF but invert-\ned in aVR. Absent P wave: AF, P hidden due to junctional or ventricular rhythm. P mi-\ntrale: biﬁ d P wave, indicates left atrial hypertrophy. P pulmonale: peaked P wave, \nindicates right atrial hyper trophy. Pseudo-P-pulmonale seen if K\n+.\n  \n• PR interval: Measure from start of P wave to start of QRS. Normal range: 0.12–0.2s \n(3–5 small squares). A prolonged PR interval implies delayed AV conduction (1st \ndegree heart block). A short PR interval implies unusually fast AV conduction down \nan accessory pathway, eg WPW (see ﬁ g 3.37, p133). See heart block, p98.\n  \n• QRS complex: See ﬁ g 3.2. Normal duration: <0.12s. QRS >0.12s suggests ventricular \nconduction defects, eg a bundle branch block (pp99, 100), metabolic disturbance, or \nventricular origin (eg ventricular ectopic). High-amplitude QRS complexes suggest \nventricular hypertrophy (p100). Normal Q waves are <0.04s wide and <2mm deep; \nthey are often seen in leads I , aVL , V5, and V6 and reﬂ ect normal septal depolariza-\ntion. Pathological Q waves (deep and wide) may occur within a few hours of an \nacute MI.\n  \n• QT interval: Measure from start of QRS to end of T wave. It varies with rate. The \ncorrected QT interval (QTc) is the QT interval divided by the square root of the R–R \ninterval, ie QTc=QT/√RR. Normal QTc: 0.38–0.42s. For causes of prolonged QT interval \nsee p711. Long QT can lead to VT and sudden death.\n  • ST segment: Usually isoelectric. Planar elevation (>1mm) or depression (>0.5mm) usu-\nally implies infarction (p119, ﬁ gs 3.9, 3.10, pp103–4) or ischaemia, respectively.\n  \n• T wave: Normally inverted in aVR, V1, and occasionally V2. Normal if inverted in isola-\ntion in lead III. Abnormal if inverted in I, II, and V4–V6. Peaked in hyperkalaemia (ﬁ g \n14.4, p675) and ﬂ attened in hypokalaemia.\n  \n• J wave: See p849. The J point is where the S wave ﬁ nishes and ST segment starts. A \nJ wave is a notch at this point. Seen in hypothermia, SAH, and Ca\n2+.\nFig 3.2 ‘QRS’ complexes. If the ﬁ rst deﬂ ection from the isoelectric line is negative, it is a Q wave. \nAny positive deﬂ ection is an R wave. Any negative deﬂ ection after an R is an S. \nR\nR\nR\nR'\nS\nS\nQ S\nR\nR\nQ\nQ S", "text_length": 4047, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 108/905)", "type": "chunk", "chunk_index": 107, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.045453", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.046170", "status": "complete", "chunks_added": 3}