{"task_id": "2ea396c771253d14", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 214/905)", "text": "s\nReleasing factors\n\n--- Page 219 [Image/Scan] ---\n\n--- Page 220 ---\n206\nEndocrinology\nDiabetes mellitus (DM): classiﬁ cation and diagnosis\nDM results from lack, or reduced eff ectiveness, of endogenous insulin. Hyperglycae-\nmia is one aspect of a far-reaching metabolic derangement, which causes serious \nmicrovascular (retinopathy, nephropathy, neuropathy) or macrovascular problems: \nstroke, MI, renovascular disease, limb ischaemia. So think of DM as a vascular dis-\nease:\n1 adopt a holistic approach and consider other cardiovascular risk factors too.\nCategories of diabetes and dyslipidaemia\nType 1 DM: Usually adolescent onset but may occur at any age. Cause: insulin de-\nﬁ ciency from autoimmune destruction of insulin-secreting pancreatic  cells. Pa-\ntients must have insulin, and are prone to ketoacidosis and weight loss. Associated \nwith other autoimmune diseases (>90% HLA DR3 ± DR4). Concordance is only ~30% in \nidentical twins, indic ating environmental inﬂ uence. Four genes are important: one \n(6q) determines islet sensitivity to damage (eg from viruses or cross-reactivity from \ncows’ milk-induced antibodies). Latent autoimmune diabetes of adults (LADA) is a \nform of type 1 DM, with slower progression to insulin dependence in later life.\nType 2 DM: (Formerly non-insulin-dependent DM, NIDDM) is at ‘epidemic’ levels in many \nplaces, mainly due to changes in lifestyle, but also because of better diagnosis and \nimproved long evity.4 Higher prevalence in Asians, men, and the elderly (up to 18%). \nMost are over 40yrs, but teenagers are now getting type 2 DM (OHCS p156). Cause: \ninsulin secretion ± insulin resistance. It is associated with obesity, lack of exercise, \ncalorie and alcohol excess. 80% concordance in identical twins, indicating stronger \ngenetic inﬂ uence than in type 1 DM. Typically progresses from a preliminary phase of \nimpaired glucose tolerance (IGT) or impaired fasting glucose (IFG). (This is a unique \nwindow for lifestyle intervention.) Maturity onset diabetes of the young (MODY) is a \nrare autosomal dominant form of type 2 DM aff ecting young people.\nImpaired glucose tolerance (IGT): Fasting plasma glucose <7mmol/L and OGTT (oral \nglucose tolerance) 2h glucose ≥7.8mmol/L but <11.1mmol/L.\nImpaired fasting glucose (IFG): Fasting plasma glucose ≥ 6.1mmol/L but <7mmol/L \n(WHO criteria). Do an OGTT to exclude DM. The cut-off  point is somewhat arbitrary.\nIGT and IFG denote diff erent abnormalities of glucose regulation (post-prandial and \nfasting). There may be lower risk of progression to DM in IFG than IGT. Manage both \nwith lifestyle advice (p93) + annual review. Incidence of DM if IFG and HbA1C at high \nend of normal (37–46mmol/mol) is ~25%.5\nOther causes of DM Steroids; anti-HIV drugs; newer antipsychotics. \n  \n• Pancreatic: pancreatitis; surgery (where >90% pancreas is removed); trauma; \npancreatic destruction (haemochromatosis, cystic ﬁ brosis); pancreatic cancer.\n  \n• Cushing’s disease; acromegaly; phaeochromocytoma; hyperthyroidism; pregnancy.\n  \n• Others: congenital lipodystrophy; glycogen storage diseases.\nMetabolic syndrome (syndrome x) Deﬁ nition from International Diabetes Federa-\ntion: central obesity (BMI >30, or  waist circ, ethnic-speciﬁ c values), plus two of BP ≥130/85, \ntriglycerides ≥1.7mmol/L, HDL ≤ 1.03/1.29mmol/L, fasting glucose ≥5.6mmol/L or \ntype 2 DM. ~20% are aff ected; weight, genetics, and insulin resistance important in aetiol-\nogy. Vascular events—but probably not beyond the combined eff ect of individual risk \nfactors. : Exercise; weight; treat individual components.\n1 Chicken or egg? Most type 2 diabetes-associated genes have a function in the vasculature, and str ess in \n-cells can result from vascular defects in the pancreas, so maybe vascular events trigger DM.6", "text_length": 3793, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 214/905)", "type": "chunk", "chunk_index": 213, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.330789", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.331479", "status": "complete", "chunks_added": 2}