{"task_id": "2ecb89f2536c7ac0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 481/905)", "text": " Surgery Trialists’ Collaborative Group) criteria.\n\n--- Page 487 ---\n473\nNeurology\nCardioembolic causes are the source of stroke in >30% of patients, and may be \nhinted at if there are bilateral infarcts on imaging.\nNon-valvular atrial ﬁ brillation: (p130) Associated with an overall risk of stroke of \n4.5%/yr, and ischaemic strokes in AF carry a worse prognosis.\n  \n• CHA2DS2VASC score (p131) can be used to calculate risk of stroke in patients with \nAF. Off er anticoagulation in patients with a score of 2 or above. Take bleeding \nrisk into account: calculate the risk of major bleeding using the HAS-BLED score. \nCaution and regular review of oral anticoagulants are required if the HAS-BLED \nscore >3.  Do not off er stroke prevention therapy in patients with AF if <65y and \nCHA2DS2VASC score is 0 for men or 1 for women.\n  \n• Anticoagulation (see p350) can be commenced 2wks after a stroke (or from \n7–10d if clinically and radiologically small). Off er a direct oral anticoagulant \n(DOAC) or warfarin (p350), following a discussion of risks and beneﬁ ts.\nOther cardiac sources of emboli: • Cardioversion. • Prosthetic valves. • Acute \nmyocardial infarct with large left ventricular wall motion abnormalities on \nechocardiography. • Patent foramen ovale/septal defects. • Cardiac surgery. • In-\nfective endocarditis (gives rise to septic emboli; 20% of those with endocarditis \npresent with CNS signs).\nCardiac causes of stroke\nAspirin: Inhibits COX-1, suppressing prostaglandin and thromboxane synthesis.\nClopidogrel: A thienopyridine that inhibits platelet aggregation by modifying \nplatelet ADP receptors, preventing further strokes and MIS.\nDipyridamole: CAMP and thromboxane A2.\nAntiplatelets: mechanism of action\nFig 10.16 Categorization of pressure ulcers. (a) Stage 1: non-blanchable redness of intact skin, \ntypically over a bony prominence. (b) Stage 2: partial thickness loss of dermis presenting as a shal-\nlow open ulcer with a red/pink wound bed, without slough. May also present as an intact or open/\nruptured sero-sanguinous blister. (c) Stage 3: full thickness skin loss with visible subcutaneous fat. \nBone, tendon, or muscle are not exposed. (d) Stage 4: full thickness tissue loss wth exposed bone, \ntendon, or muscle.\nImages (a) to (d) reproduced from Gosney et al., Oxford Desk Reference: Geriatric Medicine, 2012, with \npermission from Oxford University Press.\n(a)\n(c)\n(b)\n(d)", "text_length": 2411, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 481/905)", "type": "chunk", "chunk_index": 480, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.997080", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.998340", "status": "complete", "chunks_added": 2}