{"task_id": "301a539b037e0456", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 217/905)", "text": "estyle modiﬁ cation\nDiet, weight control, exercise\n\n--- Page 223 ---\n209\nEndocrinology\nVital to educate to self-adjust doses in the light of exercise, ﬁ ngerprick glucose, \ncalorie intake, and carbohydrate counting. •Phone support (trained nurse 7/24). \n•Can modify diet wisely and avoid binge drinking (danger of delayed hypoglycae-\nmia). •Partner can abort hypoglycaemia: sugary drinks; GlucoGel® PO if coma (no \nrisk of aspiration). •Dose titration to target—eg by 2–4 UNIT steps.\nIt is vital to write UNITS in full when prescribing insulin to avoid misinterpre-\ntation of U for zero!\nSubcutaneous insulins Short-, medium-, or long-acting. Strength: 100U/mL.\n1   Ultra-fast acting (Humalog®; Novorapid®); inject at start of meal, or just after \n(unless sugar-laden)—helps match what is actually eaten (vs what is planned). \n2  Isophane insulin (variable peak at 4–12h): favoured by NICE (it’s cheap!).\n3   Pre-mixed insulins (eg NovoMix® 30 = 30% short-acting and 70% long-acting).\n4   Long-acting recombinant human insulin analogues (insulin glargine) are used \nat bedtime in type 1 or 2 DM. There is no awkward peak, so good if nocturnal \nhypoglycaemia is an issue. Caution if considering pregnancy. Insulin detemir \nis similar and has a role in intensive insulin regimens for overweight type 2 DM.\nCommon insulin regimens Plan the regimen to suit the lifestyle, not vice \nversa. Disposable pens: dial dose; insert needle 90° to skin. Vary injection site (outer \nthigh/abdomen); change needle daily.\n  \n• ‘BD biphasic regimen’: twice daily premixed insulins by pen (eg NovoMix 30®)—\nuseful in type 2 DM or type 1 with regular lifestyle.\n  \n• ‘QDS regimen’: before meals ultra-fast insulin + bedtime long-acting analogue: \nuseful in type 1 DM for achieving a ﬂ exible lifestyle (eg for adjusting doses with \nsize of meals, or exercise).\n  \n• Once-daily before-bed long-acting insulin: a good initial insulin regimen when \nswitching from tablets in type 2 DM. Typical dose to work up to (slowly!): ≥1U/24h \nfor every unit of BMI in adults. Consider retaining metformin (±pio glitazone) if \nneeded for tight control and patient is unable to use BD regimen.\nDose adjustment for normal eating (DAFNE): Multidisciplinary teams promoting \nautonomy can save lives. DAFNE found that training in ﬂ exible, intensive insulin \ndosing improved glycaemic control as well as well-being.9 It is resource intensive.\nSubcutaneous insulin dosing during intercurrent illnesses (eg inﬂ uenza)\n Advise patients to avoid stopping insulin during acute illness.\n  \n• Illness often increases insulin requirements despite reduced food intake.\n  \n• Maintain calorie intake, eg using milk.\n  \n• Check blood glucose ≥ 4 times a day and look for ketonuria. Increase insulin \ndoses if glucose rising. Advise to get help from a specialist diabetes nurse or GP \nif concerned (esp. if glucose levels are rising or ketonuria). One option is 2-hourly \nultra fast-acting insulin (eg 6–8U) preceded by a ﬁ ngerprick glucose check.\n  \n• Admit if vomiting, dehydrated, ketotic (p832), a child, or pregnant.\nInsulin pumps (continous subcutaneous insulin) Consider when attempts to \nreach HbA1C with multiple daily injections have resulted in disabling hypoglycaemia \nor person has been unable to achieve target HbA1C despite careful management.\nUsing insulin\nWork as incretin mimetics. Incretins are gut peptides that work by aug ment ing \ninsulin release. Given by subcutaneous injection. Patients must have BMI >35 and \nspeciﬁ c psychological or other medical problems associated with obesity, or have \na BMI lower than 35 kg/m\n2, and for whom insulin therapy would have signiﬁ cant \noccupational implications, or weight loss would beneﬁ t other signiﬁ cant obesity-\nrelated comorbidities. To continue a GLP 1 mimetic, a person should have a bene-\nﬁ cial metabolic response (a reduction of HbA1C by at least 11mmol/mol) and a \nweight loss of at least 3% of initial body weight in 6 months.\nGlucagon-like peptide (GLP) analogues (exenatide, liraglutide)", "text_length": 4023, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 217/905)", "type": "chunk", "chunk_index": 216, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.335859", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.342567", "status": "complete", "chunks_added": 3}