{"task_id": "31a9e8fe8f35c0e4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 366/905)", "text": "ethyltransferase 3A (DNMT3A).\nHeterogeneity in AML\n\n--- Page 372 ---\n358\nHaematology\nChronic myeloid leukaemia (CML)\nCML is characterized by an uncontrolled clonal proliferation of myeloid cells (ﬁ g 8.54). \nIt accounts for 15% of leukaemias. It is a myeloproliferative disorder (p366) having \nfeatures in common with these diseases, eg splenomegaly. It occurs most often \nbetween 40–60yrs, with a slight male predominance, and is rare in childhood.\nPhiladelphia chromosome (Ph) Present in >80% of those with CML. It is a hybrid \nchromosome comprising reciprocal translocation between the long arm of chromo-\nsome 9 and the long arm of chromosome 22—t(9;22)—forming a fusion gene BCR/\nABL on chromosome 22, which has tyrosine kinase activity. Those without Ph have a \nworse prognosis. Some patients have a masked translocation—cytogenetics do not \nshow the Ph, but the rearrangement is detectable by molecular techniques.\nSymptoms Mostly chronic and insidious: weight, tiredness, fever, sweats. There \nmay be features of gout (due to purine breakdown), bleeding (platelet dysfunction), \nand abdominal discomfort (splenic enlargement). ~30% are detected by chance.\nSigns Splenomegaly (>75%)—often massive. Hepatomegaly, anaemia, bruising (ﬁ g 8.55).\nTests WBC (often >100≈10\n9/L) with whole spectrum of myeloid cells, ie neutro-\nphils, monocytes, basophils, eosinophils. Hb or , platelets variable. Urate, B12. \nBone marrow hypercellular. Cytogenetic analysis of blood or bone marrow for Ph.\nNatural history Variable, median survival 5–6yrs. There are three phases: Chronic, \nlasting months or years of few, if any, symptoms. • Accelerated phase, with increas-\ning symptoms, spleen size, and diffi  culty in controlling counts. • Blast transforma-\ntion, with features of acute leukaemia ± death. Treatment See BOX.\nCML is the ﬁ rst example of a cancer where knowledge of the genotype has led \nto a speciﬁ cally targeted drug—imatinib, a BCR-ABL tyrosine kinase inhibitor. This \nhas transformed therapy over the last 10yrs. Side eff ects are usually mild: nausea, \ncramps, oedema, rash, headache, arthralgia. May cause myelosuppression.\nMore potent 2nd-generation BCR-ABL inhibitors: dasatinib, nilotinib, bosutinib, \nand ponatinib. Dasatinib and nilotinib allow more patients to achieve deeper, \nmore rapid responses associated with improved outcomes, and dasatinib has \nbeen used in imatinib-resistant blast crises (though NICE says that it is often not \ncost-eff ective). Hydroxycarbamide is also used.\nThose with lymphoblastic trans formation may beneﬁ t from treatment as \nfor ALL. Treatment of myeloblastic transformation with chemotherapy rarely \nachieves lasting remission, and allo geneic transplantation off ers the best hope.\nStem cell transplantation. Allogeneic transplantation from an HLA-matched sib-\nling or unrelated donor off ers the only cure, but carries signiﬁ cant morbidity and \nmortality. Guidelines suggest that this approach should be only rarely used 1st line \nin young patients (where mortality rates are lower). Other patients should be of-\nfered a BCR-ABL inhibitor. Patients are then reviewed annually to decide whether to \ncontinue, to off er combination therapy or stem cell transplantation.\nTreating CML\nFig 8.55 Hepatosplenomegaly in CML.\nFig 8.54 CML: numerous granulocytic cells at \ndiff erent stages of diff erentiation.\nCourtesy of Prof. Christine Lawrence.", "text_length": 3402, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 366/905)", "type": "chunk", "chunk_index": 365, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.796041", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.797214", "status": "complete", "chunks_added": 2}