{"task_id": "31adbd142f0a695f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 403/905)", "text": " for TB\nTuberculosis (TB): diagnosis and treatment\n\n--- Page 409 ---\n395\nInfectious diseases\nLatent TB\nBalance the risk of development of active disease with the possible side-eff ects of \ntreatment. Consider treatment in all at risk of active disease: HIV, transplantation, \nchemotherapy, biological agents eg anti-TNF (see p265), diabetes, CKD including di-\nalysis, silicosis, bariatric surgery, and recent close contact with pulmonary/laryngeal \nTB. Off er HIV, hepatitis B and C testing prior to treatment.\nTreat with 3 months of isoniazid (with pyridoxine) and rifampicin OR 6 months of \nisoniazid (with pyridoxine).\nIf concerns about hepatotoxicity then 3 months of isoniazid and rifampicin may be \npreferred. In severe liver disease, seek specialist advice. If interactions with rifamy-\ncins are a concern (eg HIV, transplant) then 6 months of isoniazid may be preferred.\nActive TB\nAll forms of active TB are statutorily notiﬁ able in UK. This includes both clinical and \nculture diagnoses. Notiﬁ cation is via your local public health protection team (www.\ngov.uk/health-protection-team).Treatment is given under the care of a specialist TB clini-\ncian/service according to table 9.10. Exceptions include:\n  \n• active CNS disease (including spinal cord involvement): continuation phase of treat-\nment is extended from 4 to 10 months\n  \n• CNS and pericardial disease: use adjunctive high-dose steroids (with weaning and \nwithdrawal during the intensive treatment period)\n  \n• drug-resistant TB.\nAdherence is important for treatment to be eff ective and to prevent drug resistance. \nDirectly observed therapy (DOT) should be considered if: previous treatment for TB, \nhomelessness, drug/alcohol misuse, prison, psychiatric or cognitive disorder, multi-\ndrug resistant disease, patient request.\nUniversal access to diagnosis and treatment of TB is part of social justice. WHO has \ndeveloped an ‘End TB’ strategy aiming to reduce TB deaths by 90% by 2030, and TB \nincidence by 90% by 2035 (www.who.int/tb/strategy/en).\nDrug-resistant TB\nNAAT (p394) for drug resistance should be requested for all patients with risk fac-\ntors for drug-resistance: previous TB treatment, contact with drug-resistant disease, \nbirth or residence in a country where ≥5% new cases are drug resistant (ﬁ g 9.10). \nDrug resistance may be:\n  \n• to any single agent in table 9.10.\n  \n• multidrug-resistant TB (MDR-TB): resistant to rifampicin and isoniazid.\n  \n• extensively drug-resistant TB (XDR-TB): resistant to rifampicin, isoniazid, one inject-\nable agent (capreomycin, kanamycin or amikacin) and one ﬂ uoroquinolone.\nIf rifampicin resistance is detected, treat with at least six agents to which the my-\ncobacterium is likely to be sensitive. Test for resistance to 2nd-line drugs. Remember \ninfection control measures. Seek expert advice for all drug-resistant cases.\nFig 9.10 Percentage of new TB  cases with multi-drug resistant TB.\nReproduced with permission from World Health Organization, Global tuberculosis report 2016. © World \nHealth Organization 2016. http://www.who.int/tb/publications/global_report/en/", "text_length": 3102, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 403/905)", "type": "chunk", "chunk_index": 402, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.865450", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.866339", "status": "complete", "chunks_added": 2}