{"task_id": "32d0e287af8bbfb9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 773/905)", "text": "ES after the procedure and re-examine the patient.\n\n--- Page 779 ---\n765\nPractical procedures\nIf you are unsure whether a drain is needed, a \ndiagnostic tap can be helpful. Whatever ﬂ uid you \nare sampling, a green needle carries far less risk \nthan a formal drain. It also allows you to decide \nwhether a drain is required.\nAscites may be sampled to give a cytological \nor bacterial diagnosis, eg to exclude spontaneous \nbacterial peritonitis (SBP; p276). Before starting, \nknow the patient’s platelets + clotting times. If \nthey are abnormal, seek help before proceeding.\n  • Place the patient ﬂ at and tap out the ascites, \nmarking a point where ﬂ uid has been identiﬁ ed, \navoiding vessels, stomas, and scars (adhesions to \nthe anterior abdominal wall). The left side may \nbe safer—less chance of nicking liver (ﬁ g 18.5).\n  \n• Clean the skin. Inﬁ ltrate some local anaes-\nthetic, eg 1% lidocaine (see p573).\n  \n• Insert a 21G needle on a 20mL syringe into the \nskin and advance while aspirating until ﬂ uid is \nwithdrawn, try to obtain 60mL of ﬂ uid.\n  \n• Remove the needle, apply a sterile dressing.\n  \n• Send ﬂ uid to microbiology (15mL) for microscopy and culture, biochemistry \n(5mL for protein, see p192), and cytology (40mL). Call microbiology to forewarn \nthem if urgent analysis of the specimen is required.\nDiagnostic aspiration of a pleural eff usion\n  \n• If not yet done, a CXR may help evaluate the side and size of the eff usion.\n  \n• Ideally use US guidance at the bedside ( chance of successful aspirate and  \nchance of organ puncture). If this is unavailable, ask an ultrasonographer to \nmark a spot, or percuss the upper border of the pleural eff usion and choose a site \n1 or 2 intercostal spaces below it (usually posteriorly or laterally).\n  \n• Clean the area around the marked spot with 2% chlorhexidine solution.\n  \n• Inﬁ ltrate down to the pleura with 5–10mL of 1% lidocaine.\n  \n• Attach a 21G needle to a syringe and insert it just above the upper border of the \nrib below the mark to avoid the neurovascular bundle (ﬁ g 18.6). Aspirate whilst \nadvancing the needle. Draw off  10–30mL of pleural ﬂ uid. Send ﬂ uid to the lab \nfor chemistry (protein, glucose, pH, LDH); bacteriology (microscopy and culture, \nauramine stain, TB culture); cytology, and, if indicated, amylase and immunology \n(rheumatoid factor, antinuclear antibodies, complement).\nIf you cannot obtain ﬂ uid with a 21G needle, seek help.\n  \n• If any cause for concern, arrange a repeat CXR.\nDiagnostic taps\nFig 18.5 Always tap out the ascites, \nbut aim approximately for 5cm me-\ndial to and superior to the anterior \nsuperior iliac spine. If in doubt, ask \nfor an ultrasound to mark the spot.\nFig 18.6 Safe approach to entering the pleura by the intercostal route.", "text_length": 2762, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 773/905)", "type": "chunk", "chunk_index": 772, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.510037", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.511059", "status": "complete", "chunks_added": 2}