{"task_id": "32eb9438aabd03cd", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 268/905)", "text": " a common cause of watery diarrhoea in travellers.\n\n--- Page 274 ---\n260\nGastroenterology\nConstipation\nConstipation reﬂ ects pelvic dysfunction or transit time. Accepted deﬁ nitions and \nreported rates vary, but a place to start is the passage of ≤2 bowel motions/wk, \noften passed with diffi  culty, straining, or pain, and a sense of incomplete evacua-\ntion. :≈2:1. Doctors’ chief concerns are to ﬁ nd pointers to major pathology, eg \nconstip ation + rectal bleeding ≈ cancer; constipation + distension + active bowel \nsounds ≈ stricture/GI obstruction; constipation + menorrhagia ≈ hypothyroidism.\nThe patient Ask about frequency, nature, and consistency of stools. Is there blood \nor mucus in/on the stools? Is there diarrhoea alternating with constipation (eg IBS, \np266)? Has there been recent change in bowel habit? Is she digitating the rectum \nor vagina to pass stool?\n15 Ask about diet and drugs. PR examination is essential \neven when referring (refer if signs of colorectal ca, eg weight, pain, or anaemia).\nTests None in young, mildly aff ected patients. Threshold for investigation di-\nminishes with age; triggers include:6 weight, abdominal mass, +PR blood, iron \ndeﬁ ciency anaemia. Blood: FBC, ESR, U&E, Ca\n2+, TFT. Colonoscopy: If suspected colo-\nrectal malignancy. Transit studies; anorectal physiology; biopsy for Hirschprung’s \nare occasionally needed.\nTreatment Often reassurance, drinking more, and diet/exercise advice (p245) is \nall that is needed. Treat causes (BOX ‘Causes of constipation’). A high-ﬁ bre diet \nis often advised, but may cause bloating without helping constipation. Only use \ndrugs if these measures fail, and try to use them for short periods only. Often, \na stimulant such as senna ± a bulking agent is more eff ective and cheaper than \nagents such as lactulose. Bulking agents: Faecal mass, so stimulating peristal-\nsis. They must be taken with plenty of ﬂ uid and may take a few days to act. CI: \ndiffi  culty in swallowing; GI obstruction; colonic atony; faecal impaction. Bran \npowder 3.5g 2–3 times/d with food (may hinder absorption of dietary trace ele-\nments if taken with every meal). Ispaghula husk, eg 1 Fybogel® sachet after a \nmeal, mixed in water and swallowed promptly (or else it becomes an unpleasant \nsludge). Methylcellulose, eg Celevac® 3–6 tablets/12h with ≥300mL water. Ster-\nculia, eg Normacol® granules, 10mL sprinkled on food daily. Stimulant laxatives: \nIncrease intestinal motility, so do not use in intestinal obstruction or acute colitis. \nAvoid prolonged use as it may cause colonic atony. Abdominal cramps are an \nimportant SE. Pure stimulant laxatives are bisacodyl tablets (5–10mg at night) or \nsuppositories (10mg in the mornings) and senna (2–4 tablets at night). Docusate \nsodium and dantron\n16 have stimulant and softening actions. Glycerol supposito-\nries act as a rectal stimulant. Sodium picosulfate (5–10mg at night) is a potent \nstimulant. Stool softeners: Particularly useful when managing painful anal condi-\ntions, eg ﬁ ssure. Arachis oil enemas lubricate and soften impacted faeces. Liquid \nparaffi  n should not be used for a prolonged period (SE: anal seepage, lipoid pneu-\nmonia, malabsorption of fat-soluble vitamins). Osmotic laxatives: Retain ﬂ uid in \nthe bowel. Lactulose, a semisynthetic disaccharide, produces osmotic diarrhoea \nof low faecal pH that discourages growth of ammonia-producing organisms. It \nis useful in hepatic enceph alopathy (initial dose: 30–50mL/12h). SE: bloating, so \nits role in treating constipation is limited. Macrogol (eg Movicol®) is another ex-\nample. Magnesium salts (eg magnesium hydroxide; magnesium sulfate) are use-\nful when rapid bowel evacuation is required. Sodium salts (eg Microlette® and \nMicralax® enemas) should be avoided as they may cause sodium and water re-\ntention. Phosphate enemas are useful for rapid bowel evacuation prior to proce-\ndures.\nIf these don’t help Prucalopride is an elective 5HT4 agonist with prokinetic prop-\nerties; Lubiprostone is a chloride-channel activator that increases intestinal ﬂ uid \nsecretion; Linaclotide is a guanylate cyclase-C agonist that also increases ﬂ uid se-\ncretion and decreases visceral pain. A multidisciplinary approach with behaviour \ntherapy, habit training ± sphincter biofeedback may help.\n15  Rectocele: front wall of the rectum bulges into the back wall of the vagina.\n16  Dantron causes colon & liver tumours in animals, so reserve use for the very elderly or terminally ill.", "text_length": 4483, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 268/905)", "type": "chunk", "chunk_index": 267, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.489528", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.490350", "status": "complete", "chunks_added": 3}