{"task_id": "333e03bc280d1bcb", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 477/905)", "text": "s that are less likely to cause tardive syndromes.\n\n--- Page 483 ---\n469\nNeurology\nThroughout the middle ages, Europe was plagued by epidemics of ‘dancing mania’, \nin which affl  icted individuals were described to have danced wildly, displaying \nstrange contortions and convulsions until they collapsed from exhaustion. If the \naffl  icted touched a relic of St Vitus they were miraculously cured: observing this, \nParacelsus, 16th-century Swiss-German physician and philosopher, described the \nphenomenon of chorea Sancti Viti (‘St Vitus’s dance’). There may have been an in-\nfectious component, although mass hysteria induced by religious cults that swept \nacross medieval Europe seems a more likely cause. Chorea was subsequently \nused as a general term for large-amplitude involuntary movements before be-\ning further reﬁ ned by physicians such as Sydenham (though he did not connect \nhis eponymous chorea seen in rheumatic fever with an infectious trigger) and \nCharcot. Nowaways, a more frequent cause of involuntary movements with be-\nhavioural disturbance is NMDA-receptor antibody encephalitis, the impact of which \nwas documented in Susannah Cahalan’s excellent 2012 autobiography Brain on \nFire: My Month of Madness.\nSt Vitus’s dance \nDystonia describes prolonged muscle contractions causing abnormal posture or \nrepetitive movements.\nIdiopathic generalized dystonia: Childhood-onset dystonia often starting in one \nleg with ipsilateral progression over 5–10yrs. Autosomal dominant inheritance is \ncommon (DYT1 deletion). Exclude Wilson’s disease and dopa-responsive dystonia \n(needs an L-dopa trial). Anticholinergics and muscle relaxants may help. Deep \nbrain stimulation for refractory, disabling symptoms.\nFocal dystonias: Conﬁ ned to one part of the body, eg spasmodic torticollis (head \npulled to one side), blepharospasm (involuntary contraction of orbicularis oculi, \nOHCS p417), writer’s cramp. Focal dystonias in adults are typically idiopathic, and \nrarely generalize. They are worsened by stress. Patients may develop a geste an-\ntagoniste to try to resist the dystonic posturing (eg a touch of the ﬁ nger to the jaw \nin spasmodic torticollis). Injection of botulinum toxin into the overactive muscles \nis usually eff ective.\nAcute dystonia: (ﬁ g 10.14) May occur on starting many drugs, including neuro-\nleptics and some anti-emetics (eg metoclopramide, cyclizine). There is torticollis \n(head pulled back), trismus (oromandibular spasm), and/or oculogyric crisis (eyes \ndrawn up). You may mistake this for tetanus or meningitis, but such react ions \nrapidly disappear after a dose of an anti cholinergic, see p843.\nFig 10.14 Oromandibular/oculogyric crisis in acute dystonia.\nReprinted from Mayo Clinic Proceedings, 78(9), Ritter et al., ‘Ondansetron-induced multifocal encepha-\nlopathy’, 1150–2, 2003, with permission from Elsevier.\nDystonia", "text_length": 2868, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 477/905)", "type": "chunk", "chunk_index": 476, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.990019", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.991225", "status": "complete", "chunks_added": 2}