{"task_id": "334522be8a485166", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 595/905)", "text": "en the gut is not the primary source of pathology.\n\n--- Page 601 ---\n587\nSurgery\nWhen trying to judge the position of a \ncentral venous line tip on CXR (see ﬁ g \n13.10) it helps to know the anatomical \nlandmarks of the venous system (ﬁ g \n13.9). The subclavian veins join the inter-\nnal jugular veins behind the sternoclav-\nicular joints to form the brachiocephalic \nveins. These come together behind the \nright 1st sternocostal joint to form the \nsuperior vena cava (SVC), which runs \nfrom this point to the right 3rd sterno-\ncostal joint. The right atrium starts here.\nThe venous system at the thoracic outlet\nThis is a life-threatening metabolic complication of refeeding via any route after \na prolonged period of starvation. At-risk patients include those initiating artiﬁ cial \nfeeding (enteral or parenteral) after prolonged starvation, or with malignancy, \nanorexia nervosa, or alcoholism. As the body turns to fat and protein metabolism \nin the starved state, there is a drop in the level of circulating insulin (because of the \npaucity of dietary carbohydrates). The catabolic state also depletes intracellular \nstores of phosphate, although serum levels may remain normal (0.85–1.45mmol/L). \nWhen refeeding begins, the level of insulin rises in response to the carbohydrate \nload, and one of the consequences is to increase cellular uptake of phosphate.\nA hypophosphataemic state (<0.50mmol/L) normally develops within 4d and is \nmostly responsible for the features of ‘refeeding syndrome’, which include: rhab-\ndomyolysis; red and white cell dysfunction; respiratory insuffi  ciency; arrhythmias; \ncardiogenic shock; seizures; sudden death.\nPrevention Give high-dose Pabrinex ® during re-feeding window. Identify at-risk \npatients, assess and monitor closely during refeeding (glucose, lipids, sodium, po-\ntassium, phosphate, calcium, magnesium, and zinc). Close involvement of a nutri-\ntionist is required.\nTreatment is of the complicating features and includes parenteral phosphate ad-\nministration (eg 18mmol/d) in addition to oral supplementation.\nRefeeding syndrome\nFig 13.10 Right arm PICC (peripherally inserted cen-\ntral catheter) still with a wire in the lumen. This is a \nradiograph at the time of insertion to determine if \nplacement is correct. The tip lies in the SVC—ie good \npositioning for TPN or long-term antibiotic therapy. \nThe tip of a Hickman line, for cytotoxic administra-\ntion, is better in the right atrium, to avoid possible \nirritation of the SVC and consequent thrombosis or \nstenosis. NB: this image was acquired in the angiog-\nraphy room, where radio-opaque material appears \nblack (it is easier to see contrast media against a \nwhite background). A similar eff ect may be achieved \nby digitally inverting a standard X-ray.\nImage courtesy of Prof. Peter Scally.\nFig 13.9 Neck veins.", "text_length": 2826, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 595/905)", "type": "chunk", "chunk_index": 594, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.203186", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.204439", "status": "complete", "chunks_added": 2}