{"task_id": "336e4945cb9a7353", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 204/905)", "text": "spitals NHS Foundation Trust Radiology Department.\n\n--- Page 210 ---\n196\nChest medicine\nSarcoidosis\nA multisystem granulomatous disorder of unknown cause. Prevalence highest in \nNorthern Europe, eg UK: 10–20/10\n5 population. Usually aff ects adults aged 20–40yrs, \nmore common in women. African–Caribbeans are aff ected more frequently and \nmore severely than Caucasians, particularly by extra-thoracic disease. Associated \nwith HLA-DRB1 and DQB1 alleles. For other causes of granuloma see table 4.10.\nClinical features In 20–40%, the disease is discovered incidentally, after a routine \nCXR, and is thus asymptomatic. Acute sarcoidosis often presents with fever, erythe-\nma nodosum (ﬁ g 12.21, p563),\n6 polyarthralgia, and bilateral hilar lymphodenopathy \n(BHL), also called Löfgren syndrome, which usually resolves spontaneously.\nPulmonary disease: 90% have abnormal CXRs with BHL (ﬁ g 4.18) ± pulmonary inﬁ l-\ntrates or ﬁ brosis; see later in topic for staging. Symptoms: Dry cough, progressive \ndyspnoea, exercise tolerance, and chest pain. In 10–20%, symptoms progress, with \nconcurrent deterioration in lung function.\nNon-pulmonary signs: These are legion: lymphadenopathy; hepatomegaly; sple-\nnomegaly; uveitis; conjunctivitis; keratoconjunctivitis sicca; glaucoma; terminal \nphalangeal bone cysts; enlargement of lacrimal & parotid glands (ﬁ g 8.49, p355); \nBell’s palsy; neuropathy; meningitis; brainstem and spinal syndromes; space-occupy-\ning lesion; erythema nodosum (ﬁ g 12.21, p563); lupus pernio; subcutaneous nodules; \ncardio myopathy; arrhythmias; hypercalcaemia; hypercalciuria; renal stones; pitui-\ntary dysfunction.\nTests Blood: ESR, lymphopenia, LFT, serum ACE in ~60% (non-speciﬁ c), Ca\n2+, \nimmun oglobulins. 24h urine: Ca\n2+. CXR is abnormal in 90%: Stage 0: normal. Stage \n1: BHL. Stage 2: BHL + peripheral pulmonary inﬁ ltrates. Stage 3: peripheral pulmonary \ninﬁ ltrates alone. Stage 4: progressive pulmonary ﬁ brosis; bulla formation (honey-\ncombing); pleural involvement. ECG may show arrhythmias or bundle branch block. \nLung function tests may be normal or show reduced lung volumes, impaired gas \ntransfer, and a restrictive ventilatory defect. Tissue biopsy (lung, liver, lymph nodes, \nskin nodules, or lacrimal glands) is diagnostic and shows non-caseating granulo-\nmata.\nBronchoalveolar lavage (BAL): Shows lymphocytes in active disease; neutrophils \nwith pulmonary ﬁ brosis. Transbrochial biopsy: May be diagnostic.\nUltrasound: May show nephrocalcinosis or hepatosplenomegaly.\nBone X-rays: Show ‘punched out’ lesions in terminal phalanges.\nCT/MRI: May be useful in assessing severity of pulmonary disease or diagnosing \nneurosarcoidosis. Ophthalmology assessment (slit lamp examination, ﬂ uorescein \nangiography) is indicated in ocular disease.\nManagement Patients with BHL alone don’t need treatment as most recover spon-\ntaneously.53, 54 Acute sarcoidosis: bed rest, NSAIDS.\nIndications for corticosteroids:\n  \n• Parenchymal lung disease (symptomatic, static, or progressive).\n  \n• Uveitis.\n  \n• Hypercalcaemia.\n  \n• Neurological or cardiac involvement.\nPrednisolone (40mg/24h) PO for 4–6 wks, then dose over 1yr according to clinical \nstatus. A few patients relapse and may need a further course or long-term therapy.\nOther therapy: In severe illness, IV methylprednisolone or immuno suppressants \n(methotrexate, hydroxychloroquine, ciclosporin, cyclophosphamide) may be needed. \nAnti-TNF therapy may be tried in refractory cases, or lung transplantation.\nPrognosis 60% of patients with thoracic sarcoidosis resolve over 2yrs. 20% respond \nto steroid therapy; in the rest, improvement is unlikely despite therapy.\n7\n6 A detailed history and exam (including for synovitis) + CXR, 2 ASO (antistreptolysin-O) titres and a tuber-\nculin skin test are usually enough to diagnose erythema nodosum.\n7 ACE is also  in: hyperthyroidism, Gaucher’s, silicosis, TB, hyper sensitivity pneumonitis, asb es tosis, pneu-\nmocystosis.55 ACE levels in CSF help diagnose CNS sarcoidosis (when serum ACE may be normal).56 ACE is lower \nin: Caucasians; and anorexia.57", "text_length": 4098, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 204/905)", "type": "chunk", "chunk_index": 203, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.297688", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.298385", "status": "complete", "chunks_added": 3}