{"task_id": "33b59625d3715bfd", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 154/905)", "text": "rn is classic of Takotsubo cardiomyopathy.\n(a)\n(b)\n\n--- Page 160 ---\n146\nCardiovascular medicine\nAortic valve disease\nAortic stenosis (AS) Causes: Senile calciﬁ cation is the commonest. 57 Others: con-\ngenital (bicuspid valve, Williams syndrome, p149), rheumatic heart disease.\nPresentation: Think of AS in any elderly person with chest pain, exertional dysp-\nnoea, or syncope. The classic triad includes angina, syncope, and heart failure. Also: \ndyspnoea; dizziness; faints; systemic emboli if infective endocarditis; sudden death. \nSigns: Slow rising pulse with narrow pulse pressure (feel for diminished and delayed \ncarotid upstroke—parvus et tardus); heaving, non-displaced apex beat; LV heave; \naortic thrill; ejection systolic murmur (heard at the base, left sternal edge and the \naortic area, radiates to the carotids). S1 is usually normal. As stenosis worsens, A2 is \nincreasingly delayed, giving ﬁ rst a single S2 and then reversed splitting. But this sign \nis rare. More common is a quiet A2. In severe AS, A2 may be inaudible (calciﬁ ed valve). \nThere may be an ejection click (pliable valve) or an S4.\nTests: ECG: LVH with strain pattern; P-mitrale; LAD; poor R-wave progression; LBBB \nor complete AV block (calciﬁ ed ring). CXR: LVH; calciﬁ ed aortic valve (ﬁ g 3.44); post-\nstenotic dilatation of ascending aorta. Echo: diagnostic (p110). Doppler echo can \nestimate the gradient across valves: severe stenosis if peak gradient 40mmHg (but \nbeware the poor left ventricle not able to generate gradient) and valve area <1cm\n2. \nIf the aortic jet velocity is >4m/s (or is increasing by >0.3m/s per yr) risk of complica-\ntions is increased. 57 Cardiac catheter can assess: valve gradient; LV function; coronary \nartery disease; risks: emboli generation.\nDifferential diagnosis: Hypertrophic cardiomyopathy (HCM, p152); aortic sclerosis.\nManagement: If symptomatic, prognosis is poor without surgery: 2–3yr survival if \nangina/syncope; 1–2yr if cardiac failure. If moderate-to-severe and treated medi-\ncally, mortality can be as high as 50% at 2yrs, therefore prompt valve replacement \n(p148) is usually recommended. In asymptomatic patients with severe AS and a dete-\nriorating ECG, valve replacement is also recommended. If the patient is not medically \nﬁ t for surgery, percutaneous valvuloplasty/replacement (TAVI = transcatheter aortic \nvalve implantation) may be attempted (ﬁ g 3.45).\nAortic sclerosis Senile degeneration of the valve. There is an ejection systolic mur-\nmur; but no carotid radiation, and normal pulse (character and volume) and S2.\nAortic regurgitation (AR) Acute: Infective endocarditis, ascending aortic dis-\nsection, chest trauma. Chronic: Congenital, connective tissue disorders (Marfan’s \nsyndrome, Ehlers–Danlos), rheumatic fever, Takayasu arteritis, rheumatoid arthritis, \nSLE, pseudoxanthoma elasticum, appetite suppressants (eg fenﬂ uramine, phenter-\nmine), seronegative arthritides (ankylosing spondylitis, Reiter’s syndrome, psor iatic \narthropathy), hyper tension, osteogenesis imperfecta, syphilitic aortitis.\nSymptoms: Exertional dyspnoea, orthopnoea, and PND. Also: palpitations, angina, \nsyncope, CCF. Signs: Collapsing (water-hammer) pulse (p42); wide pulse pressure; \ndisplaced, hyperdynamic apex beat; high-pit ched early diastolic murmur (heard best \nin expiration, with patient sat forward). Eponyms: Corrigan’s sign: carotid pulsation; \nde Musset’s sign: head nodding with each heart beat; Quincke’s sign: capillary pulsa-\ntions in nail beds; Duroziez’s sign: in the groin, a ﬁ nger compressing the femoral ar-\ntery 2cm proximal to the stethoscope gives a systolic murmur; if 2cm distal, it gives \na diastolic murmur as blood ﬂ ows backwards; Traube’s sign: ‘pistol shot’ sound over \nfemoral arteries; an Austin Flint murmur (p46) denotes severe AR.\nTests: ECG: LVH. CXR: cardiomegaly; dilated ascending aorta; pulmonary oedema. Echo \nis diagnostic. Cardiac catheterization to assess: severity of lesion; anatomy of aortic \nroot; LV function; coronary artery disease; other valve disease.\nManagement: The main goal of medical therapy is to reduce systolic hypertension; \nACE-i are helpful. Echo every 6–12 months to monitor. Indications for surgery: severe \nAR with enlarged ascending aorta, increasing symptoms, enlarging LV or deterio-\nrating LV function on echo; or infective endocarditis refractory to medical therapy. \nAim to replace the valve before signiﬁ cant LV dysfunction occurs. Predictors of poor \npost-operative survival: ejection fraction <50%, NYHA class III or IV (p135), duration \nof CCF >12 months.", "text_length": 4576, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 154/905)", "type": "chunk", "chunk_index": 153, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.121608", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.122260", "status": "complete", "chunks_added": 3}