{"task_id": "33c6480f11ef8c57", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 166/905)", "text": "cialist ACHD centres. \nPatients with one ventricle\n\n--- Page 172 ---\n158\nCardiovascular medicine\nDriving and the heart \nUK licences are inscribed ‘You are required by law to inform Drivers Medical Branch, \nDVLA, Swansea SA99 1AT at once if you have any disability (physical or medical), which \nis, or may become likely to aff ect your ﬁ tness as a driver, unless you do not expect \nit to last more than 3 months’. It is the responsibility of drivers to inform the DVLA \n(the UK Driving and Vehicle Licensing Authority), and that of their doctors to advise \npatients that medical conditions74 (and drugs) may aff ect their ability to drive and \nfor which conditions patients should inform the DVLA. Drivers should also inform \ntheir insurance company of any condition disclosed to the DVLA. If in doubt, ask your \ndefence union.\nThe following are examples of the guidance for holders of standard licences; diff er-\nent rules apply for group 2 vehicle licence-holders (eg lorries, buses). More can be \nfound at https://www.gov.uk/guidance/cardiovascular-disorders-assessing-ﬁ tness-to-drive.\nAngina Driving must cease when symptoms occur at rest or with emotion. Driving \nmay recommence when satisfactory symptom control is achieved. DVLA need not \nbe notiﬁ ed.\nAngioplasty Driving must cease for 1wk, and may recommence thereafter provided \nno other disqualifying condition. DVLA need not be notiﬁ ed.\nMI If successfully treated with angioplasty, cease driving for 1 week provided urgent \nintervention not planned and LVEF (left ventricular ejection fraction) >40%, and no \nother disqualifying condition. Otherwise, driving must cease for 1 month. DVLA need \nnot be notiﬁ ed.\nDysrhythmias Including sinoatrial disease, AF/ﬂ utter, atrioventricular conduction \ndefects, and narrow or broad complex tachycardias. Driving must cease if the dys-\nrhythmia has caused or is likely to cause incapacity. Driving may recommence 4wks \nafter successful control provided there is no other disqualifying condition.\nPacemaker implant Stop driving for 1wk, the patient must notify the DVLA.\nImplanted cardioverter/deﬁ brillator The licence is subject to annual review. \nDriving may occur when these criteria can be met:\n  \n• 6 months have passed since ICD implanted for secondary prevention.\n  \n• 1 month has passed since ICD implanted for primary prophylaxis.\n  \n• The device has not administered therapy (shock and/or symptomatic antitachycar-\ndia pacing) within the last 6 months (except during testing).\n  \n• No therapy (shock) in the last 2 years has been accompanied by incapacity (wheth-\ner caused by the device or arrhythmia)—unless this was a result of device malfunc-\ntion which has been corrected for at least 1 month or steps have been taken to \navoid recurrence (eg ablation) which have been successful for at least 6 months.\n  \n• A period of 1 month off  driving must occur following any revision of the device \n(generator and/or electrode) or alteration of antiarrhythmics.\n  \n• The device is subject to regular review with interrogation.\n  \n• There is no other disqualifying condition.\nSyncope Simple faint: No restriction. Unexplained syncope: With probable car-\ndiac aetiology—4wks off  driving if cause identiﬁ ed and treated; otherwise 6 months \noff . Loss of consciousness or altered awareness associated with signs of seizure \nrequires 6 months off  driving. If the patient is known to be epileptic or has had \nanother such episode in the preceeding 5yrs, they must abstain from driving for \n1yr. See driving and epilepsy (BOX). Patients who have had a single episode of loss of \nconsciousness with no cause found despite neurological and cardiac investigations, \nmust abstain from driving for 6 months.\nHypertension Driving may continue unless treatment causes unacceptable side-\neff ects. DVLA need not be notiﬁ ed.", "text_length": 3823, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 166/905)", "type": "chunk", "chunk_index": 165, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.171105", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.171771", "status": "complete", "chunks_added": 2}