{"task_id": "33cfe142132b0f1b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 125/905)", "text": "th two large wounds (sternal and vein harvesting).\n\n--- Page 131 ---\n117\nCardiovascular medicine\nAngina due to coronary artery spasm, which can occur even in normal coronary \narteries. The pain usually occurs during rest and resolves rapidly with short-acting \nnitrates (eg GTN spray). ECG during pain shows ST segment elevation.\nRisks and triggers: Smoking increases risk but hypertension and hypercholester-\nolaemia do not. Probable triggers include cocaine, amphetamine, marijuana, low \nmagnesium, and artery instrumentation (eg during angiography).\nTreatment: Avoid triggers. Correct low magnesium. Stop smoking. PRN GTN. Cal-\ncium channel blockers ± long-acting nitrates. Avoid non-selective -blockers, aspi-\nrin, and triptans. Prognosis is usually very good.\nVasospastic angina (Prinzmetal angina)\nInvestigations for ischaemic heart disease (IHD) include:\n  \n• Exercise ECG—assess for ischaemic ECG changes.\n  \n• Angiography—either using cardiac CT with contrast, or transcatheter angiogra-\nphy (more invasive but can be combined with stenting, p112).\n  \n• Functional imaging (see p108): myocardial perfusion scintigraphy, stress echo \n(echo whilst undergoing exercise or receiving dobutamine), cardiac MRI.\nNICE recommend the following investigations when considering stable angina.\n13\nTypical angina in a patient with previously proven IHD:\nTreat as stable angina; if further conﬁ rmation is required, use non-invasive testing, \neg exercise ECG.\nTypical and atypical angina:\nCT angiography, ﬁ g 3.20. If inconclusive, use functional imaging as 2nd line and \ntranscatheter angiography as 3rd line.\nNon-anginal chest pain:\nDoes the patient have ischaemic changes on 12 lead ECG?\n  \n• Yes: investigate as per typical and atypical angina\n  \n• No: no further investigations for IHD at this point (unless high clinical suspicion \nof IHD for other reasons—discuss with a specialist). Ensure alternative chest pain \ndiagnoses are adequately explored.  \nThese are guidelines and must be interpreted within the clinical context.\nFurther investigations:\nIf the patient has typical angina but few risk factors for IHD, be sure to look for \npossible precipitating or exacerbating factors, for example severe anaemia or \ncardiomyopathy.\nFig 3.20 CT angiogram data has been used to construct this 3D image. The white arrow points \nto an obstruction of the right coronary artery\nReprinted from Journal of the American College of Cardiology, 52(3), MM Henneman et al., Noninva-\nsive Evaluation With Multislice Computed Tomography in Suspected Acute Coronary Syndrome, 216–22, \n2008, with permission from Elsevier.\nInvestigating patients with ? stable angina", "text_length": 2649, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 125/905)", "type": "chunk", "chunk_index": 124, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.072710", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.074088", "status": "complete", "chunks_added": 2}