{"task_id": "3412121f22816a94", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 730/905)", "text": "icity. \n•MRI=signal intensity.\nPresenting an image\n\n--- Page 736 ---\n722\nRadiology\nChest X-ray—part 1\nImages are usually taken on inspiration with the X-ray source behind the patient \n(postero-anterior, PA). Mobile images may be antero-posterior (AP, ﬁ g 16.6), magnify-\ning heart size. If supine, distribution of air and ﬂ uid in lungs and pleural cavities is \naltered and the diaphragm is elevated.\nAcclimatize yourself to the four cardinal elements of the chest radiograph, memo-\nrably (albeit slightly inaccurately) termed bone, air, fat, and ‘water’/soft tissue. Each \nhas its own radiographic density. A border is only seen at an interface of two \ndensities, eg heart (soft tissue) and lung (air); this ‘silhouette’ is lost if air in the lung \nis replaced by consolidation (‘water’). The silhouette sign localizes pathology (eg \nmiddle lobe pneumonia or collapse causing loss of clarity of the right heart border, \nﬁ g 16.2). When interpreting a CXR use a systematic approach that works for you, eg:\nTechnical quality\n  \n• Rotation: The sternal ends of the clavicles should symmetrically overlie the trans-\nverse processes of the 4th or 5th thoracic vertebrae. A rotated image can alter the \nposition of structures, eg rotation to the right projects the aortic arch vessels over \nthe right upper zone, appearing as though there is a mass.\n  \n• Inspiration: There should be 5 to 7 ribs visible anteriorly (or 10 posteriorly). Hy-\nperinﬂ ation can be abnormal, eg COPD. Poor inspiration can mimic cardiomegaly, as \nthe heart is usually pulled down (hence elongated) with inspiration, and crowding \nof vessels at the lung bases can mimic consolidation or collapse. This is common \nin patients who are acutely unwell, particularly those in pain or unconscious. Take \ncare in interpreting these images.\n  \n• Exposure: An under-exposed image will be too white and an over-exposed image \nwill be too black. Both cause a loss of deﬁ nition and quality although some com-\npensation can be made with standard viewing software.\n  \n• Position: The entire lung margin should be visible.\nTrachea Normally central or just to the right. Deviated by collapse (towards the le-\nsion), expansion (away from the lesion), or patient rotation.\nMediastinum May be: Widened by mediastinal fat; retrosternal thyroid; aortic \naneurysm/unfolding; lymph node enlargement (sarcoidosis, lymphoma, metastases, \nTB); tumour (thymoma, teratoma); cysts (bronchogenic, pericardial); paravertebral \nmass (TB). Shifted towards a collapsed lung or away from processes that add vol-\nume (eg a large mass or a tension pneumothorax).\nThere are three bulges normally visible on the left border of the mediastinum \nthat help identify pathology if abnormal. From superior to inferior they are: 1 Aortic \nknuckle. 2 Pulmonary outﬂ ow tract. 3 Left ventricle.\nHila The left hilum is higher than the right or at the same level (not lower); they \nshould be the same size and density. The hila may be: Pulled up or down by ﬁ brosis \nor collapse. Enlarged by: pulmonary arterial hypertension; bronchogenic ca; lymph \nnodes. Sarcoidosis, TB, and lymphoma can give bilateral hilar lymphadenopathy. \nCalciﬁ ed due to: sarcoid, past TB; silicosis; histoplasmosis (p408).\nHeart Normally less than half of the width of the thorax (cardiothoracic ratio <0.5). ⅓ \nshould lie to the right of the vertebral column, ⅔ to the left. It may appear elongated \nif the chest is hyperinﬂ ated (COPD); or enlarged if the image is AP or if there is LV \nfailure (ﬁ g 16.3), or a pericardial eff usion. Are there calciﬁ ed valves?\nDiaphragm The right side is often slightly higher (due to the liver). Causes of raised \nhemidiaphragm: Trouble above the diaphragm—lung volume loss or inﬂ ammation. \nTrouble with the diaphragm—stroke; phrenic nerve palsy (causes, p504; any medias-\ntinal mass?). Trouble below the diaphragm—hepatomegaly; subphrenic abscess. NB: \nsubpulmonic eff usion (eff usions having a similar contour to the diaphragm without \na characteristic meniscus) and diaphragm rupture give apparent elevation. NB: bilat-\neral palsies (polio, muscular dystrophy) cause hypoxia.", "text_length": 4120, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 730/905)", "type": "chunk", "chunk_index": 729, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.428519", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.429792", "status": "complete", "chunks_added": 3}