{"task_id": "34594c4e48c0d571", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 146/905)", "text": ") and (c) courtesy of Barry McDonnell.\n(a)\n(c)\n(b)\n\n--- Page 152 ---\n138\nCardiovascular medicine\nHypertension\nHypertension 44 is the most important risk factor for premature death and CVD; caus-\ning ~50% of all vascular deaths (8≈10\n6/yr). Usually asymptomatic, so regular screen-\ning (eg 3-yrly) is a vital task—most preventable deaths are in areas without universal \nscreening. 45\nDeﬁ ning hypertension BP has a skewed normal distribution (p751) within the popu-\nlation, and risk is continuously related to BP, so it is imp ossible to deﬁ ne ‘hyperten-\nsion’. 46 We choose to select a value above which risk is signiﬁ cantly increased and \nthe beneﬁ t of treatment is clear cut, see below. Don’t rely on a single reading—assess \nover a period of time (how long depends on the BP and the presence of other risk \nfactors or end-organ damage). Conﬁ rm with 24hr ambulatory BP monitoring (ABPM); \nor a week of home readings. NB: the diagnostic threshold is lower ~135/85mmHg.\nWhom to treat All with BP ≥160/100mmHg (or ABPM ≥150/95mmHg). For those \n≥140/90, the decision depends on the risk of coronary events, presence of diabetes, \nor end-organ damage; see ﬁ g 3.40. 44 The HYVET study showed that there is even sub-\nstantial beneﬁ t in treating the over-80s. 47 Lower thresholds may be appropriate for \nyoung people—BP is on average lower in young people (eg 100–110/60–70 in 18-year-\nolds) and they have a ‘lifetime’ of risk ahead of them; but evidence to treat is lacking.\nWhite-coat hypertension Refers to an elevated clinic pressure, but normal ABPM \n(day average <135/85). NICE says don’t treat; but more likely to develop hypertension \nin future, and may have risk of CVD. Masked hypertension is the opposite.\n‘Malignant’ or accelerated phase hypertension: A rapid rise in BP leading to vas-\ncular damage (pathological hallmark is ﬁ brinoid necrosis). Usually there is severe \nhypertension (eg systolic >200, diastolic>130mmHg) + bilateral retinal haemorrhages \nand exudates; papilloedema may or may not be present. Symptoms are common, \neg headache ± visual disturbance. It requires urgent treatment, and may also pre-\ncipitate acute kidney injury, heart failure, or encephalopathy, which are hypertensive \nemergencies. Untreated, 90% die in 1yr; treated, 70% survive 5yrs. It is more com-\nmon in younger and in black subjects. Look hard for any underlying cause.\nPrimary or ‘essential’ hypertension: (Cause unknown.) ~95% of cases.\nSecondary hypertension: ~5% of cases. Causes include:\n  \n• Renal disease: the most common secondary cause. 75% are from intrinsic renal \ndisease: glomerulonephritis, polyarteritis nodosa (PAN), systemic sclerosis, chronic \npyelonephritis, or polycystic kidneys. 25% are due to renovascular disease, most \nfrequently atheromatous (elderly  cigarette smokers, eg with peripheral vascular \ndisease) or rarely ﬁ bromuscular dysplasia (young ).\n  \n• Endocrine disease: Cushing’s (p224) and Conn’s syndromes (p228), phaeochromo-\ncytoma (p228), acromegaly, hyperparathyroidism.\n  \n• Others: coarctation (p156), pregnancy (OHCS p48), liquorice, drugs: steroids, MAOI, \noral contraceptive pill, cocaine, amphetamines.\nSigns and symptoms Usually asymptomatic (except malignant hypertension, see \nearlier in topic). Headache is no more common than in the general population. Al-\nways examine the CVS fully and check for retinopathy. Are there features of an un-\nderlying cause (phaeochromocytoma, p228, etc.), signs of renal disease, radiofemoral \ndelay, or weak femoral pulses (coarctation), renal bruits, palpable kidneys, or Cush-\ning’s syndrome? Look for end-organ damage: LVH, retinopathy and proteinuria—indi-\ncates severity and duration of hypertension and associated with a poorer prognosis.\nTests To conﬁ rm diagnosis: ABPM or home BP monitoring. To help quantify overall \nrisk: Fasting glucose; cholesterol. To look for end-organ damage: ECG or echo (any \nLV hypertrophy? past MI?); urine analysis (protein, blood). To ‘exclude’ secondary \ncauses: U&E (eg K\n+ in Conn’s); Ca\n2+ ( in hyperparathyroidism). Special tests: Re-\nnal ultrasound/arteriography (renal artery stenosis); 24h urinary meta-adrenaline \n(p228); urinary free cortisol (p225); renin; aldosterone; MR aorta (coarctation).", "text_length": 4233, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 146/905)", "type": "chunk", "chunk_index": 145, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.109271", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.110044", "status": "complete", "chunks_added": 3}