{"task_id": "34efbbfabeae5b2b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 411/905)", "text": " new medication.\nSee www.hiv-druginteractions.org\n\n--- Page 417 ---\n403\nInfectious diseases\nAdherence to ART is associated with drug resistance, disease progression, and \ndeath. Adherence support should be integral to ART provision.\nAssess: Ask about adherence in a non-judgemental way. Do not blame. Explain the \nreasoning behind your questions. Is non-adherence due to practical problems or \nhealthcare beliefs? Be ready to address both. What help would your patient like?\nIntervene: Normalize the situation—doubts and concerns about ART are common. \nFind time for discussion/information. Address concerns. Simplify the dosage regi-\nmen, off er a multicompartment medication system. Link the taking of medication \nto a regular daily activity. Discuss side-eff ects: what are the risks/beneﬁ ts to \nchanging dose or ART regimen? \nAdherence\nUse local guidelines. Get expert help.\nFor a treatment-naive patient consider two nucleoside reverse transcriptase in-\nhibitors (=’NRTI backbone’) plus one of:\n  \n• ritonavir-boosted protease inhibitor\n  \n• non-nucleoside reverse transcriptase inhibitor\n  \n• integrase inhibitor.\n1st line drugs commonly used in the UK include:\n  \n• NRTI backbone: Tenofovir and emtricitabine (combination tablet=Truvada®), \nabacavir and lamivudine (combination tablet=Kivexa®). Side-eff ects: GI distur-\nbance, anorexia, pancreatitis, hepatic dysfunction (severe lactic acidosis with \nhepatomegaly and hepatic steatosis reported, caution with hepatitis B/C), bone-\nmineral density. Avoid abacavir if high risk of CVD. Avoid tenofovir if eGFR <30.\n  \n• Protease inhibitors: Atazanavir, darunavir. Side-eff ects: hyperglycaemia, insulin \nresistance (mainly 1st-generation drugs), dyslipidaemia, jaundice, and hepatitis.\n  \n• NNTRI: Rilpivirine (give with food, interaction with proton pump inhibitors), efa-\nvirenz (CNS toxicity, association with suicidality  care in depression/anxiety, \nadverse lipid proﬁ le). Other side-eff ects: rash, GI disturbance.\n  \n• Integrase inhibitor: Dolutegravir, elvitegravir, raltegravir. Side-eff ects: rash, GI \ndisturbance, insomnia.\nMonitor: adherence (see BOX ‘Adherence’), adverse eff ects (LFTs, glucose), virologi-\ncal response (viral load). CD4 counts guide prophylaxis of opportunistic infection \n(values may not correlate with virological response, use viral load preferentially).\nWhat to start\nIn many resource-limited settings, universal access to ART remains an objective \nyet to be achieved. ~50% of those in need of treatment for HIV do not receive \nit. Interim prioritization of those with symptomatic HIV or CD4 count <350 cells/\nmicrolitre may be appropriate as these patients are at high risk of mortality and \nhave most short-term beneﬁ t from ART.\nEquality in the treatment of HIV requires:\n  \n• Eff ective, acceptable, and reliable methods to reduce HIV transmission, including \ntreatment as prevention.\n  \n• Rapid, accurate, and low-cost diagnosis and monitoring.\n  \n• Standardization and simpliﬁ cation of ART regimens.\n  \n• Evidence-based ART to prevent the use of sub-standard protocols which compro-\nmise treatment and lead to the emergence of drug-resistant strains.\n  \n• Reduced ART costs and/or eff ective allocation of resources.\nResource-limited settings\nVaccines are the most eff ective way to prevent infectious disease. They can also \nbe therapeutic, clearing a virus after infection. HIV vaccines to date have failed to \ninduce an immune response suffi  cient to confer protection. Research is ongoing \ninto neutralizing HIV antibodies, peptides, genes, viral vectors, physiological ‘boost-\ners’, and mechanisms to counter the mutational evolution of HIV. See www.hvtn.org\nAn HIV vaccine?", "text_length": 3688, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 411/905)", "type": "chunk", "chunk_index": 410, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.878976", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.879672", "status": "complete", "chunks_added": 2}