{"task_id": "354d250a1816f047", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 316/905)", "text": ".\nThe man in a red canoe who saved a million lives\n\n--- Page 322 ---\n308\nRenal medicine\nR enal replacement therapy (RRT): transplantation\nTransplantation (ﬁ gs 7.8, 7.9) should be considered for every patient with, or pro-\ngressing towards, stage G5 kidney disease (p302). It is the treatment of choice for \nkidney failure provided risks do not exceed beneﬁ ts. Many will not make the trans-\nplant list due to comorbidity or frailty.\nContraindications\n  \n• Absolute: cancer with metastases.\n  \n• Temporary: active infection, HIV with viral replication, unstable CVD.\n  \n• Relative: congestive heart failure, CVD.\nTypes of graft\n  \n• Living donor: Best graft function and survival, especially if HLA matched.\n  \n• Deceased donor: (See organ donation p13.)\n1   Donor after brain death (DBD, heart-beating donor).\n2   Expanded criteria donor (ECD) is from an older kidney or from a patient with a \nhistory of CVA, BP, or CKD. This impacts on the long-term prognosis of the trans-\nplant but off ers a better outcome than remaining on dialysis.\n3   Donor after cardiac death (DCD, non-heart-beating donor) with risk of delayed \ngraft function.\nImmunosuppression\nA combination of drugs are used. Aim is to use the minimal eff ective dose with the \nlowest drug-related toxicity. Protocol used depends upon the immunological risk of \nthe recipient and type of donated kidney.\nMonoclonal antibodies: Eg basiliximab, daclizumab (selectively block activated \nT cells via CD-25), alemtuzumab (T- and B-cell depletion). Used at the time of trans-\nplantation (‘induction’). Acute rejection and graft loss, infection risk if non-selective.\nCalcineurin inhibitors: Eg tacrolimus, ciclosporin. These drugs inhibit T-cell acti-\nvation and proliferation. Inter-individual variation and narrow therapeutic index \nmean drug level monitoring is required. Clearance is dependent on cytochrome p450 \nisoenzymes so beware of drug interactions including macrolide antibiotics and anti-\nfungal drugs. Side eff ects: nephrotoxicity in the graft, modiﬁ cation of CV risk factors: \nBP, cholesterol, NODAT (new-onset diabetes after transplantation).\nAntimetabolites: Eg mycophenolic acid (MPA), azathioprine. MPA is now used pref-\nerentially due to better prevention of acute rejection and graft survival (not in preg-\nnancy, MPA is teratogenic). Side eff ects: anaemia, leucopenia, and GI toxicity.\nGlucorticosteroids: Transcription of inﬂ ammatory cytokines. First-choice treat-\nment for acute rejection. Signiﬁ cant side-eff ects (BP, hyperlipidaemia, DM, impaired \nwound healing, osteoporosis, cataracts, skin fragility) have led to protocols with ear-\nly withdrawal of steroids and the use of steroid-free immunosuppression regimens.\nComplications\nSurgical: Bleed, thrombosis, infection, urinary leaks, lymphocele, hernia.\nDelayed graft function: Aff ects up to 40% of grafts, more common in DCD.\nRejection: Acute or chronic. Acute is divided into antibody mediated (rare un-\nless known pre-sensitized recipient) or cellular (most common). Causes renal \nfunction, diagnosed on graft biopsy. Treatment with high-dose steroids and \nimmunosuppression. Chronic antibody-mediated rejection causes progressive dys-\nfunction of the graft. Most graft loss is now thought to be due to an immune re-\nsponse by donor-speciﬁ c antibodies causing damage to the kidney microcirculation. \nComplex pathology and lack of controlled studies mean treatment is not clear. The \nresults of monoclonal antibody trials are awaited.\nInfection: Risk of all infections. Typically hospital acquired/donor derived in month \n1, opportunistic in months 1–6 (therefore prophylactic treatment for CMV and Pneu-\nmocystis jirovecii given), usual spectrum of community-acquired infection after 6–12 \nmonths. Late viral infection should always be considered: eg CMV, HSV.\nMalignancy: Up to 25≈ risk of cancer with immunosuppression, particularly skin, \npost-transplant lymphoproliferative disorder (PTLD), and gynaecological.\nCVD: 3–5≈ risk of premature CVD compared to general population (but ~80% less than \ndialysis). BP, NODAT, rejection, and renal history (uraemic cardiomyopathy) contribute.", "text_length": 4146, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 316/905)", "type": "chunk", "chunk_index": 315, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.709800", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.710688", "status": "complete", "chunks_added": 3}