{"task_id": "3672f78373c78418", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 80/905)", "text": "1), with permission from Oxford \nUniversity Press.\n\n--- Page 82 ---\n68\nHistory and examination\n1 General inspection and gait\nGait: Ask patient to walk a few metres, turn, and walk back \nto you. Note use of walking aids, symmetry, size of paces, arm \nswing. Ask patient to ‘walk heel-to-toe as if on a tightrope’ \nto exaggerate any instability. Ask patient to walk on tiptoes, \nthen on heels. Inability to walk on tiptoes indicates S1 or \ngastroc nemius lesion. Inability to walk on heels indicates L4,5 \nlesion or foot drop.\nRomberg’s test: Ask patient to stand unaided with arms by \ntheir sides and close their eyes (be ready to support them). \nIf they sway/lose balance the test is positive and indicates \nposterior column disease/sensory ataxia.\nInspect: Abnormal posturing, muscle wasting, fasciculation \n(LMN lesion?), deformities of the foot (eg pes cavus of Frie-\ndreich’s ataxia or Charcot–Marie–Tooth disease). Is one leg \nsmaller than the other (old polio, infantile hemiplegia)?\n2 Tone\nAsk patient to ‘relax/go ﬂ oppy like a rag-doll’. Ask if they have \nany pain in feet/legs/hips before passively ﬂ exing and extend-\ning each limb while also internally and externally rotating. Hold \nthe patient’s knee and roll it from side to side. Put your hand \nbehind the knee and raise it quickly. The heel should lift slightly \nfrom the bed if tone is normal. Any spasticity/rigidity?\nClonus: Plantar ﬂ ex the foot then quickly dorsiﬂ ex and hold. \nMore than 3 ‘beats’ of plantar ﬂ exion is sustained clonus and \nis abnormal. Clonus can also be elicited at the patella with \nrapid downward movement of patella. Hypertonia and clonus \nsuggest an upper motor neuron lesion.\nNeurological examination of the lower limbs\nIf the patient is able, begin your examination by asking the patient to remove their \nlower garments down to underwear, and to walk across the room. Gait analysis \n(p467) gives you more information than any other test. If they aren’t able to walk, \nstart with them lying down, legs fully exposed. Then, Inspection, Tone, Reﬂ exes, \nPower, Coordination, Sensation (ﬁ g 2.32).\n3 Reﬂ exes\nFor each reﬂ ex, test right, then left and compare. If absent, \nattempt to elicit with ‘reinforcement’. Decide whether reﬂ exes \nare absent/present (with reinforcement)/normal/brisk/exag-\ngerated.\n  • Knee: (L3,4.) Strike on the patella tendon, just below the \npatella.\n  \n• Ankle: (L5,S1.) Several accepted methods; ideally ask the \npatient to slightly bend the knee, then drop it laterally, \ngrasp the foot and dorsiﬂ ex, then strike the Achilles \ntendon. If hip pain limits mobility, dorsiﬂ ex the foot with a \nstraight leg and strike your hand, feeling for an ankle jerk.\n  \n• Plantar reﬂ exes: (L5, S1, S2.) Stroke the patient’s sole with \nan orange stick or similar. The normal reﬂ ex is downward \nmovement of the great toe. Babinski’s sign is positive if \nthere is dorsiﬂ exion of the great toe (this is abnormal (up-\nper motor neuron lesion) if patient age >6 months).", "text_length": 2980, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 80/905)", "type": "chunk", "chunk_index": 79, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.999050", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.999998", "status": "complete", "chunks_added": 2}