{"task_id": "367506a571289533", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 570/905)", "text": "warfarin?\nImages courtesy of Prof. Jonathan Trobe.\n\n--- Page 576 ---\n562\nRheumatology\nSkin manifestations of systemic diseases\nErythema nodosum (ﬁ g 12.21) Painful, blue-red, raised lesions on shins (± thighs/\narms). Causes: sarcoidosis, drugs (sulfonamides, contraceptive pill, dapsone), strep-\ntococcal infection. Less common: IBD, BCG vaccination, leptospirosis, Mycobacte-\nrium (TB, leprosy), Yersinia, or various viruses and fungi. Cause unknown in 30–50%.\nErythema multiforme (See OHCS p588.) (ﬁ g 12.22) ‘Target’ lesions: symmetrical ± \ncentral blister, on palms/soles, limbs, and elsewhere. Stevens–Johnson syndrome \n(p710): a rare,  severe variant with fever and mucosal involvement (mouth, genital, and \neye ulcers), associated with a hypersensitivity reaction to drugs (NSAIDS, sulfonamides, \nanticonvulsants, allopurinol), or infections (herpes, Mycoplasma, orf). Also seen in col-\nlagen disorders. 50% of cases are idiopathic. Get expert help in severe disease.\nErythema migrans (ﬁ g 12.23) Presents as a small papule at the site of a tick bite \nwhich develops into a spreading large erythematous ring, with central fading. It lasts \nfrom 48h to 3 months and there may be multiple lesions in disseminated disease. Cause: \nthe rash is pathognomonic of Lyme disease and occurs in ~80% of cases (p422).\nErythema marginatum Pink coalescent rings on trunk which come and go. It is \nseen in rheumatic fever (or rarely other causes, eg drugs). See ﬁ g 3.42, p143.\nPyoderma gangrenosum (ﬁ g 12.24) Recurring nodulo-pustular ulcers, ~10cm wide, \nwith tender red/blue overhanging necrotic edge, purulent surface, and healing with \ncribriform scars on leg, abdomen, or face. Associations: IBD, autoimmune hepatitis, \ngranulomatosis with polyangiitis (Wegener’s), myeloma, neoplasia. >. Treatment: \nget help. Oral steroids ± ciclosporin should be 1st-line therapy.64\nVitiligo (ﬁ g 12.25) Vitellus is Latin for spotted calf: typically white patches ± hyper-\npigmented borders. Sunlight makes them itch. Associations: autoimmune disorders; \npremature ovarian failure. Treat by camouﬂ age cosmetics and sunscreens (± steroid \ncreams ± dermabrasion). UK Vitiligo Society: 0800 018 2631.\nSpeciﬁ c diseases and their skin manifestations\nCrohn’s Perianal/vulval/oral ulcers; erythema nodosum; pyoderma gangrenosum.\nDermatomyositis Gottron’s papules (rough red papules on the knuckles/extensor \nsurfaces); shawl sign; heliotrope rash on eyelids (ﬁ g 12.26). It may be associated with \nlung, bowel, ovarian, or pancreatic malignancy (p552).\nDiabetes mellitus Ulcers, necrobiosis lipoidica (shiny yellowish area on shin ± tel-\nangiectasia; ﬁ g 12.27), granuloma annulare (OHCS p586), acanthosis nigricans (pig-\nmented, rough thickening of axillary, neck, or groin skin with warty lesions; ﬁ g 12.28).\nCoeliac disease Dermatitis herpetiformis: Itchy blisters, in groups on knees, el-\nbows, and scalp. The itch (which can drive patients to suicide) responds to dapsone \n25–200mg/24h PO within 48h—and this may be used as a diagnostic test. The mainte-\nnance dose may be as little as 50mg/wk. A gluten-free diet should be adhered to, but \nin 30% dapsone will need to be continued. SE (dose-related): haemolysis (CI: anaemia, \nG6PD-deﬁ ciency), hepatitis, agranulocytosis (monitor FBC and LFTS). There is an  risk \nof small bowel lymphoma with coeliac disease and dermatitis herpetiformis—so \nsurveillance is needed.\nHyperthyroidism Pretibial myxoedema: Red oedematous swellings above lateral \nmalleoli, progressing to thickened oedema of legs and feet, thyroid acropachy—\nclubbing + subperiosteal new bone in phalanges. Other endocrinopathies: p203.\nLiver disease Palmar erythema; spider naevi; gynaecomastia; decrease in pubic \nhair; jaundice; bruising; scratch marks.\nMalabsorption Dry pigmented skin, easy bruising, hair loss, leuconychia.\nNeoplasia Acanthosis nigricans: (See ‘Diabetes mellitus’ and ﬁ g 12.28.) Associ-\nated with gastric cancer. Dermatomyositis: see earlier in topic. Thrombophlebitis \nmigrans: Successive crops of tender nodules aff ecting blood vessels throughout \nthe body, associated with pancreatic cancer (especially body and tail). Acquired \nichthyosis: Dry scaly skin associated with lymphoma. Skin metastases: Especially \nmelanoma, and colonic, lung, breast, laryngeal/oral, or ovarian malignancy.", "text_length": 4318, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 570/905)", "type": "chunk", "chunk_index": 569, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.155957", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.156623", "status": "complete", "chunks_added": 3}