{"task_id": "3866c12faf99c5e7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 518/905)", "text": "e ligamentum ﬂ a-\nvum posteriorly.\n©Prof P Scally.\n\n--- Page 524 ---\n510\nNeurology\nMyopathy\nPrimary disorder of muscle with gradual-onset symmetrical weakness; it may be \nconfused clinically with neuropathy. In favour of myopathy: •Gradual onset of sym-\nmetric proximal weakness—diffi  culty combing hair and climbing stairs (NB: weakness \nis also distal in myotonic dystrophy). •Speciﬁ c muscle groups aff ected (ie selective \nweakness on ﬁ rst presentation). •Preserved tendon reﬂ exes. •No paraesthesiae or \nbladder problems. •No fasciculation (suggests anterior horn cell or root disease).\nRapid onset suggests a toxic, drug, or metabolic myopathy (or a neuropathy). \nExcess fatigability (weakness with exercise) suggests myasthenia (p512). Sponta-\nneous pain at rest and local tenderness occurs in inﬂ ammatory myopathies. Pain on \nexercise suggests ischaemia or metabolic myopathy (eg McArdle’s disease). Oddly \nﬁ rm muscles (due to inﬁ ltrat ions with fat or connective tissue) suggest pseudo-\nhyper tro phic muscular dystroph ies (eg Duchenne’s).\nTests ESR, CK, AST, and LDH may be raised. Do EMG and tests relevant to systemic \ncauses (eg TSH, p216). Muscle biopsy and genetic testing may help reach a diagnosis.\nMuscular dystrophies A group of genetic diseases (see table 10.12) with progres-\nsive degeneration and weakness of speciﬁ c muscle groups. The primary abnormal-\nity may be in the muscle membrane. There may be unusually ﬁ rm muscles due to \ninﬁ ltrat ion by fat or connective tissue, and marked variation in size of individual \nmuscle ﬁ bres on histology. • Duchenne’s muscular dystrophy: The commonest \n(3/1000 male live births). Presents at ~4yrs old with clumsy walking, then diffi  -\nculty in standing, and respiratory failure. Pseudohypertrophy is seen, especially in \nthe calves. Serum creatine kinase  >40-fold. There is no speciﬁ c treatment. Some \nsurvive beyond 20yrs. Home ventilation improves prognosis. Genetic counselling is \nvital. • Becker’s muscular dystrophy: (~0.3/1000  births.) Presents similarly to \nDuchenne’s but with milder symptoms, at a later age, and with a better prognosis. \n• Facioscapulohumeral muscular dystro phy: (FSHD, Landouzy–Dejerine.) Almost as \ncommon as Duchenne’s. Onset is ~12–14yrs old, with inability to puff  out the cheeks \nand diffi  culty raising the arms above the head. Signs: weakness of face (‘ironed out’ \nexpression), shoulders, and upper arms (often asymmetric with deltoids spared), \nfoot-drop, scapular winging (ﬁ g 10.31),  scoliosis, anterior axillary folds, and horizon-\ntal clavicles. 20% need a wheelchair by 40yrs.\nMyotonic disorders Cause tonic muscle spasm (myotonia), and demonstrate long \nchains of central nuclei within muscle ﬁ bres on histology. The commonest is myo-\ntonic dystrophy which is, in fact, clinically and genetically heterogeneous, with two \nmajor forms (DM1 and DM2—see table 10.12), both showing abnormal trinucleotide \nrepeat expansions in regulatory (non-coding) genetic regions. DM1 is the commoner, \nmore severe, and typically presents between 20–40 yrs old with distal weakness \n(hand/foot drop), weak sternomastoids, and myotonia. Facial weakness and muscle \nwasting give a long, haggard appearance. Also: cataracts, male frontal baldness, \ndiabetes, testis/ovary atrophy, cardiomyopathy, and cognition. Most DM1 patients \ndie in late middle age of respiratory or cardiac complications. Mexiletine may help \nwith disabling myotonia. Genetic counselling is important.\nInﬂ ammatory myopathies There may be spontaneous muscle pain at rest \nand local tenderness on palpation. Inclusion body myositis is the chief example \nif aged >50yrs. Weakness starts with quadriceps, ﬁ nger ﬂ exors, or pharyngeal \nmuscles. Ventral extremity muscle groups are more aff ected than dorsal or girdle \ngroups. Response to therapy is poor and patients typically progress over a decade \nto require assistance with activites of daily living. Histology shows ringed vacuoles \n+ intranuclear inclusions. Polymyositis and dermatomyositis, see p552.\nMetabolic myopathies Eg McArdle’s disease (glycogen storage disorder). Pre-\nsents with muscle pain and weakness after exercise.\nAcquired myopathies of late onset Often part of systemic disease—eg hyper-\nthyroidism, malignancy, Cushing’s, hypo- and hypercalcaemia.\nDrug causes Alcohol; statins; steroids; chloroquine; zidovudine; vincristine; cocaine.", "text_length": 4391, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 518/905)", "type": "chunk", "chunk_index": 517, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.066729", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.067729", "status": "complete", "chunks_added": 3}