{"task_id": "38e8cd2119fefd08", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 20/905)", "text": " side-eff ects to the new drug.\nHow do you choose?\n\n--- Page 22 ---\n8\nThinking about medicine\nPrescribing drugs\nConsult the BNF or BNF for Children or similar before giving any drug with which \nyou are not thoroughly familiar.\nCheck the patient’s allergy status and make all reasonable attempts to qualify the \nreaction (table 1.2). The burden of iatrogenic hospital admission and avoidable drug-\nrelated deaths is real. Equally, do not deny life-saving treatment based on a mild and \npredictable reaction.\nCheck drug interactions meticulously.\nTable 1.2 Drug reactions\nType of reaction\nExamples\nTrue allergy\nAnaphylaxis: oedema, urticaria, wheeze (p794–5)\nSide-eff ect\nAll medications have side-eff ects. The most common are rash, \nitch, nausea, diarrhoea, lethargy, and headache\nIncreased eff ect/\ntoxicity\nDue to inter-individual variance. Dosage regimen normally cor-\nrects for this but beware states of altered drug clearance such \nas liver and renal (p305) impairment\nDrug interaction\nReaction due to drugs used in combination, eg azathioprine and \nallopurinol, erythromycin and warfarin\nRemember primum non nocere: ﬁ rst do no harm. The more minor the illness, the \nmore weight this carries. Overall, doctors have a tendency to prescribe too much \nrather than too little.\nConsider the following when prescribing any medication:\n1   The underlying pathology. Do not let the amelioration of symptoms lead to \nfailure of investigation and diagnosis.\n2   Is this prescription according to best evidence?\n3   Drug reactions. All medications come with risks, potential side-eff ects, incon-\nvenience to the patient, and expense.\n4   Is the patient taking other medications?\n5   Alternatives to medication. Does the patient really need or want medication? \nAre you giving medication out of a sense of needing to do something, or because \nyou genuinely feel it will help the patient? Is it more appropriate to off er infor-\nmation, reassurance, or lifestyle modiﬁ cation?\n6   Is there a risk of overdose or addiction?\n7   Can you assist the patient? Once per day is better than four times. How easy is it \nto open the bottle? Is there an intervention that can help with medicine manage-\nment, eg a multi-compartment compliance aid, patient counselling, an IT solution \nsuch as a smartphone app?\n8   Future planning. How are you going to decide whether the medication has \nworked? What are the indications to continue, stop, or change the prescribed \nregimen?\nPain is often seen as an unequivocally bad thing, and certainly many patients \ndream of a life without pain. However, without pain we are vulnerable to ourselves \nand our behaviours, and risk ignorance of underlying conditions.\nWhile most children quickly learn not to touch boiling water as their own body \ndisciplines their behaviour with the punishment of pain; children born with con-\ngenital insensitivity to pain (CIPA) can burn themselves, break bones, and tear skin \nwithout feeling any immediate ill eff ect. Their health is constantly at risk from \nunconsciously self-mutilating behaviours and unnoticed trauma. CIPA is very rare \nbut examples of the human tendency for self-damage without the protective fac-\ntor of pain are common. Have you ever bitten your tongue or cheek after a dental \nanaesthetic? Patients with diabetic neuropathy risk osteomyelitis and arthropa-\nthy in their pain-free feet.\nIf you receive a message of bad news, you do not solve the problem by hiding the \nmessage. Listen to the pain as well as making the patient comfortable.\nIn appreciation of pain", "text_length": 3548, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 20/905)", "type": "chunk", "chunk_index": 19, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.890171", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.890998", "status": "complete", "chunks_added": 2}