{"task_id": "39083af141458152", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 619/905)", "text": " there is a colonic ﬁ stula with the proximal gut.\n\n--- Page 625 ---\n611\nSurgery\nParalytic ileus is adynamic bowel due to the absence of normal peristaltic con-\ntractions. Contributing factors include abdominal surgery, pancreatitis (or any \nlocalized peritonitis), spinal injury, hypokalaemia, hyponatraemia, uraemia, perito-\nneal sepsis and drugs (eg tricyclic antidepressants).\nPseudo-obstruction resembles mechanical GI obstruction but with no obstruct-\ning lesion. Acute colonic pseudo-obstruction is called Ogilvie’s syndrome (p706), \nand clinical features are similar to that of mechanical obstruction. Predisposing \nfactors: puerperium; pelvic surgery; trauma; cardiorespiratory and neurological \ndisorders. Treatment: Neostigmine or colonoscopic decompression are sometimes \nuseful. In chronic pseudo-obstruction weight loss from malabsorption is a problem.\nParalytic ileus or pseudo-obstruction?\nFig 13.30 Axial CT of the abdomen post-oral con-\ntrast showing dilated loops of ﬂ uid and air-ﬁ lled \nlarge bowel (contrast medium is in the small \nbowel).\nImage courtesy of Norwich Radiology Dept.\nFig 13.29 Unenhanced axial CT of the ab-\ndomen showing multiple loops of dilated, \nﬂ uid-ﬁ lled small bowel in a patient with small \nbowel obstruction.\nImage courtesy of Norwich Radiology Dept.\nSigmoid volvulus occurs when the bowel twists on its mesentery, which can pro-\nduce severe, rapid, strangulated obstruction (ﬁ g 13.28c). It tends to occur in the \nelderly, constipated, and comorbid patient, and is managed by insertion of a ﬂ atus \ntube or sigmoidoscopy. Sigmoid colectomy is sometimes required. If not treated \nsuccessfully, it can progress to perforation and fatal peritonitis.\nSigmoid volvulus\nFig 13.28 (a) Small bowel obstruction: AXR shows central gas shadows with valvulae conniventes \nthat completely cross the lumen and no gas in the large bowel. (b) Large bowel obstruction: AXR \nshows peripheral gas shadows proximal to the blockage (eg in caecum) but not in the rectum. \n(c) Sigmoid volvulus: there is a characteristic AXR with an ‘inverted U’ loop of bowel that looks a bit \nlike a coff ee bean.\nImages (a), (b), and (c) reproduced from Darby et al., Oxford Handbook of Medical Imaging, 2011, with \npermission from Oxford University Press.\n(a)\n(b)\n(c)", "text_length": 2280, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 619/905)", "type": "chunk", "chunk_index": 618, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.244050", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.245149", "status": "complete", "chunks_added": 2}