{"task_id": "39262dc64e18a2aa", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 16/905)", "text": "cles 409 BC (translation Phillips and Clay, 2003).\n\n--- Page 18 ---\n4\nThinking about medicine\nThe diagnostic puzzle\nHow to formulate a diagnosis\nDiagnosing by recognition: For students, this is the most irritating method. You \nspend an hour asking all the wrong questions, and in waltzes a doctor who names \nthe disease before you have even ﬁ nished taking the pulse. This doctor has simply \nrecognized the illness like he recognizes an old friend (or enemy).\nDiagnosing by probability: Over our clinical lives we build up a personal database \nof diagnoses and associated pitfalls. We unconsciously run each new ‘case’ through \nthis continuously developing probabilistic algorithm with increasing speed and ef-\nfortlessness.\nDiagnosing by reasoning: Like Sherlock Holmes, we must exclude each diff erential, \nand the diagnosis is what remains. This is dependent on the quality of the diff erential \nand presupposes methods for absolutely excluding diseases. All tests are statistical \nrather than absolute (5% of the population lie outside the ‘normal’ range), which is \nwhy this method remains, like Sherlock Holmes, ﬁ ctional at best.\nDiagnosing by watching and waiting: The dangers and expense of exhaustive tests \nmay be obviated by the skilful use of time.\nDiagnosing by selective doubting: Diagnosis relies on clinical signs and investiga-\ntive tests. Yet there are no hard signs or perfect tests. When diagnosis is diffi  cult, try \ndoubting the signs, then doubting the tests. But the game of medicine is unplayable \nif you doubt everything: so doubt selectively.\nDiagnosis by iteration and reiteration: A brief history suggests looking for a few \nsigns, which leads to further questions and a few tests. As the process reiterates, \nvarious diagnostic possibilities crop up, leading to further questions and further \ntests. And so history taking and diagnosing never end.\nHeuristic pitfalls\nHeuristics are the cognitive shortcuts which allow quick decision-making by focus-\ning on relevant predictors. Be aware of them so you can be vigilant of their traps.7\nRepresentativeness: Diagnosis is driven by the ‘classic case’. Do not forget the \natypical variant.\nAvailability: The diseases that we remember, or treated most recently, carry more \nweight in our diagnostic hierarchy. Question whether this more readily available \ninformation is truly relevant.\nOverconﬁ dence: Are you overestimating how much you know and how well you \nknow it? Probably.\nBias: The hunt for, and recall of, clinical information that ﬁ ts with our expectations. \nCan you disprove your own diagnostic hypothesis?\nIllusory correlation: Associated events are presumed to be causal. But was it treat-\nment or time that cured the patient?\nConsider three wise men:6\nOccam’s razor: Entia non sunt multiplicanda praeter necessitatem translates as \n‘entities must not be multiplied unnecessarily’. The physician should therefore seek \nto achieve diagnostic parsimony and ﬁ nd a single disease to explain all symptoms, \nrather than proff er two or three unrelated diagnoses.\nHickam’s dictum: Patients can have as many diagnoses as they damn well \nplease. Signs and symptoms may be due to more than one pathology. Indeed, a \npatient is statistically more likely to have two common diagnoses than one unify-\ning rare condition.\nCrabtree’s bludgeon: No set of mutually inconsistent observations can exist for \nwhich some human intellect cannot conceive a coherent explanation however \ncomplicated. This acts as a reminder that physicians prefer Occam to Hickam: a \nunifying diagnosis is a much more pleasing thing. Conﬁ rmation bias then ensues \nas we look for supporting information to ﬁ t with our unifying theory. Remember \nto test the validity of your diagnosis, no matter how pleasing it may seem. \nA razor, a dictum, and a bludgeon", "text_length": 3808, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 16/905)", "type": "chunk", "chunk_index": 15, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.885045", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.885959", "status": "complete", "chunks_added": 2}