{"task_id": "393030d198f6fd40", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 512/905)", "text": ".\nManaging ulnar mononeuropathies from entrapments\n\n--- Page 518 ---\n504\nNeurology\nPolyneuropathies\nMotor and/or sensory disorder of multiple periph eral or cranial nerves: usually sym-\nmetrical, widespread, and often worse distally (‘glove and stocking’ distribution). \nThey can be classiﬁ ed by: chronicity, function (sensory, motor, autonomic, mixed), \nor pathology (demyelination, axonal degeneration, or both). For example, Guillain–\nBarré syndrome (p702) is an acute, predominantly motor, demyelinating neurop athy, \nwhereas chronic alcohol abuse leads to a chronic, initially sensory then mixed, axonal \nneuropathy.\nDiagnosis The history is vital: be clear about the time course, the precise nature of \nthe symptoms, and any preceding or associated events (eg D&V before Guillain–Barré \nsyndrome; weight in cancer; arthralgia from a connective tissue disease). Ask about \ntravel, alcohol and drug use, sexual infections, and family history. If there is palpable \nnerve thickening think of leprosy or Charcot–Marie–Tooth. Examine other systems \nfor clues to the cause, eg alcoholic liver disease.\nTests FBC, ESR, glucose, U&E, LFT, TSH, B12, electrophoresis, ANA, ANCA, CXR, urinalysis, \nconsider LP ± speciﬁ c genetic tests for inherited neuropathies, lead level, antigan-\nglioside antibodies. Nerve conduction studies distinguish demyelinating from ax-\nonal causes.\nSensory neuropathy: (Eg DM, CKD, leprosy.) Numbness; pins and needles, paraesthe-\nsiae; aff ects ‘glove and stocking’ distribution. Diffi  culty handling small objects such \nas buttons. Signs of trauma (eg ﬁ nger burns) or joint deformation may indicate \nsensory loss. Diabetic and alcoholic neuropathies are typically painful.\nMotor neuropathy: (Eg Guillain–Barré syndrome, lead poisoning, Charcot–Marie–\nTooth syndrome.) Often progressive (may be rapid); weak or clumsy hands; diffi  -\nculty in walking (falls, stumbling); diffi  culty in breathing (vital capacity). Signs: \nLMN lesion: wasting and weakness most marked in the distal muscles of hands and \nfeet (foot or wrist drop). Reﬂ exes are reduced or absent.\nCranial nerves: Swallowing/speaking diffi  culty; diplopia.\nAutonomic system: See BOX.\nManagement Treat the cause (table 10.10). Involve physio and OT. Foot care and \nshoe choice are important in sensory neuropathies to minimize trauma. Splint-\ning joints helps prevent contractures in prolonged paralysis. In Guillain–Barré and \nchronic inﬂ ammatory demyelinating polyradiculoneuropathy (CIDP: autoimmune \ndemyelination of peripheral nerves), IV immunoglobulin helps. For vasculitic caus-\nes, steroids/immuno suppressants may help. Treat neuropathic pain with amitrip-\ntyline, duloxetine, gabapentin or pregabalin.", "text_length": 2708, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 512/905)", "type": "chunk", "chunk_index": 511, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.056749", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.057766", "status": "complete", "chunks_added": 2}