{"task_id": "398f2d620fce442b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 198/905)", "text": "anion gap (normal 10–18mmol/L).\nABG interpretation\n\n--- Page 204 ---\n190\nChest medicine\nPulmonary embolism (PE)\nCauses PES usually arise from a venous thrombosis in the pelvis or legs. Clots break \noff  and pass through the veins and the right side of the heart before lodging in \nthe pulmonary circulation. Rare causes: RV thrombus (post-MI); septic emboli (right-\nsided endocarditis); fat, air, or amniotic ﬂ uid embolism; neoplastic cells; parasites.\nRisk factors\n  \n• Recent surgery, especially abdominal/pelvic or hip/knee replacement.\n  \n• Thrombophilia, eg antiphospholipid syndrome (p374).\n  \n• Leg fracture.\n  \n• Prolonged bed rest/reduced mobility.\n  \n• Malignancy.\n  \n• Pregnancy/postpartum; combined contraceptive pill; HRT (lower risk).\n  \n• Previous PE.\nClinical features Small emboli may be asymptomatic, whereas large emboli are \noften fatal. Symptoms: Acute breathlessness, pleuritic chest pain, haemoptysis; diz-\nziness; syncope. Ask about risk factors, past history or family history of thromboem-\nbolism. Signs: Pyrexia; cyanosis; tachypnoea; tachycardia; hypotension; raised JVP; \npleural rub; pleural eff usion. Look for signs of a cause, eg deep vein thrombosis.\nTests\n  \n• FBC, U&E, baseline clotting, D-dimers (BOX).\n  \n• ABG may show PaO2 and PaCO2.\n  \n• Imaging: CXR may be normal, or show oligaemia of aff ected segment, dilated pul-\nmonary artery, linear atelectasis, small pleural eff usion, wedge-shaped opacities or \ncavitation (rare). CTPA—see ﬁ g 4.16.\n  \n• ECG may be normal, or show tachycardia, right bundle branch block, right vent-\nricular strain (inverted T in V1 to V4). The classical SI QIII TIII pattern (p98) is rare.\nFurther investigations are shown on p818.\nTreatment See p818. If haemodynamically unstable, thrombolyse for massive \nPE (alteplase 10mg IV over 1min, then 90mg IVI over 2h; max 1 . 5mg/kg if <65kg). \nHaemodynamically stable: start LMWH or unfractionated heparin if underlying renal \nimpairment and treat for 5 days. Then, start DOAC (direct oral anticoagulant) or war-\nfarin (p350). For warfarin, stop heparin when INR is 2–3, due to intial prothrombotic \neff ect of warfarin (target INR of 2–3). Consider placement of a vena caval ﬁ lter if \ncontra-indication to anticoagulation.\nUnprovoked PE In patients with no known provoking risk factors, consider inves-\ntigation for possible underlying malignany. Undertake full history, examination \n(including breast), CXR, FBC, calcium, LFTS, urinalysis. Patients >40yrs consider abdo-\npelvic CT and mammography in women. Consider antiphospholipid and thrombo-\nphilia testing if family history positive (p374).\nPrevention Give heparin to all immobile patients. Stop HRT and the combined con-\ntraceptive pill pre-op (if reliable with another form of contraception).\nPneumothorax\nCaus es Often spontaneous (especially in young, thin men) due to rupture of a sub-\npleural bulla. Other causes: asthma; COPD; TB; pneumonia; lung abscess; carcinoma; \ncystic ﬁ brosis; lung ﬁ brosis; sarcoidosis; connective tissue disorders (Marfan’s syn., \nEhlers–Danlos syn.), trauma; iatrogenic (subclavian CVP line insertion, pleural aspira-\ntion/biopsy, transbronchial biopsy, liver biopsy, +ve pressure ventilation).\nClinical features Symptoms: May be asymptomatic (ﬁ t, young, and small pneumo-\nthorax) or there may be sudden onset of dyspnoea and/or pleuritic chest pain. Pa-\ntients with asthma or COPD may present with a sudden deterioration. Mechanically \nventilated patients may present with hypoxia or an increase in ventilation pressures. \nSigns: Reduced expansion, hyper-resonance to percussion, and diminished breath \nsounds on the aff ected side. With a tension pneumothorax, the trachea will be devi-\nated away from the aff ected side, p749, p815. Management: See p815.", "text_length": 3773, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 198/905)", "type": "chunk", "chunk_index": 197, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.285177", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.286131", "status": "complete", "chunks_added": 2}