{"task_id": "39c2a51076a75bde", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 311/905)", "text": "High risk\nVery high risk\nExtrapolated data\n30–\n299\n\n--- Page 317 ---\n303\nRenal medicine\nHistory\n  \n• Does the patient really have CKD? Does the eGFR reﬂ ect the true GFR (p669)? Is \nthe eGFR corrected for ethnicity/drugs (eg trimethoprim alters creatinine con-\ncentration but not GFR)? Evidence of chronicity, ie >3 months—is there a previous \ncreatinine on record?\n  \n• Possible cause: Ask about previous UTI, lower urinary tract symptoms, PMH of \nBP, DM, IHD, systemic disorder, renal colic. Check drug history including when \nmedications started. Family history including renal disease and subarachnoid \nhaemorrhage. Systems review: look out for more than is immediately obvious, \nconsider rare causes, ask about eyes, skin, joints, ask about symptoms suggestive \nof systemic disorder (‘When did you last feel well?’) and malignancy.\n  \n• Current state: Patients may have symptomatic CKD if GFR <30. Includes symp-\ntoms of ﬂ uid overload (SOB, peripheral oedema), anorexia, nausea, vomiting, rest-\nless legs, fatigue, weakness, pruritus, bone pain, amenorrhoea, impotence.\nExamination\n  \n• Periphery: Peripheral oedema. Signs of peripheral vascular disease or neuropa-\nthy. A vasculitic rash. Gouty tophi. Joint disease. Arteriovenous ﬁ stula (thrill, \nbruit, recently needling?). Signs of immunosuppression: bruising from steroids, \nskin malignancy. Uraemic ﬂ ap/encephalopathy if GFR <15.\n  \n• Face: Anaemia, xanthelasma, yellow tinge (uraemia), jaundice (hepatorenal), \ngum hypertrophy (ciclosporin), Cushingoid (steroids), periorbital oedema (ne-\nphrotic syndrome), taut skin/telangiectasia (scleroderma), facial lipodystrophy \n(glomerulonephritis).\n  \n• Neck: JVP for ﬂ uid state, tunnelled line (if removed, look for small scar over in-\nternal jugular, and a larger scar in ‘breast pocket’ area), scar from parathyroid-\nectomy, lymphadenopathy.\n  \n• Cardiovascular: BP, sternotomy, cardiomegaly, stigmata of endocarditis. If \nright-sided heart failure/tricuspid regurgitation, JVP does not reﬂ ect ﬂ uid state.\n  \n• Respiratory: Pulmonary oedema or eff usion.\n  \n• Abdomen: PD catheter or scars from previous catheter (small scars just below \numbilicus and to side of midline), signs of previous transplant (scar, palpable \ngraft), ballotable polycystic kidneys ± palpable liver.\nInvestigation\n  \n• Blood: U&E (compare with previous), Hb (normochromic, normocytic anaemia), \nglucose (DM), Ca\n2+, PO4\n3 Ω, PTH (renal osteodystrophy). Directed investigation \nof intrinsic renal disease: ANA, ANCA, antiphospholipid antibodies, paraprotein, \ncomplement, cryoglobulin, anti-GBM, hepatitis serology, anti-PLA2R (membranous \nnephropathy). Note: ESR is not helpful as  in CKD and proteinuric states.\n  \n• Urine: Dipstick, MC&S, A:CR or P:CR (p294), Bence Jones.\n  \n• Imaging: USS for size, symmetry, anatomy, corticomedullary diff erentiation, and \nto exclude obstruction. In CKD kidneys may be small (<9cm) except in inﬁ ltrative \ndisorders (amyloid, myeloma), APKD, and DM. If asymmetrical consider renovas-\ncular disease. Scarring may be seen on USS but isotope scans are more sensitive.\n  \n• Histology: Consider renal biopsy (p310) in progressive disease, nephrotic syn-\ndrome, systemic disease, AKI without recovery. Biopsy is unlikely to change treat-\nment if GFR stable and P:CR <150. DM with neuropathy/retinopathy may not need \nbiopsy unless atypical, ie nephrotic, haematuria, other systemic symptoms. \nGFR and albuminuria should be monitored at least annually, according to risk. If \nhigh risk, monitor every 6 months (ﬁ g 7.5, orange), if very high risk, monitor at \nleast every 3–4 months (ﬁ g 7.5, red). Small ﬂ uctuations are common but a drop in \neGFR stage with eGFR ≥ 25% is signiﬁ cant. Rapid progression is eGFR >5/yr.\nRisk factors for decline: BP, DM, metabolic disturbance, volume depletion, infec-\ntion, NSAIDs, smoking. All CKD has risk of superimposed AKI and needs monitoring \nand prompt treatment during intercurrent illness. \nMonitoring renal function in CKD\nThe patient with CKD: a clinical approach", "text_length": 4039, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 311/905)", "type": "chunk", "chunk_index": 310, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.703813", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.704442", "status": "complete", "chunks_added": 3}