{"task_id": "39ed4a4cb5e556be", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 356/905)", "text": "age. \nTowards a better assay for clotting function\n\n--- Page 362 ---\n348\nHaematology\nBlood transfusion and blood products\nBlood should only be given if strictly necessary and there is no alternative. Out-\ncomes may be worse after an inappropriate transfusion.\n  \n• Know and use local procedures to ensure that the right blood gets to the right \npatient at the right time.\n  \n• Take blood for crossmatching from only one patient at a time. Label immedi-\nately. This minimizes risk of wrong labelling of samples.\n  \n• When giving blood, monitor TPR and BP every ½h.\n  \n• Use a dedicated line where practicable (or dedicated lumen of multilumen line).\nGroup-and-save (G&S) requests Know your local guidelines for elective surgery. \nHaving crossmatched blood to hand may not be needed if a blood sample is al-\nready in the lab, with group determined, without any atypical antibodies (ie G&S).\nProducts2 Whole blood: The only option for the ﬁ rst 250 years of transfusion \nhistory, but now rarely used. Red cells: (Packed to make haematocrit ~70%.) Use \nto correct anaemia or blood loss. 1U Hb by 10–15g/L. In anaemia, transfuse until \nHb ~80g/L. Platelets: (p364.) Usually only needed if bleeding or count is <20 ≈ 10\n9/L. \n1U should platelet count by >20 ≈ 10\n9/L. Failure to do so suggests refractory cause: \ndiscuss with haematologist. If surgery is planned, get advice if count is <100 ≈ 10\n9/L. \nFresh frozen plasma (FFP): Use to correct clotting defects: eg DIC (p352); warfarin \noverdosage where vitamin K would be too slow; liver disease; thrombotic thrombo-\ncytopenic purpura (p315). It is expensive and carries all the risks of blood transfu-\nsion. Do not use as a simple volume expander. Human albumin solution is produced \nas 4.5% or 20% protein solution and is used to replace protein. 20% albumin can be \nused temporarily in the hypoprotein aemic patient (eg liver disease; nephrosis) who \nis ﬂ uid overloaded, without giving an excessive salt load. Also used as replacement \nin abdominal paracentesis (p765). Others Cryoprecipitate (a source of ﬁ brinogen); \ncoag ulation concentrates (self-injected in haemophilia); immunoglobulins.\nComplications of transfusion Management of acute reactions:2 see BOX ‘Trans-\nfusion reactions’ and table 8.4.\n  \n• Early (within 24h): Acute haemolytic reactions (eg ABO or Rh incompatibility); \nanaphylaxis; bacterial contamination; febrile reactions (eg from HLA antibodies); \nallergic reactions (itch, urticaria, mild fever); ﬂ uid overload; transfusion-related \nacute lung injury (TRALI, ie ARDS due to antileucocyte antibodies in donor plasma).\n  \n• Delayed (after 24h): Infections (eg viruses: hepatitis B/C, HIV; bacteria; protozoa; \nprions); iron overload (treatment, p342); GVHD; post-transfusion purpura—poten-\ntially lethal fall in platelet count 5–7d post-transfusion requiring specialist treat-\nment with IV immunoglobulin and platelet transfusions.\nMassive blood transfusion This is deﬁ ned as replacement of an individual’s en-\ntire blood volume (>10U) within 24h. Complications: platelets; Ca\n2+; clotting fac-\ntors; K\n+; hypothermia. Seek early and ongoing support from haematologist and \nblood bank who should advise on products and monitoring. In acute haemorrhage, \nuse crossmatched blood if possible, but if not, use ‘universal donor’ group O RhΩve \nblood, changing to crossmatched blood as soon as possible.\nTransfusing patients with heart failure If Hb 50g/L with heart failure, trans-\nfusion with packed red cells is vital to restore Hb to a safe level, eg 60–80g/L, but \nmust be done with care. Give each unit over 4h with furosemide (eg 40mg slow \nIV/PO; don’t mix with blood) with alternate units. Check for JVP and basal lung \ncrackles; consider CVP line.\nAutologous transfusion There is a role for patients having their own blood \nstored pre-op for later use. Erythropoietin (EPO, p304) can increase the yield of au-\ntologous blood in normal people. Intraoperative cell salvage with retransfusion is \nalso being used more often, especially in cardiac, vascular, and emergency surgery, \nCost-analysis shows that it may be worthwhile on an economic basis alone.", "text_length": 4143, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 356/905)", "type": "chunk", "chunk_index": 355, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.777321", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.778121", "status": "complete", "chunks_added": 3}