{"task_id": "3af5189e7c06b8e7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 754/905)", "text": "the consequence of infarction if tied at \nsurgery.\n\n--- Page 760 ---\n746\nRadiology\nNeuroimaging\nCT (ﬁ g 16.39) Imaging modality of choice for patients presenting with acute neu-\nrological symptoms suggestive of a stroke. It is better than MRI at showing acute \nhaemorrhage and fractures, and is much easier to do in ill or anaesthetized patients, \nand so is good in emergencies. The attenuation of biological soft tissues is in a nar-\nrow range from about +80 for blood and muscle, to 0 for CSF, and down to Ω100 \nfor fat (Hounsﬁ eld units, p730). IV contrast medium initially gives an angiographic \neff ect, whitening the vessels. Later, if there is a defect in the blood–brain barrier \n(eg tumours or infection), contrast medium will opacify a lesion’s margins, giving \nenhancing white areas.\n  \n• Some CNS areas, eg pituitary gland, choroid plexus, have no blood–brain barrier \nand enhance normally.\n  \n• Fresh blood is of higher attenuation (ie whiter) than brain tissue.\n  \n• In old haematomas, Hb breaks down and loses attenuation, so a subacute subdural \nhaematoma at 2wks may be of the same attenuation as adjacent brain.\n  \n• A chronic subdural haematoma will be of relatively low attenuation.\nCT is often used in acute stroke to exclude haemorrhage (eg pre-antiplatelets) and \nwith perfusion scanning (ﬁ g 16.14) to aid management decisions regarding throm-\nbolysis. The actual area of infarction/ischaemia may not show up for a day or so, and \nwill be low-attenuation cytotoxic oedema (aff ecting both white and grey matter—\nlook for loss of grey matter deﬁ nition).\nTumours and abscesses appear similar, eg a ring-enhancing mass, surrounding \nvasogenic oedema, and mass eff ect. Vasogenic oedema (from leaky capillaries) is \nextracellular and spreads through the white matter (grey matter spared). Mass ef-\nfect causes compression of the sulci and ipsilateral ventricles, and may also cause \nherniation (subfalcine, transtentorial, or tonsillar). See p483 (and also ﬁ g 16.40).\nAnother indication for CT is acute, severe headache, eg suggestive of subarachnoid \nhaemorrhage (p478). An unenhanced CT may show fresh blood, hydrocephalus or \nICP, any of which could make LP unsafe.\nCT angiography gives excellent mapping of the cerebral circulation (ﬁ g 16.41), and \ncan be done directly after unenhanced CT, looking for an aneurysm if the unenhanced \nCT shows subarachnoid haemorrhage.\nMRI (MRI in stroke: ﬁ g 10.19, p481) The chief image sequences are:\n  \n• T1-weighted images: Give good anatomical detail to which the T2 image can be \ncompared. Fat is brightest (signal intensity); other tissues are darker to varying \ndegrees. Flowing blood is low signal. Gadolinium contrast (p748) usually results in \nan increase in signal intensity. See  table 16.4.\n  \n• T2-weighted images: These provide the best detection of most lesions as they usu-\nally contain some oedema or ﬂ uid and therefore appear white (eg ﬁ g 16.20, p735). \nFat and ﬂ uid appear brightest. Flowing blood is again low signal.\nMagnetic resonance angiography maps carotid, vertebrobasilar, and cerebral ar-\nterial circulations (and sinuses, veins). Functional MRI can image local blood ﬂ ow.\nCatheter angiography (ﬁ g 16.42) Less commonly used since the advent of MRA and \nCT angiography and perfusion techniques, though it has the advantage of allowing \nimmediate therapy—eg coil embolization of saccular aneurysms.\nRadionuclide imaging (p738) PET is mostly used as a research tool in dementia, \nbut perfusion scintigraphy scan be used in the assessment of Alzheimer’s disease, \nother dementias, and localizing epileptogenic foci. SPECT to visualize uptake of \n123I-\nFP-CIT (DaTSCAN™) can be used to assess reduced striatal dopaminergic transport in \nParkinson’s disease.", "text_length": 3751, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 754/905)", "type": "chunk", "chunk_index": 753, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.473749", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.474559", "status": "complete", "chunks_added": 2}