{"task_id": "3b02f822c279009f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 391/905)", "text": "gy, Cabeen et al., 3(8), 601–610, \ncopyright 2005.\n\n--- Page 397 ---\n383\nInfectious diseases\nThe antibiotic revolution began in 1928 when a extraordinary series of fortuitous \nevents (including a cancelled holiday and an unpredictable British summer) led to \nAlexander Fleming’s observation that a contaminating Penicillium colony caused \nlysis of staphylococci. Mass production and the ‘golden age’ of antibiotics fol-\nlowed, with the introduction of a variety of drugs selectively toxic to bacterial, but \nnot mammalian cells. This is achieved by:\n  \n• utilizing a target unique to bacteria, eg cell wall\n  \n• selectively targeting bacterial-speciﬁ c components, eg enzymes, ribosomes\n  \n• preventing transport of the drug into human cells, eg metronidazole can only be \ntransported into anaerobic bacteria.\nThe mechanism of action of diff erent classes of antibiotic is shown in ﬁ g 9.4.\nThis spectrum of available antibiotics revolutionized clinical practice and led to \nthe declaration: ‘It is time to close the book on infectious diseases, and declare \nthe war against pestilence won’ (attributed in urban legend to Dr. William H \nStewart, US Surgeon General, 1965–1969). Such conﬁ dence failed to consider that \nthe capacity for a prokaryotic micro-organism to develop resistance far outstrips \nthe human capacity to develop new antibiotic drugs.\nAntibiotic resistance can be:\n  \n• Intrinsic: due to inherent structural or functional characteristics, eg vancomycin \ncannot cross the outer membrane of Gram-negative organisms.\n  \n• Acquired: bacteria have been evolving to resist antibacterial agents for billions \nof years through mutation and/or the transfer of resistance properties. This evo-\nlutionary phenomenon is accelerated by selection pressure from antibiotic use \n(including agriculture, aquaculture, and horticulture) which provides a competi-\ntive advantage for mutated, resistant strains.\nResistance has emerged for all known antibiotics causing morbidity, mortality, \nand a huge cost burden worldwide.1 Misadventure is evident. Quinolones are syn-\nthetic, resistance cannot be acquired in nature, and yet it is epidemic.\nWhich brings us back to Alexander Fleming who, within 2 years of the mass-\nproduction of his ‘miracle-mould’, gave this sage warning in his Nobel lecture of \n1945: ‘Mr X has a sore throat. He buys some penicillin and gives himself, not \nenough to kill the streptococci, but enough to educate them to resist penicillin. \nHe then infects his wife. Mrs X gets pneumonia and is treated with penicillin. As \nthe streptococci are now resistant to penicillin the treatment fails. Mrs X dies. \nWho is primarily responsible for Mrs X’s death? Why Mr X, whose negligent use \nof penicillin changed the nature of the microbe.’\nAntibiotics: action and resistance\nFig 9.4 Classes of antibiotics and their bacterial cell targets.\nGlycopeptides\nVancomycin\nTeicoplanin\nPolymyxins\nColistin\n30S subunit\nAminoglycosides\nTetracyclines\n50S subunit\nMacrolides\nClindamycin\nLinezolid\nChloramphenicol\nFusidic acid\nRNA polymerase\nRifamycins\nFolate synthesis\nSulfamethoxazole\nTrimethoprim\nDNA synthesis\nFluoroquinolones\nMetronidazole\nCell wall synthesis\nNucleic acid\nsynthesis\nProtein synthesis\nPABA\nDHF A\nTHF A\n50S\n30S\nβ–lactams \nPenicillins\nCephalosporins\nCarbapenems", "text_length": 3284, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 391/905)", "type": "chunk", "chunk_index": 390, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.843716", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.844645", "status": "complete", "chunks_added": 2}