{"task_id": "3be291cfaaf33fb4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 401/905)", "text": "014 Report, Public Health \nEngland. www.gov.uk/phe\n\n--- Page 407 ---\n393\nInfectious diseases\n  \n• Systemic features: Low-grade fever, anorexia, weight loss, malaise, night \nsweats, clubbing (bronchiectasis), erythema nodosum (p562).\n  \n• Pulmonary TB: Cough (in ~50%, >2–3 weeks, dry then productive), pleurisy, \nhaemoptysis (uncommon, seen with bronchiectasis  not always active disease), \npleural eff usion. An aspergilloma/mycetoma (p177) may form in the cavities. \nPresentation varies and may be silent or atypical, especially with immunosup-\npression, eg HIV, post-transplantation.\n  \n• Tuberculous lymphadenitis: (Usually) painless enlargement of cervical or su-\npraclavicular lymph nodes. Axillary and inguinal node involvement less common. \nCoexisting systemic symptoms in 40–50%. Node is typically ﬁ rm to touch and \nnot acutely inﬂ amed (‘cold abscess’). Skin can adhere to the underlying mass \nwith risk of rupture and sinus formation. Can occur with or without pulmonary \ndisease. Investigate with ﬁ ne-needle aspiration, AFB staining, and culture (p394).\n  \n• Gastrointestinal TB: Most disease is ileocaecal. Causes colicky abdominal pain \nand vomiting. Bowel obstruction can occur due to bowel wall thickening, stric-\nture formation, or inﬂ ammatory adhesions. Biopsy is required for diagnosis. Ca-\nseation necrosis and an absence of transmural cracks/ﬁ ssures distinguish from \nCrohn’s disease.\n  \n• Spinal TB: Local pain and bony tenderness for weeks–months. Slow, insidious \nprogression. May not present until deformity or neurological symptoms. Look \nfor bony destruction, vertebral collapse, and soft tissue abscess (see Pott’s ver-\ntebra p708).\n  \n• Miliary TB: Haematogenous dissemi-\nnation leads to the formation of dis-\ncrete foci (~2mm) of granulomatous \ntissue throughout the lung (‘millet’ \nseed appearance). CXR: ﬁ g 9.9. Dis-\nsemination is throughout the body \nwith meningeal involvement in ~25%. \nSputum may be negative for AFB as \nspread is haematogenous. Have a low \nthreshold for LP. Untreated mortality \nis assumed to be close to 100%. Do not \ndelay treatment while test results are \npending.\n  \n• CNS TB: Haematogenous spread lead-\ning to foci of infection in brain and \nspinal cord. Foci can enlarge to form \ntuberculomas. Foci rupture leads to \nmeningitis. Risk with immune suppression, HIV, aged <3y. Headache, meningism, \nconfusion, seizures, focal neurological deﬁ cit, and systemic symptoms. Needs LP \nand examination of CSF (leucocytosis, raised protein, CSF: plasma glucose <50%, \nAFB stain, PCR and culture). Look for TB elsewhere (CXR, etc), test for HIV. CT/\nMRI may show hydrocephalus, basal exudates. Tuberculomas are ring-enhancing. \nAll rapid diagnostic tests (p394) have sensitivity, so treat on suspicion.\n  \n• Genitourinary TB: Symptoms may be chronic, intermittent, or silent. Include \ndysuria, frequ ency, loin pain, haematuria, sterile pyuria (see p296). Granuloma \nmay cause ﬁ brosis, strictures, infertility, and genital ulceration.\n  \n• Cardiac TB: Usually involves the pericardium: pericarditis, pericardial eff usion, \nand/or constrictive pericarditis (p154). Check chest imaging for other TB pathol-\nogy, eg pulmonary disease, mediastinal lymph nodes. Pericardiectomy may be \nindicated for persistent constriction despite anti-tuberculous treatment. Myo-\ncardial involvement (arrhythmias, heart failure, ventricular aneurysm, or outﬂ ow \nobstruction) is rare.\n  \n• Skin: Lupus vulgaris = persistent, progressive, cutaneous TB: red-brown, ‘apple-\njelly’ nodules. Scrofuloderma: skin lesion extended from underlying infection eg \nlymph node, bone; causes ulceration and scarring.\nClinical features of TB\nFig 9.9 Miliary TB (nodular opacities).\n©Dr Vijay Sadasivam, Radiologist, SKS Hosp, Salem, \nTamil Nadu, India.", "text_length": 3777, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 401/905)", "type": "chunk", "chunk_index": 400, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.861753", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.863209", "status": "complete", "chunks_added": 2}