{"task_id": "3c7186605d3c66a0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 564/905)", "text": "International Collaborating Clinics Classiﬁ cation\n\n--- Page 570 ---\n556\nRheumatology\nVasculitis\nThe vasculitides are inﬂ ammatory disorders of blood vessels; commonly classiﬁ ed \nusing the modiﬁ ed Chapel Hill criteria.48 They can aff ect any organ, and presentation \ndepends on the organs involved. It may be a primary condition or secondary to other \ndiseases, eg SLE, RA, hepatitis B & C, HIV. Categorized by size of blood vessels aff ected.\n• Large Giant cell arteritis, Takayasu’s arteritis (see p712).\n• Medium Polyarteritis nodosa, Kawasaki disease (OHCS p646).\n• Small • ANCA-associated: microscopic polyangiitis; granulomatosis with polyangiitis \n(Wegener’s granulomatosis); and eosinophilic granulomatosis with polyangiitis (Churg \nStrauss syndrome; 40–60% are ANCA positive). • Immune complex vasculitis: Goodpas-\nture’s disease; cryoglobulinaemic vasculitis; IgA vasculitis (Henoch-Schonlein purpura).\n• Variable vessel vasculitis Behçet’s (p694) and Cogan’s syndrome.\nSymptoms Diff erent vasculitides preferentially aff ect diff erent organs, causing dif-\nferent patterns of symptoms (see BOX ‘Features of vasculitis’), Often only overwhelm-\ning fatigue with ESR/CRP. Consider vasculitis in any unidentiﬁ ed multisystem \ndisorder. If presentation does not ﬁ t clinically or serologically into a speciﬁ c cat-\negory consider malignancy-associated vasculitis. A severe vasculitis ﬂ are is a medi-\ncal emergency. If suspected, seek urgent help, as organ damage may occur rapidly \n(eg critical renal failure <24h). Tests ESR/CRP. ANCA may be +ve. Creatinine if renal \nfailure. Urine: proteinuria, haematuria, casts on microscopy. Angiography ± biopsy \nmay be diagnostic. Management Large-vessel: steroids in most cases, may add ster-\noid-sparing agents later. Medium/small: immunosuppression (steroids, ± another agent, \neg cyclophosphamide if severe, or methotrexate/azathioprine depending on features).\nGiant cell arteritis (GCA) = temporal arteritis Common in the elderly—consider \nTakayasu’s if under 55yrs (p712). Associated with PMR in 50%. Symptoms: Headache, \ntemporal artery and scalp tenderness (eg when combing hair), tongue/jaw clau-\ndication, amaurosis fugax, or sudden unliateral blindness. Extracranial symptoms: \nmalaise, dyspnoea, weight loss, morning stiff ness, and unequal or weak pulses.49 The \nrisk is irreversible bilateral visual loss, which can occur suddenly if not treated—ask \nan ophthalmologist. Tests: ESR & CRP are , platelets, ALP, Hb. Temporal artery bi-\nopsy within 14 days of starting steroids, or FDG-PET. Skip lesions occur, so don’t be \nput off  by a negative biopsy (up to 10%). Management: Start prednisolone 60mg/d \nPO immediately or IV methylprednisolone if evolving visual loss or history of amau-\nrosis fugax.50 Prognosis: Typically a 2-year course, then complete remission. Reduce \nprednisolone once symptoms have resolved and ESR; dose if symptoms recur. Main \ncause of death and morbidity in GCA is long-term steroid treatment so balance risks! Give \nPPI, bisphosphonate, calcium with colecalciferol, and consider aspirin.\n6; 51\nPolyarteritis nodosa (PAN) PAN is a necrotizing vasculitis that causes aneurysms \nand thrombosis in medium-sized arteries, leading to infarction in aff ected organs \nwith severe systemic symptoms. :≈2:1. It may be associated with hepatitis B, \nand is rare in the UK. Symptoms: See BOX. Systemic features, skin (rash, ‘punched \nout’ ulcers, nodules), renal (main cause of death, renal artery narrowing, glomerular \nischaemia, insuffi  ciency, HTN), cardiac, GI, GU, neuro involvement. Usually spares lungs. \nCoronary aneurysms occur in Kawasaki disease (OHCS p646). Tests: Often WCC, mild \neosino philia (in 30%), anaemia, ESR, CRP, ANCA Ωve. Renal or mesenteric angiography \n(see ﬁ g 12.16), or renal biopsy can be diagnostic. Treatment: Control BP and refer. \nSteroids for mild cases and steroid-sparing agents if more severe. Hepatitis B should \nbe treated (p278) after initial treatment with steroids.52\nMicroscopic polyangiitis A necrotizing vasculitis aff ecting small- and medium-\nsized vessels. Symptoms: Rapidly progressive glomerulonephritis usually features; \npulmonary haemorrhage occurs in up to 30%; other features are rare. Tests: pANCA \n(MPO) +ve (p553). Treatment: Steroids plus eg methotrexate. For maintenance: meth-\notrexate, rituximab, or azathioprine.\nHypocomplementaemic urticarial vasculitis A lupus-like illness with urticaria \nand antibodies to complement (C1q).\n6 Low-dose aspirin has been shown to decrease the rate of visual loss and cerebrovascular accidents in GCA \nbut there are also conﬂ icting reports regarding its effi  cacy at preventing ischaemic events in GCA.", "text_length": 4701, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 564/905)", "type": "chunk", "chunk_index": 563, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.145718", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.146644", "status": "complete", "chunks_added": 3}