{"task_id": "3c7ee142fae31aac", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 596/905)", "text": "urtesy of Prof. Peter Scally.\nFig 13.9 Neck veins.\n\n--- Page 602 ---\n588\nSurgery\nDiabetic patients undergoing surgery\nOver 10% of surgical patients will have diabetes. This group face a greater risk of post-\noperative infection and cardiac complications. Tight glycaemic control is therefore \nessential and improves outcome. Aim to achieve an HbA1C of <69mmol/mol prior to \nelective surgery. Patients are often well informed about their diabetes—involve them \nfully in managing their diabetic care. Check your hospital’s policy for managing dia-\nbetic patients who will be NBM before surgery. A general guide follows.\nInsulin-treated diabetes mellitus\n  \n• Try to place the patient ﬁ rst on the list in order to minimize the fasting period.\n  \n• Give all usual insulin the night before surgery.\n  • Long-acting (basal) insulin is usually continued at normal times (eg glargine; de-\ntemir), even when patients are on a variable rate intravenous insulin infusion (VRIII)—\npreviously known as a ‘sliding scale’ (see BOX).\n  \n• If on AM list, ensure no subcutaneous rapid-acting (bolus) or mixed insulin is given \non the morning of surgery. If PM list, give the normal morning bolus insulin, or half \nthe mixed insulin dose.\n  \n• If eating and drinking post-operatively, resume the usual insulin with evening meal. \nIf AM list (or early PM) and eating a late lunch, give half the morning insulin dose \nwith this meal. If not eating until evening, a VRIII may be needed if the capillary \nglucose readings are high.\n  \n• Omit all rapid-acting and mixed insulin while the patient is on a VRIII.\n  \n• It not eating or drinking post-op, start a VRIII 2 hrs prior to surgery. Aim for serum \nglucose levels of 6–10mmol/L and check ﬁ nger-prick glucose every 2 hrs. When \nready to eat, give normal dose of rapid acting or mixed insulin with the 1st meal \nand stop the VRIII 30–60min later.\n  \n• IV ﬂ uid is required while the patient is on a VRIII: see BOX.\n  \n• A glucose–potassium–insulin (GKI) infusion can be used as an alternative to a VRIII, \nalthough it is no longer used as standard in the UK.\nTablet-treated diabetes mellitus\n  \n• If diabetes is poorly controlled (eg fasting glucose >10mmol/L), treat as for \n patients on insulin (see earlier in topic).\n  \n• Give usual medications the night before surgery, except long-acting sulfonylureas \n(eg glibenclamide) which can cause prolonged hypoglycaemia when fasting and \nmay need to be substituted 2–3 days pre-operatively. Discuss with the diabetes team.\n  \n• If eating and drinking post-operatively: on AM list, omit morning medication and \ntake any missed drugs with lunch, after surgery. If PM list, take normal medications \nwith breakfast, omit midday doses, and take any missed drugs with a late lunch. \nThe dose of these may need reducing, depending on dietary intake.\n  \n• If not eating or drinking post-op, start a VRIII 2 hours prior to surgery. Once eating \nand drinking, oral hypoglycaemics can be restarted.\n  \n• Some patients may need a phase of subcutaneous insulin following major sur-\ngery—refer to the diabetes team if serum glucose levels are persistently raised.\n  \n• Metformin and iodine IV contrast: Metformin can be continued after IV contrast \nin patients with normal serum creatinine and/or eGFR >60mL/min. To minimize the \nrisk of nephrotoxicity, if serum creatinine is raised or eGFR <60mL/min, stop met-\nformin for 48h after contrast and check renal function has returned to baseline \nbefore restarting.\nDiet-controlled diabetes There are usually no problems; patients should be treated \nas if not diabetic (and do not need to be ﬁ rst on the list). Check capillary blood \nglucose peri-operatively. Avoid 5% glucose IVI as this increases blood glucose levels.\nPeri-operative morbidity and mortality Diabetes mellitus is classed as an inter-\nmediate risk factor for increased peri-operative cardiovascular risk by the American \nHeart Association, so screen for the presence of asymptomatic cardiac and renal \ndisease (p567) and be aware of possible ‘silent’ myocardial ischaemia. Long-term \npost-op survival has been found to be poorer for patients with diabetes; however, \nperi-operative cardiovascular morbidity and mortality were only increased in the \npresence of congestive heart failure and haemodialysis—ie not diabetes alone.", "text_length": 4306, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 596/905)", "type": "chunk", "chunk_index": 595, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.204986", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.205892", "status": "complete", "chunks_added": 3}