{"task_id": "3d4783edd45fff97", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 262/905)", "text": " the most accurate non-invasive Helicobacter test.\n\n--- Page 268 ---\n254\nGastroenterology\nGastro-oesophageal reﬂ ux disease (GORD)\nGORD is common, and caused by reﬂ ux of stomach contents (acid ± bile)\n8 causing \ntroublesome symptoms and/or complications. If reﬂ ux is prolonged, it may cause \noesoph agitis (ﬁ g 6.16), benign oesophageal stricture, or Barrett’s oesophagus (ﬁ g \n6.17 and p695; it is pre-malignant). Causes Lower oesophageal sphincter hypoten-\nsion, hiatus hernia (see BOX), oesophageal dysmotility (eg systemic sclerosis), obesity, \ngastric acid hypersecretion, delayed gastric emptying, smoking, alcohol, pregnancy, \ndrugs (tricyclics, anti cholinergics, nitrates), Helicobacter pylori?\n9\nSymptoms Oesophageal: Heartburn (burning, retrosternal discomfort after meals, \nlying, stooping, or straining, relieved by antacids); belching; acid brash (acid or bile \nregurgitation); waterbrash ( salivation: ‘My mouth ﬁ lls with saliva’); odynophagia \n(painful swallowing, eg from oesophagitis or ulceration). Extra-oesophageal: \nNocturnal asthma, chronic cough, laryngitis (hoarseness, throat clearing), sinusitis.\nComplications Oesophagitis, ulcers, benign stricture, iron-deﬁ ciency. Metaplasia \ndysplasianeoplasia: GORD may lead to Barrett’s oesophagus (p695; distal oe-\nsophageal epithelium undergoes metaplasia from squamous to columnar, ﬁ g 6.17). \n0.1–0.4%/yr of those with Barrett’s progress to oesophageal cancer (higher if dys-\nplasia is present).\n Oesophagitis from corrosives, NSAIDS, herpes, Candida; duodenal or gastric ul-\ncers or cancers; non-ulcer dyspepsia; oesophageal spasm; cardiac disease.\nTests Endoscopy if dysphagia, or if ≥55yrs old with alarm symptoms (p252) or \nwith treatment-refractory dyspepsia. 24h oesophageal pH monitoring ± manom-\netry help diagnose GORD when endoscopy is normal.\nTreatment Lifestyle: Weight loss; smoking cessation; small, regular meals; reduce \nhot drinks, alcohol, citrus fruits, tomatoes, onions, ﬁ zzy drinks, spicy foods, caff eine, \nchocolate; avoid eating < 3h before bed. Raise the bed head.\nDrugs: Antacids, eg magnesium trisilicate mixture (10mL/8h), or alginates, eg Gav-\niscon® (10–20mL/8h PO) relieve symptoms. Add a PPI, eg lansoprazole 30mg/24h PO. \nFor refractory symptoms, add an H2 blocker and/or try twice-daily PPI. Avoid drugs \naff ecting oesophageal motility (nitrates, anticholinergics, Ca\n2+ channel blockers—re-\nlax the lower oesophageal sphincter) or that damage mucosa (NSAIDS, K\n+ salts, bis-\nphosphonates).\nSurgery: (Eg laparoscopic Nissen fundoplication, or novel options including \nlaparoscopic insertion of a magnetic bead band or radiofrequency-induced \nhypertrophy.) These all aim to  resting lower oesophageal sphincter pressure. \nConsider in severe GORD (conﬁ rm by pH-monitoring/manometry) if drugs are not \nworking. Atypical symptoms (cough, laryngitis) are less likely to improve with \nsurgery compared to patients with typical symptoms.\nFig 6.17 Barrett’s oesophagus.\n©Dr A Mee.\nFig 6.16 Upper GI endoscopy showing longi-\ntudinal mucosal breaks in severe oesophagitis.\n©Dr A Mee.\n8 The reﬂ ux of duodenal ﬂ uid, pancreatic secretions and bile may be as important as acid; it may re-\nspond to similar lifestyle measures, sucralfate (2g/12h PO), domperidone, or metoclopramide.\n9  H. pylori association with GORD controversial, but eradication may help symptoms.", "text_length": 3372, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 262/905)", "type": "chunk", "chunk_index": 261, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.477593", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.478320", "status": "complete", "chunks_added": 2}