{"task_id": "3d52ff6c4c6a9f33", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 134/905)", "text": "09, with permission from Oxford \nUniversity Press.\n\n--- Page 140 ---\n126\nCardiovascular medicine\nNarrow complex tachycardia\nDeﬁ nition ECG shows rate of >100bpm and QRS complex duration of <120ms. Narrow \nQRS complexes occur when the ventricles are depolarized via the normal conduction \npathways (ﬁ g 3.26).\nDiff erential diagnosis\nRegular narrow complex tachycardias: See ﬁ g 3.27.\nIrregular narrow complex tachycardias:\n  \n• Normal variant: sinus arrhythmia (rate changes with inspiration/expiration); sinus \nrhythm with frequent ectopic beats.\n  \n• Atrial ﬁ brillation (AF): p131, ﬁ g 3.35.\n  \n• Atrial ﬂ utter with variable block: eg P–P–P–QRS–P–P–QRS (3:1 block then 2:1 block). \nThe atrial rhythm is regular but the ventricular rhythm (hence pulse) is irregular.\n  \n• Multifocal atrial tachycardia: like focal atrial tachycardia but there are multiple \ngroups of atrial cells taking it in turns to initiate a cardiac cycle. P-wave morphol-\nogy and P-P intervals vary. Usually associated with COPD.\nPrinciples of management See p807.\nIf the patient is compromised, use DC cardioversion (p770).\n  \n• Identify and treat the underlying rhythm: eg treating sinus tachycardia secondary \nto dehydration with IV ﬂ uids; treating multifocal sinus tachycardia secondary to \nCOPD by correcting hypoxia and hypercapnia; treating focal atrial tachycardia sec-\nondary to digoxin toxicity with digoxin-speciﬁ c antibody fragments; treating AVRT \nsecondary to WPW with ﬂ ecainide, propafenone, or amiodarone; for atrial ﬁ brilla-\ntion (AF) and ﬂ utter see p130.\n  \n• If AVNRT or AVRT are suspected, consider transiently blocking the AVN. This should \nbreak the circuit of an atrio-ventricular re-entry rhythm, allowing sinus rhythm to \nre-establish. If the underlying rhythm is actually atrial in origin (eg ﬂ utter or atrial \ntachycardia), AVN blockade will not treat the rhythm but the paused ventricular \nactivity will unmask the atrial rhythm (ﬁ g 3.28), aiding diagnosis and management. \nAVN blockade can be achieved by:\n1   Vagal manoeuvres: carotid sinus massage, Valsalva manoeuvre (eg blowing into \na syringe).\n2   IV adenosine: see p806.\n  \n• In some cases, narrow complex tachyarrhythmias cause symptomatic episodes of \nsuffi  cient severity and frequency to warrant more invasive treatment, eg ablation \ntherapy for accessory pathways. \nBinge drinking in a person without any clinical evidence of heart disease may \nresult in acute cardiac rhythm and/or conduction disturbances, which is called \nholiday heart syndrome (note that recreational use of marijuana may have similar \neff ects). The most common rhythm disorders are supraventricular tachyarrhyth-\nmia and AF (consider this diagnosis in patients without structural heart disease \nwho present with new-onset AF).\nThe prognosis is excellent, especially in young patients without structural heart \ndisease. As holiday heart syndrome resolves rapidly by abstinence from alcohol \nuse, advise all patients against the excessive use of alcohol in future.\nHoliday heart syndrome\nFig 3.28 This patient was given adenosine for tachycardia thought to be due to AVRT or AVNRT. \nThe adenosine has slowed the ventricular rate, revealing ﬂ utter waves (sawtooth appearance), \ndisproving an AVRT/AVNRT diagnosis. \nImage courtesy of Dr Ed Burns, www.lifeinthefastlane.com.", "text_length": 3319, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 134/905)", "type": "chunk", "chunk_index": 133, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.089178", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.089923", "status": "complete", "chunks_added": 2}