{"task_id": "3e31f47390dab2dc", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 409/905)", "text": "NS disease if excess toxicity with chemo-\ntherapy.\n\n--- Page 415 ---\n401\nInfectious diseases\nFig 9.12 Bilateral interstitial inﬁ ltrates in P. jirovecii.\nReproduced from Lim, Acute Respiratory Infections, 2012, with \npermission from Oxford University Press.\n  \n• Cardiovascular disease: Increased risk of CVD in HIV. Includes individuals where \nrisk traditionally lower: younger age, normotensive, no DM, non-obese. Contrib-\nuting factors: dyslipidaemia caused by ART, acceleration of pro-atherosclerotic \ninﬂ ammatory processes by HIV. Management of CV risk factors although no out-\ncome data to guide speciﬁ c lipid and BP targets in HIV.\n  \n• Bone disease: Increased risk of low bone-mineral density and fragility fractures \nin HIV. Contributing factors: side eff ect of ART, increased prevalence of risk fac-\ntors, eg poor nutrition, smoking, alcohol, low vitamin D levels. Risk assess and \nconsider bisphosphonate.\n  \n• TB: All patients with TB and HIV need ART (as soon as TB treatment tolerated and \nwithin 2 weeks if CD4 <100 cells/microlitre). Seek expert advice and refer to local \nguidelines. Consider Truvada® plus efavirenz as 1st line in UK (serum levels of \nintegrase inhibitors are decreased by rifampicin). See ART, pp402–3, TB, pp394–5.\n  \n• Hepatitis B (HBV): Co-infection requires an ART regimen including antivirals with \nanti-HBV activity, eg tenofovir plus emtricitabine (not lamivudine or emtricit-\nabine as a single agent due to potential for emergence of HBV resistance).\n  \n• Hepatitis C (HCV): Assess all with HIV for HCV treatment. Pegylated interferon effi  -\ncacy is less with lower CD4 count. Aim for CD4 >500 cells/microlitre with ART ﬁ rst.\nComplicating comorbidity\nTable 9.11 Diff erential diagnoses in HIV\nPresentation\nDiff erential diagnosis\nFever\nIntraoral abscess, sinusitis, pneumonia, TB, endocarditis, meningitis, \nencephalitis, pyomyositis, lymphoma, immune-reconstitution after \ncommencement of ART, any non-HIV cause.\nLymphadenopathy\nPersistent generalized lymphadenopathy (p399), TB, syphilis, histoplas-\nmosis, cryptococcus, lymphoma, Kaposi’s sarcoma, local infection.\nRash\nDrug reaction, herpes zoster, scabies, cutaneous cryptococcus or \nhistoplasmosis, Kaposi’s sarcoma, seborrhoeic dermatitis.\nCough/SOB\nCommunity-acquired pneumonia, Pneumocystis jirovecii, TB, bron-\nchial compression (TB, lymphoma, Kaposi’s sarcoma), pulmonary \nKaposi’s sarcoma (uncommon), cardiac failure (HIV cardiomyopa-\nthy, infective pericardial eff usion, HIV vasculopathy).\nDiarrhoea\nSalmonella, Shigella, Clostridium difﬁ cile, amoebiasis, Giardia, \nCryptosporidia, CMV, HIV enteropathy is a diagnosis of exclusion.\nAbdominal pain\nTB, CMV colitis, pancreatitis (CMV, TB or secondary to ART).\nDo not forget a pregnancy test.\nDysphagia\nCandidiasis, HSV.\nLiver enzymes\nViral hepatitis (A, B, C, CMV, HSV, EBV), drug-induced liver injury (anti-TB \nor ART), HIV cholangiopathy, lymphoma, congestion due to cardiac \ndisease (pericardial eff usion?).\nAKI\nPre-renal due to sepsis/dehydration, interstitial nephritis secondary \nto medication, HIV-associated nephropathy (proteinuria, CKD).\nHeadache/\nseizures/focal \nneurology\nMeningitis (bacterial, TB, cryptococcal, syphilis), empyema, space-\noccupying lesion (toxoplasmosis, lymphoma, tuberculoma), adverse \ndrug reaction, HIV encephalopathy, progressive multifocal leukoen-\ncephalopathy (PML), stroke (HIV vasculopathy). See p517.\nEye disease\nHerpes zoster, CMV retinitis. See pp438–9.\nPeripheral \nneuropathy\nART, CMV, HIV neuropathy, nutritional deﬁ ciency.", "text_length": 3534, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 409/905)", "type": "chunk", "chunk_index": 408, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.876049", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.877165", "status": "complete", "chunks_added": 2}