{"task_id": "3f1f03897c1d5b2c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 506/905)", "text": "myelinating disease, eg vasculitis or sarcoidosis.\n\n--- Page 512 ---\n498\nNeurology\nSpace-occupying lesions (SOL)\nSigns •ICP: (See p830.) Headache worse on waking, lying down, bending forward, or \nwith coughing (p456); vomiting; papilloedema (only in 50% of tumours); GCS.\n  \n• Seizures: Seen in ≤50%. Exclude SOL in all adult-onset seizures, especially if focal, or \nwith a localizing aura or post-ictal weakness (Todd’s palsy, p712).\n  \n• Evolving focal neurology: See BOX for localizing signs. ICP causes false localizing \nsigns: VIth nerve palsy is commonest (p70) due to its long intracranial course.\n  \n• Subtle personality change: Irritability, lack of application to tasks, lack of initia-\ntive, socially inappropriate behaviour.\nCauses Tumour (primary or metastatic, later in topic), aneurysm, abscess (25% \nmultiple); chronic subdural haematoma, granuloma (p197, eg tuberculoma), cyst (eg \ncysticercosis). Tumours: 30% are metastatic (eg breast, lung, melanoma). Prima-\nries: astrocytoma, glioblastoma multiforme, oligo dendro glioma, ependymoma. Also \nmeningioma, primary CNS lymphoma (eg as non-infectious manifestation of HIV), and \ncerebellar haemangio blastoma.\nDiff erentials Stroke, head injury, venous sinus thrombosis, vasculitis, MS, encephali-\ntis, post-ictal, metabolic, or idiopathic intracranial hypertension.\nTests CT ± MRI (good for posterior fossa masses). Consider biopsy. Avoid LP before \nimaging (risks coning, ie cerebellar tonsils herniate through the foramen magnum).\nTumour management Benign: Remove if possible but some may be inaccessi-\nble. Malignant: Excision of gliomas is hard as resection margins are rarely clear, \nbut surgery does give a tissue diagnosis, it debulks pre-radiotherapy, and makes a \ncavity for inserting carmustine wafers (delivers local chemotherapy). If a tumour \nis inaccessible but causing hydrocephalus, a ventriculo-peritoneal shunt can help. \nChemo-radiotherapy is used post-op for gliomas or metastases, and as sole therapy \nif surgery is impossible. Oligodendroglioma with 1p/19q deletions is especially sensi-\ntive. In glioblastoma, temozolomide (alkylating agent) survival. Seizure prophylaxis \n(eg pheny toin) is important, but often fails. Treat headache (eg codeine 60mg/4h PO). \nCerebral oedema: Dexamethasone 4mg/8h PO; mannitol if ICP acutely (p831). Plan \nmeticulous palliative treatment (p534).\nPrognosis Poor but improving (<50% survival at 5yrs) for CNS primaries; 40% 20yr \nsurvival for cerebellar haemangio blastoma; benign tumours are curable by excision.\nThird-ventricle colloid cysts These congenital cysts declare themselves in adult \nlife with amnesia, headache (often positional), obtundation (blunted consciousness), \nincontinence, dim vision, bilateral paraesthesiae, weak legs, and drop attacks. \n: Excision or ventriculo-peritoneal shunting.\nIdiopathic intracranial hypertension \nThink of this in those presenting as if with a mass (headache, ICP, and papilloede-\nma)—when none is found. Most commonly seen in obese females in 3rd decade, who \npresent with narrowed visual ﬁ elds, blurred vision ± diplopia, VIth nerve palsy, and \nan enlarged blind spot, if papilloedema is present (it usually is). Consciousness and \ncognition are preserved.\nAssociations Endocrine abnormalities (Cushing’s syndrome, hypoparathyroidism, \nTSH), SLE, CKD, IDA, PRV, drugs (tetracycline, steroids, nitrofurantoin, and oral con-\ntraceptives).\nManagement Weight loss, acetazolamide or topiramate, loop diuretics, and predni-\nsolone (start at ~40mg/24h PO; more SE than diuretics). Consider optic nerve sheath \nfenestration or lumbar–peritoneal shunt if drugs fail and visual loss worsens. \nPrognosis Often self-limiting. Permanent signiﬁ cant visual loss in 10%.", "text_length": 3740, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 506/905)", "type": "chunk", "chunk_index": 505, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.043725", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.044695", "status": "complete", "chunks_added": 2}