{"task_id": "3fb3f1b70e60f05f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 294/905)", "text": " Fatal events: liver failure, bleeding, infection.\n\n--- Page 300 ---\n286\nGastroenterology\nLiver tumours\nThe commonest (90%) liver tumours are metastases (see ﬁ g 6.32), eg from breast, \nbronchus, or the gastrointestinal tract (see table 6.14). Primary hepatic tumours are \nmuch less common and may be benign or malignant (see table 6.13).\nSymptoms Fever, malaise, anorexia, weight, RUQ pain ( liver capsule stretch). \nJaundice is late, except with cholangiocarcinoma. Benign tumours are often \nasymptomatic. Tumours may rupture causing intraperitoneal haemorrhage.\nSigns Hepatomegaly (smooth, or hard and irregular, eg metastases, cirrhosis, HCC). \nLook for signs of chronic liver disease (p276) and evidence of decompensation (jaun-\ndice, ascites). Feel for an abdominal mass. Listen for a bruit over the liver (HCC).\nTests Blood: FBC, clotting, LFT, hepatitis serology, -fetoprotein ( in 50–80% of HCC, \nthough levels do not correlate with size, stage, or prognosis). Imaging: US or CT \nto identify lesions and guide biopsy. MRI is better at distinguishing benign from ma-\nlignant lesions. Do ERCP (p742) and biopsy if cholangiocarcinoma is suspected. Liver \nbiopsy: (See p248.) May achieve a histological diagnosis; careful multidisciplinary \ndiscussion is required if potentially resectable, as bleeding or seeding along the bi-\nopsy tract can occur. If the lesion could be a metastasis, ﬁ nd the primary, eg by CXR, \nmammography, colon o scopy, CT, MRI, or marrow biopsy.\nLiver metastases Signify advanced disease. Treatment and prognosis vary with \nthe type and extent of primary tumour. Chemotherapy may be eff ective (eg lympho-\nmas, germ cell tumours). Small, solitary metastases may be amenable to resection \n(eg colorectal cancer). In most, treatment is palliative. Prognosis: Often <6 months.\nHepatocellular carcinoma (HCC) Primary hepatocyte neoplasia accounts for 90% \nof primary liver cancers; it is common in China & Africa (40% of cancers vs 2% in UK).\nThe patient: Fatigue, appetite, RUQ pain, weight, jaundice, ascites, haemobilia.\n34 : ≈ 3.\nCauses: HBV is the leading cause worldwide (esp. if high viral load; p278). HCV;\n35 AIH \n(p284); cirrhosis (alcohol, haemochrom atosis, PBC); non-alcoholic fatty liver; aﬂ atox-\nin; Clonorchis sinensis; anabolic steroids.\n: 3-phase CT (delayed wash-out of contrast in a suspect mass); MRI; biopsy.\nTreatment: Resecting solitary tumours <3cm across  3yr survival from 13% to 59%; \nbut ~50% have recurrence by 3yrs.\n36 Liver transplant gives a 5yr survival rate of \n70%.\n37 Percutaneous ablation, tumour embolization (TACE\n38), and sorafenib are options.  \nPrevention: HBV vaccination (BOX and table 6.15). Don’t reuse needles. Screen \nblood. Aﬂ atox in exposure (sun-dry maize). AFP ± ultrasound (eg 6-monthly screen): \nConsider if at  risk: eg all with cirrhosis; or chronic HBV in Africans or older Asians.\nCholangiocarcinoma (Biliary tree cancer.) ~10% of liver primaries. Causes: Flukes \n(Clonorchis, p435); PSC (screening by CA19–9 may be helpful, p282); biliary cysts; Caro-\nli’s disease, p272; HBV; HCV; DM; N-nitroso toxins. \nThe patient: Fever, abdominal pain (± ascites), malaise, bilirubin; ALP.\nPathology: Usually slow-growing. Most are distal extrahepatic or perihilar.\nManagement: 70% inoperable at presentation. Of those that are, 76% recur. Surgery: \neg major hepatectomy + extrahepatic bile duct excision + caudate lobe res ec tion. 5yr \nsurvival ~30%. Post-op complications include liver failure, bile leak, and GI bleeding. \nStenting of obstructed extrahepatic biliary tree, percutaneously or via ERCP (p742), \nimproves quality of life. Liver transplantation rarely possible. Prognosis: ~5 months.\nBenign tumours Haemangiomas: The commonest benign liver tumours. They are \noften an incidental ﬁ nding on ultrasound or CT and don’t require treatment. Avoid \nbiopsy! Adenomas: Common. Causes: anabolic steroids, oral contraceptive pill; \npregnancy. Only treat if symptomatic, or >5cm.\n34 Haemobilia is late in HCC. Think of bleeding into the biliary tree whenever Quincke’s triad obtains: RUQ \npain, upper GI haemorrhage, and jaundice. It may be life-threatening.\n35 5yr cumulative risk if cirrhosis is present is 30% in Japan and 17% in USA.\n36 Operative mortality: 1.6%. Recurrence is more likely if histology showed neoplastic emboli in small \nvessels. Get early warning of recurrence by arranging imaging, eg if AFP >5.45mcg/L (esp. if trend is ris-\ning). Fibrolamellar HCC, which occurs in children and young adults, has a better prognosis.\n37 Milan criteria for liver transplantation in HCC: 1 nodule <5cm or 2–3 nodules <3cm.\n38 TACE=transarterial chemoembolization, eg with drug-eluting beads; it causes fever and abdo pain in 50%.", "text_length": 4736, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 294/905)", "type": "chunk", "chunk_index": 293, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.678630", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.679432", "status": "complete", "chunks_added": 3}