{"task_id": "41d6af1dd7def255", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 490/905)", "text": "een arterial territories may be venous \nin origin.\n\n--- Page 496 ---\n482\nNeurology\nSubdural haematoma\nConsider this very treatable condition in all whose conscious level ﬂ uctuates, and \nalso in those having an ‘evolving stroke’, especially if on anticoagulants. Bleeding \nis from bridging veins between cortex and venous sinuses (vulnerable to decelera-\ntion injury), resulting in accumulating haematoma between dura and arachnoid. This \ngradually raises ICP, shifting midline structures away from the side of the clot and, if \nuntreated, eventual tentorial herniation and coning. Most subdurals are from trauma \nbut the trauma is often forgotten as it was so minor or so long ago (up to 9 months).\nIt can also occur without trauma (eg ICP; dural metast ases). The elderly are most \nsusceptible, as brain atrophy makes bridging veins vulnerable. Other risk factors: \nfalls (epileptics, alcoholics); anticoagulation.\nSymptoms Fluctuating level of consciousness (seen in 35%) ± insidious physical \nor intellectual slowing, sleepiness, headache, personality change, and unsteadiness.\nSigns ICP (p830), seizures. Localizing neurological symptoms (eg unequal pupils, \nhemiparesis) occur late, often >1 month after the injury.\nDiff erentials Stroke, dementia, CNS masses (eg tumours, abscesses).\nImaging (ﬁ g 10.22) CT/MRI shows clot ± midline shift (but beware bilateral isodense \nclots). Look for crescent-shaped collection of blood over 1 hemisphere. The sickle-\nshape diff erent iates subdural blood from extradural haemorrhage.\nManagement Reverse clotting abnormalities urgently. Surgical management de-\npends on the size of the clot, its chronicity, and the clinical picture: generally those \n>10mm or with midline shift >5mm need evacuating (via craniotomy or burr hole \nwashout). Address the cause of the trauma (eg falls, abuse).\nExtradural (epidural) haematoma\n Beware deteriorating consciousness after any head injury that initially produced \nno loss of consciousness or after initial drowsiness post injury seems to have re-\nsolved. This lucid interval pattern is typical of extradural bleeds.\nCause Suspect after any traumatic skull fracure. Often due to a fractured temporal \nor parietal bone causing laceration of the middle meningeal artery and vein, typically \nafter trauma to a temple just lateral to the eye. Any tear in a dural venous sinus will \nalso result in an extradural bleed. Blood accumulates between bone and dura.\nClinical features The lucid interval may last a few hours to a few days before a \nbleed declares itself by GCS from rising ICP. Increasingly severe headache, vomit-\ning, confusion, and seizures follow, ± hemiparesis with brisk reﬂ exes and an up-\ngoing plantar. If bleeding contin ues, the ipsilateral pupil dilates, coma deepens, \nbilateral limb weakness develops, and breathing becomes deep and irregular \n(brainstem compression). Death follows a period of coma and is due to respiratory \narrest. Bradycardia and BP are late signs.\nDiff erentials Epilepsy, carotid dissection, carbon monoxide poisoning.\nTests CT (ﬁ g 10.23) shows a haematoma (often biconvex/lens-shaped; the blood \nforms a more rounded shape compared with the sickle-shaped subdural haemato-\nma as the tough dural attachments to the skull keep it more localized). Skull X-ray \nmay be normal or show fracture lines crossing the course of the middle meningeal \nvessels. Lumbar puncture is contraindicated.\nManagement Stabilize and transfer urgently (with skilled medical and nursing \nescorts) to a neurosurgical unit for clot evacuation ± ligation of the bleeding ves-\nsel. Care of the airway in an unconscious patient and measures to ICP often re-\nquire intubation and ventilation (+ mannitol IVI, p831).\nPrognosis Excellent if diagnosis and operation early. Poor if coma, pupil abnor-\nmalities, or decerebrate rigidity are present pre-op.", "text_length": 3856, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 490/905)", "type": "chunk", "chunk_index": 489, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.013975", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.014674", "status": "complete", "chunks_added": 2}