{"task_id": "4219db343c503a42", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 209/905)", "text": "sis.\nA new treatment emerges for suff erers of IPF\n\n--- Page 215 ---\n201\nChest medicine\nIndustrial dust diseases\nCoal worker’s pneumoconiosis (CWP) A common dust disease in countries that \nhave or have had underground coal-mines. It results from inhalation of coal dust par-\nticles (1–3μm in diameter) over 15–20yrs. These are ingested by macrophages which \ndie, releasing their enzymes and causing ﬁ brosis.\nClinical features: Asymptomatic, but coexisting chronic bronchitis is common. CXR: \nmany round opacities (1–10mm), especially in upper zone.\nManagement: Avoid exposure to coal dust; treat co-existing chronic bronchitis; \nclaim compensation (in the UK, via the Industrial Injuries Act).\nProgressive massive ﬁ brosis (PMF) Due to progression of CWP, which causes pro-\ngressive dyspnoea, ﬁ brosis, and, eventually, cor pulmonale. CXR: usually bilateral, \nupper-mid zone ﬁ brotic masses (1–10cm), develop from periphery towards hilum.\nManagement: Avoid exposure to coal dust; claim compensation (as for CWP).\nCaplan’s syndrome The association between rheumatoid arthritis, pneumo coniosis, \nand pulmonary rheumatoid nodules.\nSilicosis (See ﬁ g 4.21.) Caused by inhalation of silica particles, which are very ﬁ bro-\ngenic. A number of jobs may be associated with exposure, eg metal mining, stone \nquarrying, sandblasting, and pottery/ceramic manufacture.\nClinical features: Progressive dyspnoea, incidence of TB, CXR shows diff use miliary \nor nodular pattern in upper and mid-zones and egg-shell calciﬁ cation of hilar nodes. \nSpirometry: restrictive ventilatory defect.\nManagement: Avoid exposure to silica; claim compensation (as for CWP).\nAsbestosis Caused by inhalation of asbestos ﬁ bres. Asbestos was commonly used \nin the building trade for ﬁ re prooﬁ ng, pipe lagging, electrical wire insulation, and \nrooﬁ ng felt. Degree of asbestos exposure is related to degree of pulmonary ﬁ brosis.\nClinical features: Similar to other ﬁ brotic lung diseases with progressive dyspnoea, \nclubbing, and ﬁ ne end-inspiratory crackles. Also causes pleural plaques, risk of \nbronchial adenocarcinoma and mesothelioma.\nManagement: Symptomatic. Patients are often eligible for compensation through \nthe UK Industrial Injuries Act.\nMesothelioma See p174.\nFig 4.21 PA chest radiograph showing diff use nodular opacities with a focal area of irregular soft \ntissue shadowing in the right upper zone, consistent with silicosis and developing progressive mas-\nsive ﬁ brosis (PMF). \nImage courtesy of Derby Hospitals NHS Foundation Trust Radiology Department.", "text_length": 2549, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 209/905)", "type": "chunk", "chunk_index": 208, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.312240", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.319889", "status": "complete", "chunks_added": 2}