{"task_id": "4293555d1c0b2cf7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 22/905)", "text": "ke informed divergence.\nCompliance and concordance\n\n--- Page 24 ---\n10\nThinking about medicine\nSurviving life on the wards\nThe ward round\n  \n• All entries on the patient record must have: date, time, the name of the clinician \nleading the interaction, the clinical ﬁ ndings and plan, your signature, printed name, \nand contact details. Make sure the patient details are at the top of every side of \npaper. Write legibly—this may save more than the patient.\n  \n• A problem list will help you structure your thoughts and guide others.\n  \n• BODEX: Blood results, Observations, Drug chart, ECG, X-rays. Look at these. If you \nthink there is something of concern, make sure someone else looks at them too.\n  \n• Document what information has been given to the patient and relatives.\nHandover\n  \n• Make sure you know when and where to attend.\n  \n• Make sure you understand what you need to do and why. ‘Check blood results’ or \n‘Review warning score’ is not enough. Better to: ‘Check potassium in 4 hours and \ndiscuss with a senior if it remains >6.0mmol/L’ .\nOn call\n  \n• Write it down.\n  \n• The ABCDE approach (p779) to a sick patient is never wrong.\n  \n• Try and establish the clinical context of tasks you are asked to do. Prioritize and let \nstaff  know when you are likely to get to them.\n  \n• Learn the national early warning score (NEWS) (p892, ﬁ g A1).\n  \n• Smile, even when talking by phone. Be polite.\n  \n• Eat and drink, preferably with your team.\nMaking a referral\n  \n• Have the clinical notes, observation chart, drug chart, and investigation results to \nhand. Read them before you call.\n  \n• Use SBAR: Situtation (who you are, who the patient is, the reason for the call), \nBackground, Assessment of the patient now, Request.\n  \n• Anticipate: urine dip for the nephrologist, PR exam for the gastroenterologist.\nWith the going down of the sun we can momentarily cheer ourselves up by the \nthought that we are one day nearer to the end of life on earth—and our respon-\nsibility for the unending tide of illness that ﬂ oods into our corridors, and seeps \ninto our wards and consulting rooms. Of course you may have many other quiet \nsatisfactions, but if not, read on and wink with us as we hear some fool telling us \nthat our aim should be to produce the greatest health and happiness for the great-\nest number. When we hear this, we don’t expect cheering from the tattered ranks \nof on-call doctors; rather, our ears detect a decimated groan, because these men \nand women know that there is something at stake in on-call doctoring far more \nelemental than health or happiness: namely survival.\nWithin the ﬁ rst weeks, however brightly your armour shone, it will now be \nsmeared and spattered, if not with blood, then with the fallout from the many \ndecisions that were taken without suffi  cient care and attention. Force majeure on \nthe part of Nature and the exigencies of ward life have, we are suddenly stunned \nto realize, taught us to be second-rate; for to insist on being ﬁ rst-rate in all areas \nis to sign a death warrant for ourselves and our patients. Don’t keep re-polishing \nyour armour, for perfectionism does not survive untarnished in our clinical world. \nRather, to ﬂ ourish, furnish your mind and nourish your body. Regular food makes \nmidnight groans less intrusive. Drink plenty: doctors are more likely to be oliguric \nthan their patients. And do not voluntarily deny yourself the restorative power of \nsleep, for it is our natural state, in which we were ﬁ rst created, and we only wake \nto feed our dreams.\nWe cannot prepare you for ﬁ nding out that you are not at ease with the person \nyou are becoming, and neither would we dream of imposing a speciﬁ c regimen of \nexercise, diet, and mental ﬁ tness. Finding out what can lead you through adversity \nis the art of living.\nLiving with blood spattered armour", "text_length": 3839, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 22/905)", "type": "chunk", "chunk_index": 21, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.893811", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.894523", "status": "complete", "chunks_added": 2}