{"task_id": "44dac2bac191985d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 504/905)", "text": "T. \nPharmacological therapy in Parkinson’s disease\n\n--- Page 510 ---\n496\nNeurology\nMultiple sclerosis (MS)\nInﬂ ammatory plaques of demyelination in the CNS disseminated in space and time; \nie occuring at multiple sites, with ≥30d in between attacks. Demyelination heals \npoorly, eventually causing axonal loss;  >80% of patients develop progressive disabil-\nity. The exact cause of the disease remains unknown; it is most likely a combination \nof genetic and environmental factors. There is >30% concordance in identical twins, \nand unusual geographical distribution, with increasing incidence with latitude in \nsome parts of the world (NB: adult migrants take their risk with them; children ac-\nquire the risk of where they settle)—leading to hypotheses of the roles of vitamin D \nand infection. Mean age of onset is 30yrs. : ≥3:1.\nPresentation Usually monosymptomatic: ~20% present with unilateral optic neuri-\ntis (pain on eye movement and rapid central vision). Corticospinal tract and bladder \ninvolvement are also common, and symptoms may worsen with heat (eg hot bath or \nexercise). Other symptoms/signs see table 10.8.\nDiagnosis This is clinical, made by a consultant neurologist using established crite-\nria (eg McDonald, see table 10.9) and after alternative diagnoses have been excluded. \nEarly diagnosis and treatment reduce relapse rates and disability so refer to neu-\nrology as soon as MS is suspected.\nTests Depending on presenting symptoms, some patients may need extra support-\ning information to make a diagnosis (as per the McDonald criteria). MRI: Sensi-\ntive but not sp e ciﬁ c for plaque detection. It may also exclude other causes, eg cord \ncompression. CSF: Oligoclonal bands of IgG on electrophoresis that are not present \nin serum suggest CNS inﬂ am mation. Delayed visual, auditory, and somatosensory \nevoked potentials.\nProgression Most patients follow a relapsing-remitting course, with initial recov-\nery in between relapses. With time, remission becomes incomplete, so disability \naccumulates (secondary progression). 10% of patients display steadily progressive \ndisability in the absence of relapses (primary progressive MS), while a minority of pa-\ntients experience no progressive disablement at all. Poor prognostic signs: Older ; \nmotor signs at onset; many early relapses; many MRI lesions; axonal loss. Pregnancy: \nDoes not alter the rate of progression: relapses may reduce during pregnancy and \nincrease 3–6 months afterwards, but return to their previous rate thereafter.\nManagement As with all neurological conditions, requires the coordinated care of a \nmultidis ciplinary team and full involvement of the patient in all decisions.8\nLifestyle advice: Regular exercise, stopping smoking and avoiding stress may help.\nDisease-modifying drugs: Dimethyl fumarate is an option for mild/moderate re-\nlapsing-remitting MS. The monoclonal antibodies alemtuzumab (acts against T cells) \nand natalizumab (acts against VLA-4 receptors that allow immune cells to cross the \nblood–brain barrier) are also approved for relapsing-remitting disease. Interferon \nbeta and glatiramer are not recommended by NICE on the balance of clinical and \ncost-eff ectiveness. Azathioprine is not recommended due to its SE proﬁ le.\nTreating relapses: Methylprednisolone, eg 0.5–1g/24h IV/PO for 3–5d shortens acute \nrelapses; use sparingly ( twice/yr; steroid SE, p377). It doesn’t alter overall prognosis.\nSymptom control: Spasticity: off er baclofen or gabapentin. Tizanidine or dant-\nrolene are 2nd line; if these fail consider benzodiazepines. Tremor: botulinum toxin \ntype A injections improve arm tremor and functioning.  Urgency/frequency: if post-\nmicturition residual urine >100mL, teach intermittent self-catheterization; if <100mL, \ntry tolterodine. Fatigue: amantadine, CBT, and exercise may help.", "text_length": 3830, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 504/905)", "type": "chunk", "chunk_index": 503, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.040027", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.040730", "status": "complete", "chunks_added": 2}