{"task_id": "4685467594803970", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 770/905)", "text": "ower of 4(r \n4). Hence:\n \n \nQ ∝ (Pi Ω Po) r \n4\nη l\n\n--- Page 776 ---\n762\nPractical procedures\nCatheterizing bladders\nUrinary tract infections are the second commonest health care-associated infection, \nand urinary catheters are frequently to blame. Think, does the patient really need a \ncatheter? If so, use the smallest you can and take out as soon as possible.\nSize (in French gauge): 12=small; 16=large; 20=very large (eg 3-way). Material Coat-\ned latex catheters are soft and a good short-term option but unsuitable in true \nlatex allergy. Silastic (silicone) catheters may be used long term, but cost more. Sil-\nver alloy coating reduces infections. Shape Foley is typical (ﬁ g 18.2); coudé (elbow) \ncatheters have an angled tip to ease around prostates but are more risky; 3-way \ncatheters are used in clot or debris retention and have an extra lumen for irrigation \nﬂ uid, attached to the irrigation set via an extra port on the distal end (ﬁ g 18.3). Get \nurology advice before starting irrigation. Condom catheters are often preferred by \npatients (less discomfort) even though they may leak and fall off .\nCatheter problems • Infection: ~5% develop bacteraemia (most will have bacte-\nrial colonization, antibiotics may not be required unless systemically unwell—discuss \nwith microbiology). A stat dose of, eg gentamicin 80mg is sometimes given pre-\ninsertion despite a lack of evidence for beneﬁ t. Check your local policy. • Bladder \nspasm: May be painful—try reducing the water in the balloon or an anticholinergic \ndrug, eg oxybutynin.\nPer urethram Aseptic technique required.\nIndications • Relieve urinary retention. • Monitor urine output in critically ill pa-\ntients. • Collect uncontaminated urine for diagnosis.  It is contraindicated in ure-\nthral injury (eg pelvic fracture) and acute prostatitis.\n  \n• Explain the procedure, and obtain verbal consent. Prepare a catheterization trolley: \ngloves, catheter, lidocaine jelly, cleaning solution, drape, kidney dish, gauze swabs, \ndrainage bag, 10mL water and syringe, specimen container.\n  • Lie the patient supine: women with knees ﬂ exed and hips abducted with heels to-\ngether. Use a gloved hand to clean urethral meatus in a pubis-to-anus direction, hold-\ning the labia apart with the other hand. With uncircumcised men, retract the foreskin \nto clean the glans; use a gloved hand to hold the penis still. The hand used to hold \nthe penis or labia should not touch the catheter. Place a sterile drape with a hole in \nthe middle to help you maintain asepsis. Remember: left hand dirty, right hand clean.\n  \n• Put sterile lidocaine 1–2% gel on the catheter tip and ≤10mL into the urethra (≤5mL \nif ). In men, lift and gently stretch the penis upwards to eliminate any urethral \nfolds that may lead to false passage formation.\n  \n• Use steady gentle pressure to advance the catheter, rotating slightly can help it \nslide in. Never force the catheter. Tilting the penis up towards the umbilicus while \ninserting may help negotiate the prostate. Insert to the hilt; wait until urine emerg-\nes before inﬂ ating the balloon. Remember to check the balloon’s capacity before in-\nﬂ ation (written on the outer end). Collect a sterile specimen and attach a drainage \nbag. Pull the catheter back so that the balloon comes to rest at the bladder neck.\n  \n• If you are having trouble getting past the prostate, try: more lubrication, a gentle \ntwisting motion; a larger catheter; or call the urologists, who may use a guidewire.\nRemember to reposition the foreskin in uncircumcised men after the catheter is \ninserted to prevent oedema of the glans and paraphimos.\nDocumentation: In the notes be sure to document the indication for catheterization, \nsize of catheter, whether insertion was diffi  cult or straightforward, any complica-\ntions, residual volume and colour of urine. It is good practice to document that the \nforeskin has been replaced. Sign with your name, date, and designation.\nSuprapubic catheterization: Sterile technique required Absolutely contraindi-\ncated unless there is a large bladder palpable or visible on ultrasound, because of the \nrisk of bowel perforation. Be wary, particularly if there is a history of abdominal or \npelvic surgery. Suprapubic catheter insertion is high risk and you should be trained \nbefore attempting it, speak to the urologists ﬁ rst.", "text_length": 4352, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 770/905)", "type": "chunk", "chunk_index": 769, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.503517", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.504821", "status": "complete", "chunks_added": 3}