{"task_id": "49e81677e3f8cbac", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 44/905)", "text": "s, con-\nstipation, dry skin, prefers warm weather.\n\n--- Page 46 ---\n32\nHistory and examination\nPhysical examination\nThe physical examination is not so much an extension of the history, but more of the \nﬁ rst investigation, to conﬁ rm, exclude, deﬁ ne, or show the progress of the provi-\nsional diagnosis as revealed in the history. Even in the emergency department where \nthe history may be brief, eg ‘trauma’, the examination is to conﬁ rm a fracture, or to \ndecide that a fracture is less likely. The examination sheds further light on the his-\ntory. As you get better, your physical examination gets briefer. Establish your own \nroutine—practice is the key.\nEnd of the bed\n  \n• Look at the patient—are they well or in extremis? What makes you think this? \nAre they in pain? If so, does it make them lie still (eg peritonitis) or writhe about \n(eg colic)? What is the pattern of breathing: laboured; rapid; shallow; irregular; \ndistressed? Are they obese or cachectic? Is their behaviour appropriate? Can you \ndetect any unusual smell, eg hepatic fetor (p274), cigarettes, alcohol?\n  \n• Also take a moment to look around the bed for other clues, eg inhalers, insulin \nadministration kit, walking aids, etc.\nFace and body habitus\n  \n• Does the patient’s appearance suggest any particular diseases, eg acromegaly, thy-\nrotoxicosis, myxoedema, Cushing’s syndrome, or hypopituitarism? See p202.\n  \n• Is there an abnormal distribution of body hair (eg bearded , or hairless ) sug-\ngestive of endocrine disease?\n  \n• Is there anything about the patient to trigger thoughts about Paget’s disease, Mar-\nfan’s, myotonia, or Parkinson’s syndrome? Look for rashes, eg the malar ﬂ ush of \nmitral disease and the butterﬂ y rash of SLE.\nPeripheral stigmata of disease\nSpeciﬁ c signs are associated with diff erent diseases: consider the nails (koilonychia \n= iron deﬁ ciency), subcutaneous nodules (rheumatoid, neuroﬁ broma?), and look for \nlymph nodes (cervical, axillary, inguinal). See speciﬁ c systems for features to assess \nfor, but for all systems consider:\nSkin colour:\n  \n• Blue/purple = cyanosis (can also be central only, p34).\n  \n• Yellow = jaundice (yellow skin can also be caused by uraemia, pernicious anaemia, \ncarotenaemia—check the sclera: if they are also yellow it is jaundice).\n  \n• Pallor: this is non-speciﬁ c; anaemia is assessed from the palmar skin creases (when \nspread) and conjunctivae (ﬁ g 8.3)—usually pale if Hb <80–90g/L: you cannot con-\nclude anything from normal conjunctival colour, but if they are pale, the patient is \nprobably anaemic.\n  \n• Hyperpigmentation: Addison’s, haemo chromatosis (slate-grey) and amiodarone, \ngold, silver, and minocycline therapy.\nCharts:\n  \n• Temperature: varies during the day; a morning oral temperature >37.2°C or evening \n>37.7°C constitutes a fever.3 Rectal temperatures are generally 0.6°C above oral \ntemperatures. Remember that temperatures are generally lower in elderly patients \nand therefore fevers may not be as pronounced.4 A core temperature <35°C indi-\ncates hypothermia; special low-reading thermometers may be required.\n  \n• Blood pressure and pulse—trends are more important than one-off  values; repeat \nif concerned.\n  \n• Urine: check urinalysis and input/output charts if available.\nFluid status When admitting an unwell patient, don’t forget to assess their hydra-\ntion, check skin turgor and mucous membranes, look for sunken eyes, and check \ncapillary reﬁ ll (if well perfused <2s) and JVP.", "text_length": 3472, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 44/905)", "type": "chunk", "chunk_index": 43, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.932446", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.934643", "status": "complete", "chunks_added": 2}