{"task_id": "4ae8ac79f5e2f881", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 236/905)", "text": "’s. 4 Autoimmune combinations not included in 1–3.\n\n--- Page 242 ---\n228\nEndocrinology\nHyperaldosteronism\nPrimary hyperaldosteronism Excess production of aldosterone, independent of \nthe renin–angiotensin system, causing sodium and water retention, and renin re-\nlease. Consider if: hypertension, hypokalaemia, or alkalosis in someone not on diuret-\nics. Sodium tends to be mildly raised or normal.\nSymptoms: Often asymptomatic or signs of hypokalaemia (p674): weakness (even \nquadriparesis), cramps, paraesthesiae, polyuria, polydipsia. BP but not always. \nCauses: ~ ⅔ due to a solitary aldosterone-producing adenoma (linked to mutations \nin K\n+ channels)\n5—Conn’s syndrome. ~ ⅓ due to bilateral adrenocortical hyperplasia. \nRare causes: adrenal carcinoma; or glucocorticoid-remediable aldosteronism (GRA)— \nthe ACTH regulatory element of the 11-hydroxylase gene fuses to the aldosterone \nsynthase gene, aldosterone production, & bringing it under the control of ACTH.\nTests: U&E, renin and aldosterone, and adrenal vein sampling. Do not rely on a low \nK\n+, as >20% are normokalaemic. For GRA (suspect if there is a family history of \nearly hypertension), genetic testing is available. Treatment: •Conn’s: laparoscopic \nadrenalectomy. Spironolactone (25–100mg/24h PO) for 4wks pre-op controls BP and \nK\n+. •Hyperplasia: treated medically: spironolactone or amiloride. •GRA: dexametha-\nsone 1mg/24h PO for 4wks, normalizes biochemistry but not always BP. If BP is still , \nuse spironolactone as an alternative. •Adrenal carcinoma: surgery ± post-operative \nadrenolytic therapy with mitotane—prognosis is poor.\nSecondary hyperaldosteronism Due to a high renin from renal perfusion, eg in \nrenal artery stenosis, accelerated hypertension, diuretics, CCF, or hepatic failure.\nBartter’s syndrome This is a major cause of congenital (autosomal recessive) \nsalt wasting—via a sodium and chloride leak in the loop of Henle via mutations in \nchannels and transporters. Presents in childhood with failure to thrive, polyuria, and \npolydipsia. BP is normal. Sodium loss leads to volume depletion, causing renin and \naldosterone production, leading to hypokalaemia and metabolic alkalosis, urinary \nK\n+ and ClΩ. Treatment: K\n+ replacement, NSAIDS (to inhibit prostaglandins), and ACE-i.\nPhaeochromocytoma\nRare catecholamine-producing tumours. They arise from sympathetic paragan-\nglia cells (=phaeo chrome bodies), which are collections of chromaffi  n cells. They \nare usually found within the adrenal medulla. Extra-adrenal tumours (para-\ngangliomas) are rarer, and often found by the aortic bifurcation (the organs \nof Zuckerkandl). Phaeochromocytomas roughly follow the 10% rule: 10% are \nmalignant, 10% are extra-adrenal, 10% are bilateral, and 10% are familial. Re-\ncent data suggest higher preponderance in patients with genetic mutations \naff ecting several genes including SDH (succinyl dehydrogenase). Thus, family his-\ntory is crucial and referral for genetic screening (particularly <50 years old). A \ndangerous but treatable cause of hypertension (in <0.1%). Associations ~90% \nare sporadic; 10% are part of hereditary cancer syndromes (p215), eg thyroid, \nMEN-2A and 2B, neuroﬁ bromatosis, von Hippel–Lindau syndrome (SDH mutations).\nClassic triad Episodic headache, sweating, and tachycardia (± , , or BP, see BOX \n‘Features of phaeochromocytoma’). \nTests •Biochemical: 24h urine for metanephrines/metadrenaline (better than cat-\necholamines and vanillylmandelic acid25), WCC. •Localization: Abdominal CT/MRI, \nor meta-iodo benzylguanidine (chromaffi  n-seeking isotope) scan (can ﬁ nd extra-\nadrenal tumours, p738). Treatment Surgery: -blockade pre-op: phen oxybenzamine \n(-blocker) is used before -blocker to avoid crisis from unopposed -adrenergic \nstimulation, -block too if heart disease or tachycardic. Consult the anaesthe-\ntist. Post-op: Do 24h urine metanephrine 2wks post-op, monitor BP (risk of BP). \nEmergency  : p837. If malignant, chemotherapy or therapeutic radiolabelled MIBG \nmay be used. Follow-up: Lifelong: malignant recurrence may present late, genetic \nscreening.\n5 Tumours from the zona glomerulosa, zona fasciculata, or zona reticularis associate with syndromes of  \nmineralocorticoids, glucocorticoids, or androgens respectively, usually; remember ‘GFR≈miner GA’.", "text_length": 4315, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 236/905)", "type": "chunk", "chunk_index": 235, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.398887", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.399602", "status": "complete", "chunks_added": 3}