{"task_id": "4b3bed057eaf8df0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 305/905)", "text": "is, chlamydia Chemical cystitis\nDrugs, eg steroids\n\n--- Page 311 ---\n297\nRenal medicine\nDo not use antibiotics for the treatment of asymptomatic bacteriuria in non-\npregnant women, men, and adults with catheters.\nNon-pregnant women:\n  \n• If three or more symptoms (or one severe) of cystitis, and no vaginal discharge, \ntreat empirically with 3-day course of trimethoprim, or nitrofurantoin (if eGFR \n>30).\n  \n• If ﬁ rst-line empirical treatment fails, culture urine and treat according to anti-\nbiotic sensitivity.\n  \n• In upper UTI, take a urine culture and treat initially with a broad-spectrum antibi-\notic according to local guidelines/sensitivities, eg co-amoxiclav. Hospitalization \nshould be considered due to risk of antibiotic resistance. Avoid nitrofurantoin as \nit does not achieve eff ective concentrations in the blood.\nPregnant women:\nGet expert help: UTI in pregnancy is associated with preterm delivery and intrau-\nterine growth restriction. Asymptomatic bacteriuria should be conﬁ rmed on a \nsecond sample. Treat with an antibiotic. Refer to local guidance advice for antibi-\notic choice (avoid ciproﬂ oxacin, trimethoprim in 1st trimester, nitrofurantoin in 3rd \ntrimester). Conﬁ rm eradication.\nMen:\n  • Treat lower UTI with a 7-day course of trimethoprim or nitrofurantoin (if eGFR >30).\n  \n• If symptoms suggest prostatitis (pain in pelvis, genitals, lower back, buttocks) \nconsider a longer (4-week) course of a ﬂ uoroquinolone (eg ciproﬂ oxacin) due to \nability to penetrate prostatic ﬂ uid.\n  \n• If upper or recurrent UTI, refer for urological investigation.\nCatheterized patients:\n  \n• All catheterized patients are bacteriuric. Send MSU only if symptomatic. Symp-\ntoms of UTI may be non-speciﬁ c/atypical. Possible symptoms include fever, ﬂ ank/\nsuprapubic pain, change in voiding pattern, vomiting, confusion, sepsis.\n  \n• Change long-term catheter before starting an antibiotic.\n  • Refer to local guidelines for initial antibiotic choice. Where possible use a narrow-\nspectrum antibiotic according to culture sensitivity.\nManaging UTI\n  \n• A cause of sterile pyuria: dysuria, frequency, suprapubic pain but negative stand-\nard culture. Ask about malaise, fever, night sweats, weight loss, back/ﬂ ank pain, \nvisible haematuria (p393).\n  \n• Can also cause an interstitial nephritis (p318) and renal amyloidosis (p315). Glo-\nmerulonephritis is rare.\n  \n• Diagnose by microscopy with acid-fast techniques and mycobacterial culture of \nan early morning MSU and/or urinary tract tissue.\n  \n• Treat with rifampicin and isoniazid for 6 months in conjunction with pyrazina-\nmide and ethambutol for 2 months (see p394). \nUrinary tract tuberculosis\nBeware the fallacies, deceit and juggling of the piss-pot science used by \nall those who pretend knowledge of diseases by the urine. Thomas Brian, 1655.\nMedieval texts\n1 give the following maxims regarding urinary change and disease:\n  \n• White or straw coloured urine = weak and cold liver and stomach\n  \n• Foamy urine = eructation (belching)\n  \n• Light coloured, turbid urine = mucus\n  \n• Lead circle on thin urine = pathological melancholy\n  \n• Bubbles on the surface = disease of the head\n  \n• Watery urine = love sickness\n  \n• Swampy, black, stinking urine = fatal\n  \n• Lead coloured urine = a disintegrating uterus\n  \n• Reddish, cloudy urine with bubbles = asthma or an irregular heart beat.\nThe ‘Piss Prophets’\n1 Uroscopy in Early Modern Europe by Michael Stolberg, Routledge, 2016, p53–6.", "text_length": 3465, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 305/905)", "type": "chunk", "chunk_index": 304, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.695977", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.696783", "status": "complete", "chunks_added": 2}