{"task_id": "4b9f3440277a60a2", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 408/905)", "text": "t-exposure prophylaxis (p398).\nNeedle-stick injury\n\n--- Page 414 ---\n400\nInfectious diseases\nComplications of HIV infection\nComplications of HIV can be divided into:\n  \n• complications of immune dysfunction (opportunistic infection/malignancy)\n  \n• complicating comorbidity\n  \n• complications of treatment, ie adverse drug eff ects (see pp402–3).\nThe diff erential diagnosis for symptoms presenting in a person with HIV is given in \ntable 9.11. This is not exhaustive. Do not forget your usual diff erentials, the presen-\ntation may not relate to the patient’s HIV status.\nOpportunistic disease\nART is part of the treatment regimen of all opportunistic infections (see pp402–3).\n  \n• Pneumocystis jirovecii: (‘yee-row-vet-zee’) Presentation: progressive SOB on \nexertion, malaise, dry cough. Haemoptysis and pleuritic pain rare. Examination: \nrespiratory rate, often normal breath sounds. Investigation: SpO2 (compare rest \nand exertion). CXR: classically perihilar inﬁ ltrates (ﬁ g 9.12), but may be normal. In-\nduced sputum or BAL with staining or nucleic acid ampliﬁ cation. Treatment: IV \nco-trimoxazole (convert to oral if favourable response). 21-day course. Steroids in \nmoderate–severe disease (PaO2 <9.3KPa/SpO2 <92%). 2nd-line: clindamycin, penta-\nmidine, atovaquone. Prophylaxis: co-trimoxazole if CD4 <200 cells/microlitre.\n  \n• Candidiasis: Oral or oesophageal. Pain in the tongue, dysphagia, odynophagia. Di-\nagnosed clinically or endoscopically. Treated with systemic ‘-azole’, eg ﬂ uconazole.\n  \n• Cryptococcus neoformans: Commonest systemic fungal infection in HIV (5–10% \npre-ART). Presentation: meningitis: headache, fever, meningism variable. May be \nassociated skin (molluscum-like papules) and lung disease. Investigation: LP with \nmanometry. CSF stain (India ink), CSF/blood cryptococcal antigen. Treatment: in-\nduction with liposomal amphotericin B (SE: renal tubular damage and AKI). Addition \nof ﬂ ucytosine has shown beneﬁ t in patients not on ART (SE: haematological toxic-\nity). Maintenance treatment with ﬂ uconazole. Normalize ICP with repeat LPs/shunt.\n  \n• Toxoplasma gondii: Toxoplasma abscesses are commonest cause of intracranial \nmass lesions when CD4 <200 cells/microlitre. Presentation: focal neurological signs \n± seizures. Headache and vomiting if raised ICP. Investigation: ring-enhancing le-\nsions on MRI ( lymphoma) with associated oedema. CSF PCR for T. gondii is spe-\nciﬁ c but only moderately sensitive. Blood serology is not diagnostic as most cases \nare a reactivation of previous infection. Treatment: consider in any brain mass \nlesion with CD4 <200 cell/microlitre. Pyrimethamine, sulfadiazine, folinic acid.\n  \n• Cytomegalovirus (CMV): Severe primary or reactivated disease (see p405). Presen-\ntation: retinitis (blurred then loss of vision), encephalitis, GI disease (oesophagitis, \ncolitis), hepatitis, bone marrow suppression, pneumonia. Diagnosis: serial CMV viral \nload, retinal lesions (p438), GI ulceration, ‘owl’s eye’ inclusions on biopsy. Treatment: \nganciclovir/valganciclovir. Side-eff ects: rash, diarrhoea, bone myelosuppression.\n  \n• Cryptosporidium: Common cause of chronic diarrhoea in HIV pre-ART. Presen-\ntation: acute or sub-acute non-bloody, watery diarrhoea. Also cholangitis, pan-\ncreatitis. Investigation: stool microscopy (multiple samples as oocyst excretion \nintermittent), PCR, enzyme immunoassay, direct ﬂ uorescent antibody. Treatment: \nsupportive, ART.\n  \n• Kaposi’s sarcoma: Most common tumour in HIV and AIDS deﬁ ning. Caused by Ka-\nposi sarcoma herpes virus (human herpesvirus 8, p405). Presentation: cutaneous \nor mucosal lesions: patch, plaque, or nodular. Visceral disease less common. In-\nvestigation: histological conﬁ rmation. Treatment: ART. Intralesional retinoids or \nvinblastine. Radiotherapy for cosmesis/pain. Chemotherapy (+ART) in advanced \ndisease.\n  \n• Lymphoma: Increased risk of non-Hodgkin’s lymphoma in HIV. Includes: diff use \nlarge B-cell lymphoma, Burkitt’s lymphoma, primary CNS lymphoma. Presentation: \ndependent upon area of involvement. Includes lymphadenopathy, cytopenia, CNS \nsymptoms. Treatment: combined ART and chemotherapy. Rituximab for non-CNS \ndisease. Whole-brain radiotherapy for CNS disease if excess toxicity with chemo-\ntherapy.", "text_length": 4262, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 408/905)", "type": "chunk", "chunk_index": 407, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.873999", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.875167", "status": "complete", "chunks_added": 3}