{"task_id": "4c3d586357940221", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 814/905)", "text": "n/ischaemia on ECG\n  \n• Heart failure\n  \n• Syncope\n\n--- Page 820 ---\n806\nEmergencies\nNarrow complex tachycardia\nECG shows rate of >100bpm and QRS complex duration of <120ms (<3 small squares on \nECGs done at the standard UK rate of 25mm/s).\nDiff erential diagnosis (See p126.)\n  \n• Sinus tachycardia: Normal P wave followed by normal QRS—not an arrhythmia! Do \nnot attempt to cardiovert; if necessary (ie not a physiological response to fever/\nhypovolaemia) rate control with -blockers.\n  \n• Atrial tachyarrhythmias: Rhythm arises in atria, AV node is a bystander.\n  \n• Atrial ﬁ brillation (AF): absent P wave, irregular QRS complexes.\n  \n• Atrial ﬂ utter: atrial rate ~260–340bpm. Sawtooth baseline, due to a re-entrant \ncircuit usually in the right atrium. Ventricular rate often 150bpm (2:1 block).\n  \n• Atrial tachycardia: abnormally shaped P waves, may outnumber QRS.\n  \n• Multifocal atrial tachycardia: ≥3 P-wave morphologies, irregular QRS complexes.\n  \n• Junctional tachycardia: AV node is part of the pathway. P wave either buried in QRS \ncomplex or occurring after QRS complex.\n  \n• AV nodal re-entry tachycardia.\n  \n• AV re-entry tachycardia, includes an accessory pathway, eg WPW (p133).\nManagement Be guided by patient status,6 see ﬁ g 19.10.6\nIf the patient is compromised, use DC cardioversion.\n  \n• Otherwise, identify the underlying rhythm and treat accordingly. The most impor-\ntant thing is to decide whether the rhythm is regular or not (irregular is likely AF).\n  \n• Vagal manoeuvres (carotid sinus massage, Valsalva manoeuvre) transiently in-\ncrease AV block, and may unmask an underlying atrial rhythm.\n  \n• If unsuccessful, give adenosine, which causes transient AV block. It has a short half-\nlife (10–15s) and works by: 1 transiently slowing ventricles to show the underlying \natrial rhythm; 2 cardioverting a junctional tachycardia to sinus rhythm.\nAdenosine: Consult BNF if on dipyridamole or has had a heart transplant. Give 6mg \nIV bolus into a large vein, followed by 0.9% saline ﬂ ush, while recording a rhythm \nstrip. If unsuccessful, after 2min give 12mg, then one further 12mg bolus. Warn about \nSE: transient chest tightness, dyspnoea, headache, ﬂ ushing. Relative CI: Asthma, \n2nd/3rd-degree AV block or sinoatrial disease (unless pacemaker). Interactions: Po-\ntentiated by dipyridamole; antagonized by theophylline.\nSpeciﬁ cs Sinus tachycardia: Identify and treat underlying cause.\nSupraventricular tachycardia: If adenosine fails, use verapamil 2.5–5mg IV over \n2min. NB: NOT if on a -blocker. If no response, a further 5mg IV over 3min (if age \n<60yrs). Alternatives: atenolol 2.5mg IV repeated at 5min intervals until 10mg given; \nor amiodarone. If unsuccessful, use DC cardioversion.\nAtrial ﬁ brillation/ﬂ utter: Manage with rate control; seek help if resistant (p130).\nAtrial tachycardia: Rare; may be due to digoxin toxicity: withdraw digoxin, consider \ndigoxin-speciﬁ c antibody fragments. Maintain K\n+ at 4–5mmol/L.\nMultifocal atrial tachycardia: Most commonly occurs in COPD. Correct hypoxia and \nhypercapnia. Consider verapamil if rate remains >110bpm.\nJunctional tachycardia: Where anterograde conduction through the AV node oc-\ncurs, vagal manoeuvres are worth trying. Adenosine will usually cardiovert a junc-\ntional rhythm to sinus rhythm. If it fails or recurs, -blockers (or verapamil—not \nwith -blockers, digoxin, or class I agents such as quinidine). If this does not control \nsymptoms, consider radiofrequency ablation.\nSeek specialist advice if resistant junction tachycardia, or accessory pathway.\nWolff -Parkinson-White (WPW) syndrome (ECG p133, ﬁ g 3.37.) Caused by congenital \naccessory conduction pathway between atria and ventricles. Resting ECG shows short \nPR interval and widened QRS complex due to slurred upstroke or ‘delta wave’. Two \ntypes: WPW type A (+ve  wave in V1), WPW type B (–ve  wave in V1). Present with SVT \nwhich may be due to an AVRT (p126), pre-excited AF, or pre-excited atrial ﬂ utter. Risk of \ndegeneration to VF and sudden death. : Flecainide, propafenone, sotalol, or amiodar-\none. Refer to cardiologist for electrophysiology and ablation of the accessory pathway.", "text_length": 4165, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 814/905)", "type": "chunk", "chunk_index": 813, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.592570", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.593581", "status": "complete", "chunks_added": 3}