{"task_id": "4d21e63cacfecf3e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 14/905)", "text": "ks the physician to cede to others with expertise.\n\n--- Page 16 ---\n2\nThinking about medicine\nMedical care\nAdvice for doctors\n  \n• Do not blame the sick for being sick.\n  \n• Seek to discover your patient’s wishes and comply with them.\n  \n• Learn.\n  \n• Work for your patients, not your consultant.\n  \n• Respect opinions.\n  \n• Treat a patient, not a disease.\n  \n• Admit a person, not a diagnosis.\n  • Spend time with the bereaved; help them to shed tears.\n • Give the patient (and yourself) time: for questions, to reﬂ ect, and to allow healing.\n  \n• Give patients the beneﬁ t of the doubt.\n  \n• Be optimistic.\n  \n• Be kind to yourself: you are not an inexhaustible resource.\n  \n• Question your conscience.\n  \n• Tell the truth.\n  \n• Recognize that the scientiﬁ c approach may be ﬁ nite, but experience and empathy \nare limitless.\nThe National Health Service\n‘The resources of medical skill and the apparatus of healing shall be placed at \nthe disposal of the patient, without charge, when he or she needs them; that \nmedical treatment and care should be a communal responsibility, that they \nshould be made available to rich and poor alike in accordance with medical need \nand by no other criteria...Society becomes more wholesome, more serene, and \nspiritually healthier, if it knows that its citizens have at the back of their con-\nsciousness the knowledge that not only themselves, but all their fellows, have ac-\ncess, when ill, to the best that medical skill can provide...You can always ‘pass by \non the other side’. That may be sound economics. It could not be worse morals.’\nAneurin Bevan, In Place of Fear, 1952.\nIn 2014, the Commonwealth Fund presented an overview of international healthcare \nsystems examining ﬁ nancing, governance, healthcare quality, effi  ciency, evidence-\nbased practice, and innovation. In a scoring system of 11 nations across 11 catego-\nries, the NHS came ﬁ rst overall, at less than half the cost per head spent in the USA.1 \nThe King’s Fund debunks the myth that the NHS is unaff ordable in the modern era,2 \nalthough funding remains a political choice. Bevan prophesied, ‘The NHS will last as \nlong as there are folk left with the faith to ﬁ ght for it.’ Guard it well.\nDecision and intervention are the essence of action, \nreﬂ ection and conjecture are the essence of thought; \nthe essence of medicine is combining these in the ser-\nvice of others. We off er our ideals to stimulate thought \nand action: like the stars, ideals are hard to reach, but \nthey are used for navigation. Orion (ﬁ g 1.2) is our star \nof choice. His constellation is visible across the globe \nso he links our readers everywhere, and he will remain \nrecognizable long after other constellations have dis-\ntorted.\nMedicine and the stars\nFig 1.2 The const ellation of Orion has three superb stars: Bel-\nlatrix (the stetho scope’s bell), Betel geuse (B), and Rigel (R). The \nthree stars at the cross over (Orion’s Belt) are Alnitak, Alnilam, and \nMint a ka.\n©JML and David Malin.", "text_length": 2988, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 14/905)", "type": "chunk", "chunk_index": 13, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.881437", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.882157", "status": "complete", "chunks_added": 2}