{"task_id": "4d4f4095552c54f4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 703/905)", "text": " forever, because they imply nothing about causes.\n\n--- Page 709 ---\n695\nEponymous syndromes\nNote right bundle branch block and the unusual \nmorphology of the raised ST segments in V1–V3 \n(ﬁ g 15.2; there are three ECG variants of this \npattern). This predominently autosomal domi-\nnant condition causing faulty sodium channels \npredis poses to fatal arrhythmias (eg vent ricular \nﬁ b rillation), typically in young males (eg trig-\ngered by a fever).10 It is preventable by implant-\ning a deﬁ b ril lator. Consider primary electrical \ncardiac disease in all with unexplained syn-\ncope. Program med electrical stimul ation may \nbe needed. Relatives of those with sudden \nunex pl ained death may undergo unmask ing of \narrhythmias by IV ajmaline tests—but some re-\nsults are false +ve. Use judgement in subjecting \nthose with ST abnormalities but no symptoms \nto electrophysiol ogical tests, right ventric-\nular myocardial biopsy, and MRI. Mutations in \nthe SCN5A gene (encodes the cardiac voltage-\ngated Nav1.5 channel) are found in 15–20%. \nOther mutations have also been described.11 \n \nPedro & Josep Brugada, described 1992 (Spanish cardiologists). \nBrugada syndrome\nBarrett’s oesophagus is metaplasia of the normal stratiﬁ ed squamous epithelium of \nthe distal oesophagus to a columnar epithelium, as a result of chronic GORD (p254). \nEstimates of prevalence vary widely, but in patients with a history of symptomatic \nGORD, rates of ≈8% have been reported. Importantly, screening studies in asympto-\nmatic individuals have reported rates of ≈6%. General population-based screening is \nnot recommended, although screening endoscopy may be considered in individuals \nwith chronic GORD symptoms and multiple risk factors (>50 years old, obesity, , \nwhite race, family history of Barrett's or oesophageal adenocarcinoma). Diagnosis: \nBiopsy of endoscopically visible columnarization allows histological corroboration. \nThe length should be recorded (using the Prague classiﬁ cation). Management: \nFocus on detecting and preventing the most signiﬁ cant associated morbidity: \noesophageal adenocarcinoma. The risk of progression is low (0.1–0.4% per patient \nper year, much lower than previously suggested). Risk factors for malignant trans-\nformation include age, , long segment of oesophagus involved, and evidence of \ndysplasia. Endoscopic surveillence for dysplasia is controversial and the evidence \nbase is lacking. Current guidelines suggest that patients without dysplasia and in \nwhom the length of involved oesophagus is <3cm should be considered for discharge \nfrom surveillance programmes, depending on the precise histology.8 For those with \nmore extensive disease, endoscopic assessment every 2–3 years is appropriate. If \nhigh-grade dysplasia or intramural carcinoma is detected, endoscopic resection or \nmucosal radiofrequency abl ation (RFA) is recommended. If low-grade dysplasia is \ndetected, it should be conﬁ rmed by repeat examination after 6 months and by an \nindependent pathologist, prior to RFA.9  \nNorman Rupert Barrett, 1903–1979 (British surgeon)\nBarrett’s oesophagus\nFig 15.2 Note right bundle branch block and ST \nmorph ology in leads V1–3.\nCourtesy of Dr Shayashi.", "text_length": 3199, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 703/905)", "type": "chunk", "chunk_index": 702, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.378611", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.379797", "status": "complete", "chunks_added": 2}