{"task_id": "4ed6c82ae7b68539", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 675/905)", "text": " \nsaline, and some consider it more physiological.\n\n--- Page 681 ---\n667\nClinical chemistry\nUnderﬁ lled:\nOverﬁ lled:\n  \n• Tachycardia\n  \n• JVP (p43)\n  \n• Postural drop in BP (low BP is a late \nsign of hypovolaemia)\n  \n• Pitting oedema of the sacrum, ankles, or \neven legs and abdomen\n  \n• capillary reﬁ ll time\n  \n• Tachypnoea\n  \n• urine output\n  \n• Bibasal crepitations\n  \n• Cool peripheries\n  • Pulmonary oedema on CXR (ﬁ g 16.3, p723).\n  \n• Dry mucous membranes\nSee also p134 for signs of heart failure.\n  \n• skin turgor\n  \n• Sunken eyes.\nThe JVP is a substitute marker of central venous pressure, and when assessing ﬂ uid \nbalance is diffi  cult, a CVP line may help to guide ﬂ uid management.\nAssessing ﬂ uid balance\n  \n• Potassium ions can be given with 5% glucose or 0.9% saline, usually 20mmol/L \nor 40mmol/L.\n  \n• K\n+ may be retained in renal failure, so beware giving too much IV.\n  \n• Gastrointestinal ﬂ uids are rich in K\n+, so increased ﬂ uid loss from the gut (eg \ndiarrhoea, vomiting, high-output stoma, intestinal ﬁ stula) will need increased \nK\n+ replacement.\nThe maximum concentration of K\n+ that is safe to infuse via a peripheral line is \n40mmol/L, at a maximum rate of 20mmol/h in a cardiac monitored patient. Fluid-\nrestricted patients may require higher concentrations or rates in life-threatening \nhypokalaemia. Faster rates risk cardiac dysrhythmias and asystole, and higher \nconcentrations thrombophlebitis, depending on the size of the vein, so give con-\ncentrated solutions >40mmol/L via a central venous catheter, and use ECG moni-\ntoring for rates >10mmol/h. For symptoms and signs of hyper- and hypokalaemia \nsee p674.\nPotassium in IV ﬂ uids\nAcute blood loss: Resuscitate with colloid or 0.9% saline via large-bore cannulae \nuntil blood is available.\nChildren: Use glucose with sodium chloride for ﬂ uid maintenance: 100mL/kg for \nthe ﬁ rst 10kg, 50mL/kg for the next 10kg, and 20mL/kg thereafter—all per 24h.\nElderly: May be more prone to ﬂ uid overload, so use IV ﬂ uids with care (smaller \nﬂ uid bolus).\nGI losses: (Diarrhoea, vomiting, NG tubes, etc.) Replace lost K\n+ as well as lost ﬂ uid \nvolume.\nHeart failure: Use IV ﬂ uids with care to avoid ﬂ uid overload (p134).\nLiver failure: Patients often have a raised total body sodium, so use salt-poor \nalbumin or blood for resuscitation, and avoid 0.9% saline for maintenance.\nAcute pancreatitis: Aggressive ﬂ uid resuscitation is required due to large \namounts of sequestered ‘third-space’ ﬂ uid (p636).\nPoor urine output: Aim for >1 mL/kg/h; the minimum is >0. 5mL/kg/h. Give a ﬂ uid\nchallenge, eg 500mL 0.9% saline over 1h (or half this volume in heart failure or the \nelderly), and recheck the urine output. If not catheterized, exclude retention; if \ncatheterized, ensure the catheter is not blocked!\nPost-operative: Check the operation notes for intraoperative losses, and ensure \nyou chart and replace added losses from drains, etc.\nShock: Resuscitate with colloid or 0.9% saline via large-bore cannulae. Identify \nthe type of shock (p790).\nTranspiration losses: (Fever, burns.) Beware the large amounts of ﬂ uid that can \nbe lost unseen through transpiration. Severe burns in particular may require ag-\ngressive ﬂ uid resuscitation (p846).\nSpecial cases", "text_length": 3251, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 675/905)", "type": "chunk", "chunk_index": 674, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.328297", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.329072", "status": "complete", "chunks_added": 2}