{"task_id": "4ff13cea2b90553c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 660/905)", "text": "lluminates: position of pen torch shown in image).\n\n--- Page 666 ---\n652\nSurgery\nTorsion of the testis\nThe aim is to recognize this condition before the cardinal signs and symptoms are \nfully manifest, as prompt surgery saves testes. If surgery is performed in <6h the \nsalvage rate is 90–100%; if >24h it is 0–10%.\nIf in any doubt, surgery is required. If suspected refer immediately to urology.\nSymptoms: Sudden onset of pain in one testis, which makes walking uncomfortable. \nPain in the abdomen, nausea, and vomiting are common.\nSigns: Inﬂ ammation of one testis—it is very tender, hot, and swollen. The testis \nmay lie high and transversely. Torsion may occur at any age but is most common at \n11–30yrs. With intermittent torsion the pain may have passed on presentation, but if \nit was severe, and the lie is horizontal, prophylactic ﬁ xing may be wise.\n : The main one is epididymo-orchitis (p650) but with this the patient tends to \nbe older, there may be symptoms of urinary infection, and more gradual onset of \npain. Also consider tumour, trauma, and an acute hydrocele. NB: torsion of testicular \nor epididymal appendage (the hydatid of Morgagni—a remnant of the Müllerian \nduct)—usually occurs between 7–12yrs, and causes less pain. Its tiny blue nodule \nmay be discernible under the scrotum. It is thought to be due to the surge in gonado-\ntrophins which signal the onset of puberty. Idiopathic scrotal oedema is a benign \ncondition usually between ages 2 and 10yrs, and is diff erentiated from torsion by the \nabsence of pain and tenderness.\nTests: Doppler US may demonstrate lack of blood ﬂ ow to testis. Only perform if \ndiagnosis equivocal—do not delay surgical exploration.\nTreatment: Ask consent for possible orchidectomy + bilateral ﬁ xation (orchi-\ndopexy)—see p568. At surgery expose and untwist the testis. If its colour looks good, \nreturn it to the scrotum and ﬁ x both testes to the scrotum.\nUndescended testes\nIncidence About 3% of boys are born with at least one undescended testis (30% \nof premature boys) but this drops to 1% after the ﬁ rst year of life. Unilateral is four \ntimes more common than bilateral. (If bilateral then should have genetic testing.)\n  \n• Cryptorchidism: Complete absence of the testis from the scrotum (anorchism is \nabsence of both testes).\n  \n• Retractile testis: The genitalia are normally developed but there is an excessive \ncremasteric reﬂ ex. The testis is often found at the external inguinal ring. : reassur-\nance (examining while in a warm bath, for example, may help to distinguish from \nmaldescended/ectopic testes).\n  \n• Maldescended testis: May be found anywhere along the normal path of descent \nfrom abdomen to groin.\n  \n• Ectopic testis: Most commonly found in the superior inguinal pouch (anterior to \nthe external oblique aponeurosis) but may also be abdominal, perineal, penile, and \nin the femoral triangle.\nComplications of maldescended and ectopic testis Infertility; ≈40 increased risk \nof testicular cancer (risk remains after surgery but in cryptorchidism may be  if or-\nchidopexy performed before aged 10), increased risk of testicular trauma, increased \nrisk of testicular torsion. Also associated with hernias (due to patent processus vagi-\nnalis in >90%, p613) and other urinary tract anomalies.\nTreatment of maldescended and ectopic testis restores (potential for) spermat-\nogenesis; the increased risk of malignancy remains but becomes easier to diagnose.\nSurgery: Orchidopexy, usually dartos pouch procedure, is performed in infancy: \ntestis and cord are mobilized following a groin incision, any processus vaginalis or \nhernial sac is removed and the testis is brought through a hole made in the dartos \nmuscle into the resultant subcutaneous pouch where the muscle prevents retraction.\nHormonal: Hormonal therapy, most commonly human chorionic gonadotrophin \n(hCG), is sometimes attempted if an undescended testis is in the inguinal canal.", "text_length": 3938, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 660/905)", "type": "chunk", "chunk_index": 659, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.307538", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.308413", "status": "complete", "chunks_added": 3}