{"task_id": "5094db6d827ce3d1", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 744/905)", "text": "ntent. \n Courtesy of Norwich Radiology Department.\n\n--- Page 750 ---\n736\nRadiology\nUltrasound (US)\nUnlike the other methods of imaging, US doesn’t use electromagnetic radiation. In-\nstead, it relies on properties of longitudinal sound waves. This has made it a popular \nand safe form of imaging with increasingly widespread applications. High-frequency \nsound waves (3–15MHz) are generated in the transducer (transmitter and receiver) \nby the vibrations of a piezo-electric quartz crystal as a voltage is applied. Passage of \nsound waves through tissue is aff ected by attenuation and reﬂ ection. Attenuation \ndisperses waves out of the receiver’s range, but it is the waves reﬂ ected back to the \ntransducer that determine the image. Its quality depends on the diff erence in acoustic \nimpedance between adjacent soft tissues.\nProcessing With the help of software a real-time 2D image is made. During process-\ning, an average attenuation value is assumed throughout the tissue examined, so if \na higher-than-average attenuation structure is in the superﬁ cial tissues (eg ﬁ brous \ntissue, calciﬁ cation, or gas), then everything deep to it will be in a low intensity \n(black) acoustic shadow. If a lower-than-average attenuation object (eg ﬂ uid-ﬁ lled/ \ncystic structure) is in the superﬁ cial tissues then everything deep to it will be high \nintensity (white) or enhanced. If a tissue interface is strongly disparate, eg gas in \nthe intestine, then all the waves are reﬂ ected back, making it impossible to image \nbeyond it. See also ﬁ gs 16.21–16.24.\nModes B: (Brightness) is the most common, giving 2D slices that map the diff erent \nmagnitudes of echo in greyscale. M: (Movement) traces the movement of structures \nwithin the line of the sound beam. It is used in imaging, eg heart valves (p110).\nDuplex ultrasonography (ﬂ ow and morphology) By combining Doppler eff ects \n(shifts in wavelength caused by movement of a source or reﬂ ecting surface) with \nB-mode ultrasound technology, ﬂ ow characteristics of blood can be inferred (ﬁ g \n16.21). This is extremely useful in arterial and venous studies, and echocardiography.\nAdvantages Portable; fast; non-ionizing; cheap; real-time; can be used with interven-\ntion; can enter organs, eg rectum, vagina, bowel. Endoscopic US can be used to stage \nand biopsy lung and GI tract cancers, eg stomach, pancreas, and also image the heart = \ntransoesophageal echocardiogram or TOE, p110. \nDisadvantages Operator dependent—interoperator variability high; poor quality if \npatient is obese; interference from bone, bowel gas, calculi, or superimposed organs \ncan limit depth and quality of imaging.\nFig 16.21 A normal Duplex US of the right common carotid artery with a ﬂ ow rate=77cm/s. The \nDoppler trace (orange) is displayed below the main image.\nCourtesy of Norwich Radiology Department.", "text_length": 2838, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 744/905)", "type": "chunk", "chunk_index": 743, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.455310", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.456127", "status": "complete", "chunks_added": 2}