{"task_id": "50b20b45a52292db", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 278/905)", "text": "dox, and the sorrow that weeping \ncannot symbolize\n\n--- Page 284 ---\n270\nGastroenterology\nChronic pancreatitis \nEpigastric pain ‘bores’ through to the back, eg relieved by sitting forward or hot water \nbottles on epigastrium/back (look for erythema ab igne’s mottled dusky greyness); \nbloating; steatorrhoea; weight; brittle diabetes. Symptoms relapse and worsen.\nCauses Alcohol; smoking; autoimmune; rarely: familial; cystic ﬁ brosis; haemochro-\nmatosis; pancreatic duct obstruction (stones/tumour); congenital (pancreas divisum).\nTests Ultrasound ± CT: pancreatic calciﬁ cations conﬁ rm the diagnosis, MRCP; AXR. \nSpeckled calciﬁ cation; faecal elastase.\nTreatment Drugs: Give analgesia (coeliac-plexus block may give brief relief); lipase, \neg Creon®; fat-soluble vitamins. Insulin needs may be high or variable (beware hy-\npoglycaemia). Diet: No alcohol; low fat may help. Medium-chain triglycerides (MCT \noil) may be tried (no lipase needed for absorp tion, but diarrhoea may be worsened). \nSurgery: For unremitting pain; narcotic abuse (beware of this); weight: eg pancrea-\ntectomy or pancreaticojejunostomy (a duct drainage procedure).\nComplications Pseudocyst; diabetes; biliary obstruction; local arterial aneurysm; \nsplenic vein thrombosis; gastric varices; pancreatic carcinoma.\nCarcinoma of the pancreas \nEpidemiology ≈3% of all malignancy; ~9000 deaths/yr (UK). UK incidence is rising. \nTypical patient  >70yrs old. Risk factors Smoking, alcohol, carcinogens, DM, \nchronic pancreatitis, waist circumference (ie adiposity), and possibly a high-fat and \nred or processed meat diet. Pathology Mostly ductal adenocarcinoma (met astasize \nearly; present late). 60% arise in the pancreas head, 25% in the body, 15% tail. A few \narise in the ampulla of Vater (ampullary tumour) or pancreatic islet cells (insulinoma, \ngastrinoma, glucagonomas, somatostatinomas (p223), VIPomas); both have a better \nprognosis. Genetics ~95% have mutations in the KRAS2 gene.\nThe patient Tumours in the head of the pancreas present with painless obstruc-\ntive jaundice. 75% of tumours in the body and tail present with epigastric pain (ra-\ndiates to back and relieved by sitting forward). Either may cause anorexia, weight \nloss, diabetes, or acute pancreatitis. Rarer features: Thrombophlebitis migrans (eg \nan arm vein becomes swollen and red, then a leg vein); Ca\n2+; marantic endocardi-\ntis; portal hypertension (splenic vein thrombosis); nephrosis (renal vein metasta-\nses). Signs: Jaundice + palpable gallbladder (Courvoisier’s ‘law’, p272); epigastric \nmass; hepatomegaly; splenomegaly; lymphadenopathy; ascites.\nTests Blood: Cholestatic jaundice. CA 19–9 (p531) is non-speciﬁ c, but helps assess \nprognosis. Imaging: US or CT can show a pancreatic mass ± dilated biliary tree ± \nhepatic metastases. They can guide biopsy and help staging prior to surgery/stent \ninsertion. ERCP/MRCP (p742) show biliary tree anatomy and may localize the site of \nobstruction. EUS (endoscopic sonography) is an emerging adjunct for diagnosis and \nstaging. : Most ductal cancers present with metastatic disease; <20% are suitable \nfor radical surgery. Surgery: Resection (pancreato duodenectomy: Whip ple’s, p271, \nﬁ g 6.23) is a major undertaking best considered only where no distant metastases \nand where vascular invasion is still at a minimum. Post-op morbidity is high (mortal-\nity <5%); non-curative resection confers no survival beneﬁ t. Laparoscopic excision: \nTail lesions are easiest. Post-op chemotherapy: Delays disease progression. Pal-\nliation of jaundice: Endoscopic or percutaneous stent insertion may help jaundice \nand anorexia. Rarely, palliative bypass surgery is done for duodenal obstruction or \nunsuccessful ERCP. Pain: Disabling pain may need big doses of opiates (p575), or radi-\notherapy. Coeliac plexus inﬁ ltration with alcohol may be done at the time of surgery, \nor percutaneously. Referral to a palliative care team is essential.\nPrognosis Often dismal. Mean survival <6 months. 5yr survival: 3%. Overall 5yr sur-\nvival after Whipple’s procedure 5–14%. Prognosis is better if: tumour <3cm; no nodes \ninvolved; Ωve resection margins at surgery; ampullary or islet cell tumours.", "text_length": 4192, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 278/905)", "type": "chunk", "chunk_index": 277, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.521494", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.522257", "status": "complete", "chunks_added": 3}