{"task_id": "5321d50c7ae1003d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 349/905)", "text": "p prevent 90% of deaths from sequestration crises.\n\n--- Page 355 ---\n341\nHaematology\n  \n• Give prompt, generous analgesia, eg IV opiates (see p574). Most sickle patients \nwill have a personalized analgesia plan—ask them! Seek expert help early.\n  \n• Crossmatch blood, check FBC and reticulocyte count.\n  \n• Do a septic screen: blood cultures, MSU ± CXR if T° or chest signs.\n  \n• Rehydrate with IVI and keep warm. Give O2 by mask if Pa O2 or O2 sats <95%.\n  \n• Consider starting antibiotics empirically if T° >38°, unwell, or chest signs.\n  \n• Measure PCV, reticulocytes, liver, and spleen size twice daily.\n  \n• Give blood transfusion if Hb or reticulocytes fall sharply. This helps oxygenation, \nand is as good as exchange transfusion. Match blood for the blood group anti-\ngens Rh(C, D, E) and Kell, to prevent alloantibody formation.\n  \n• Exchange transfusion is reserved for those who are rapidly worsening: it is a \nprocess where blood is removed and donor blood is given in stages. Indications: \nsevere chest crisis, suspected CNS event, or multiorgan failure—when the propor-\ntion of HbS should be reduced to <30%.\n  \n• Inform their haematologist of admission early.\nThe acute chest syndrome: Entails pulmonary inﬁ ltrates involving complete lung \nsegments, causing pain, fever, tachypnoea, wheeze, and cough. It is serious. Inci-\ndence: ~0.1 episodes/patient/yr. 13% in the landmark Vichinsky study needed ven-\ntilation, 11% had CNS symptoms, and 9% of those over 20 years old died. Prodromal \npainful crisis occur ~2.5 days before any abnormalities on CXR in 50% of patients. \nThe chief causes of the inﬁ ltrates are fat embolism from bone marrow or infection \nwith Chlamydia, Mycoplasma, or viruses. : O2, analgesia, empirical antibiotics \n(cephalosporin + macrolide) until culture results known. Bronchodilators (eg sal-\nbutamol, p182) have proved to be eff ective in those with wheezing or obstructive \npulmonary function at presentation. Blood transfusion (exchange if severe). Take \nto ITU if Pa O2 cannot be kept above 9.2kPa (70mmHg) when breathing air.\nPatient-controlled analgesia is a good option if supportive measures and oral \nanalgesia do not control pain. Start with morphine 1mg/kg in 50mL 5% glucose \n(paediatric dose) and try a rate of 1mL/h, allowing the patient to deliver extra \nboluses of 1mL when needed. Check respiratory rate and GCS every ¼h + O2 sats \nif chest/abdominal pain. Liaise with the local pain service.\nManaging sickle-cell crises\n‘I have been hospitalized over 50 times for complications from this disease. To \nkeep it controlled I started having monthly transfusions. After repeated trans-\nfusions my body began to get too much iron so I had to start getting infusions. \nI was taking the medication desferal\n5 which my mummy had to insert a needle \nin my belly hooked up to a pump which I had to carry on my back in my neat \nSpiderman backpack. I was hooked up to the machine for 10 hours a day 5 days \na week but it was okay I still got to play!!! I suff ered from pain crisis which \nmakes my legs and back hurt like someone is hitting me with a hammer.\nYou may notice that I may move slow or look tired when it is time for my \nblood transfusion. That is because the transfusions are like a heartbeat for my \nbody, without it I can’t survive. When I’m in pain the only thing that helps is \nmorphine… I tell my mummy when she’s crying I WILL BE OK!!’\nA 7-year-old tells us what it’s like to have sickle-cell disease\nFig 8.37 Sickle-cell ﬁ lm: there are sickle cells, \ntarget cells, and a nucleated red cell.\n©Prof. C Lawrence.\n5 This was necessary until a once-daily oral iron chelator came along: deferasirox.\nFig 8.38 Leg ulcers in sickle-cell dis ease.\n©Prof. C Lawrence.", "text_length": 3728, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 349/905)", "type": "chunk", "chunk_index": 348, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.763453", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.764457", "status": "complete", "chunks_added": 2}