{"task_id": "53f3442081a601a5", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 110/905)", "text": "ig 3.4 The planes represented by the limb ‘leads’.\n\n--- Page 112 ---\n98\nCardiovascular medicine\nECG—abnormalities\nSinus tachycardia All impulses are initiated in the sinoatrial node (‘sinus rhythm’) \nhence all QRSS are preceeded by a normal P wave with a normal PR interval. Tachycar-\ndia means rate >100bpm. See p127.\nSinus bradycardia Sinus rhythm at a rate <60bpm. Causes: Physical ﬁ tness, vas-\novagal attacks, sick sinus syndrome, drugs (-blockers, digoxin, amiodarone), hypo-\nthyroidism, hypothermia, intracranial pressure, cholestasis. See p122.\nAF (ECG p125) Common causes: IHD, thyrotoxicosis, hypertension, obesity, heart fail-\nure, alcohol. See p130.\nHeart block (HB) (See ﬁ g 3.5.) Disrupted passage of electrical impulse through the \nAV node.\n1st-degree HB: The PR interval is prolonged and unchanging; no missed beats.\n2nd-degree HB: Mobitz I: The PR interval becomes longer and longer until a QRS is \nmissed, the pattern then resets. This is Wenckebach phenomenon.\n2nd-degree HB: Mobitz II: QRSs are regularly missed. eg P - QRS - P - - P - QRS - P - - this \nwould be Mobitz II with 2:1 block (2P:1QRS). This is a dangerous rhythm as it may \nprogress to complete heart block.\n1st- and 2nd-degree HB may be caused by: normal variant, athletes, sick sinus syn-\ndrome, IHD (esp inferior MI), acute myocarditis, drugs (digoxin, -blockers).\n3rd-degree HB: Complete heart block: No impulses are passed from atria to ventri-\ncles so P waves and QRSS appear independently of each other. As tissue distal to the \nAVN paces slowly, the patient becomes very bradycardic, and may develop haemo-\ndynamic compromise. Urgent treatment is required. Causes: IHD (esp inferior MI), \nidiopathic (ﬁ brosis), congenital, aortic valve calciﬁ c ation, cardiac surgery/trauma, \ndigoxin toxicity, inﬁ ltration (abscesses, granulomas, tumours, parasites).\nST elevation Normal variant (high take-off ), acute MI (STEMI), Prinzmetal’s angina \n(p708), acute pericarditis (saddle-shaped), left ventricular aneurysm.\nST depression Normal variant (upward sloping), digoxin toxicity (downward sloping), \nischaemic (horizontal): angina, NSTEMI, acute posterior MI (ST depression in V1–V3).\nT inversion In V1–V3: normal (black patients and children), right bundle branch block \n(RBBB), RV strain (eg secondary to PE). In V2–V5: anterior ischaemia, HCM, subarachnoid \nhaemorrhage, lithium. In V4–V6 and aVL: lateral ischaemia, LVH, left bundle branch \nblock (LBBB). In II, III and aVF: inferior ischaemia.\nNB: ST- and T-wave changes are often non-speciﬁ c, and must be interpreted in the \nlight of the clinical context.\nMyocardial infarction (See p118 and ﬁ g 3.21; example ECGs ﬁ gs 3.9, 3.10)\n  \n• Within hours, the T wave may become peaked and ST segments may begin to rise.\n  \n• Within 24h, the T wave inverts. ST elevation rarely persists, unless a left ventricular \naneurysm develops. T-wave inversion may or may not persist.\n  \n• Within a few days, pathological Q waves begin to form. Q waves usually persist, but \nmay resolve in 10% of patients.\n  \n• The location of these changes indicates the ischaemic area location, see table 3.2.\nPulmonary embolism (ﬁ g 3.11) ECG ﬁ ndings may include: sinus tachycardia (com-\nmonest), RBBB (p100), right ventricular strain pattern (R-axis deviation, dominant R \nwave and T-wave inversion/ST depression in V1 and V2,). Rarely, the ‘SIQIIITIII’ pattern \noccurs: deep S waves in I, pathological Q waves in III, inverted T waves in III.\nMetabolic abnormalities Digoxin effect: Down-sloping ST depression and inverted \nT wave in V5–V6 (‘reversed tick’, see ﬁ g 3.19). In digoxin toxicity, any arrhythmia may \noccur (ventricular ectopics and nodal bradycardia are common). Hyperkalaemia: \nTall, tented T wave, widened QRS, absent P waves, ‘sine wave’ appearance (see ﬁ g 14.4, \np675). Hypokal aemia: Small T waves, prominent U waves, peaked P waves. Hypercal-\ncaemia: Short QT interval. Hypocalcaemia: Long QT interval, small T waves. See p711 \nfor causes of long QT intervals.", "text_length": 4000, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 110/905)", "type": "chunk", "chunk_index": 109, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.047970", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.048677", "status": "complete", "chunks_added": 3}