{"task_id": "54d6b63e0a1c4967", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 718/905)", "text": "). \nPrinzmetal angina and vascular hyperreactivity\n\n--- Page 724 ---\n710\nEponymous syndromes\nRefsum disease Phytanic acid accumulates in tissues and serum, due to PHYH or PEX7 \ngene mutation (recessive). This leads to anosmia (a universal ﬁ nding) and early-onset \nretinitis pigmentosa, with variable combinations of neuropathy, deafness, ataxia, \nichthyosis, and cardiomyopathy. Tests: Plasma phytanic acid. : Restrict foods \ncontaining phytanic acid (animal fats, dairy products, green leafy vegetables); plas-\nmapheresis is used for severe symptoms.63 Sigvald Bernhard Refsum, 1907–1991 (Norwegian physician)\nRomano–Ward syndrome A dominant mutation in a K\n+ channel subunit causes long \nQT syndrome ± episodic VT, VF, torsades, ± sudden death. (Jervell and Lange-Nielsen \nsyn is similar, p702.)  Cesarino Romano, 1924–2008 (Italian paediatrician); Owen C Ward, b1923 (Irish paediatrician)\nRotor syndrome A rare, benign, autosomal recessive disorder. Primary non-haemo-\nlytic conjugated hyperbilirubinaemia, with almost normal hepatic histology (no \npigmentation, in contrast to DJS, p698). Typically presents in childhood with mild jaun-\ndice. Cholescintigraphy reveals an ‘absent’ liver. \nArturo Belleza Rotor, 1907–1988 (Filipino physician)\nSister Mary Joseph nodule An umbilical metastatic nodule from an intra-abdominal \nmalignancy (ﬁ g 15.17). Sister Mary Joseph Dempsey, 1856–1939 (US catholic nun & Dr William Mayo’s surgical assistant)\nSjögren’s syndrome A chronic inﬂ ammatory autoimmune disorder, which may be \nprimary (:≈9:1, onset 4th–5th decade) or secondary, associated with connec-\ntive tissue disease (eg RA, SLE, systemic sclerosis). There is lymphocytic inﬁ ltration \nand ﬁ brosis of exocrine glands, especially lacrimal and salivary glands. Features: \nTear production (dry eyes, keratoconjunctivitis sicca), salivation (xerostomia—dry \nmouth, caries), parotid swelling. Other glands are aff ected causing vaginal dryness, \ndyspareunia, dry cough, and dysphagia. Systemic signs include polyarthritis/arthral-\ngia, Raynaud’s, lymphadenopathy, vasculitis, lung, liver, and kidney involvement, pe-\nripheral neuropathy, myositis, and fatigue. It is associated with other autoimmune \ndiseases (eg thyroid disease, autoimmune hepatitis, PBC) and an risk of non-Hodg-\nkin’s B-cell lymphoma. Tests: Schirmer’s test measures conjunctival dryness (<5mm \nin 5min is +ve). Rose Bengal staining may show keratitis (use a slit-lamp). Anti-Ro \n(SSA; in 40%) & anti-La (SSB; in 26%) antibodies may be present (in pregnancy, these \ncross the placenta and cause fetal congenital heart block in 5%). ANA is usually +ve \n(74%); rheumatoid factor is +ve in 38%. There may be hypergammaglob ulinaemia. \nBiopsy shows focal lymphocytic aggregation. : Treat sicca symptoms: eg hypro mel-\nlose (artiﬁ cial tears), frequent drinks, sugar-free pastilles/gum. NSAIDS and hydroxy-\nchloroquine are used for arthralgia. Immunosuppressants may be indicated in severe \nsystemic disease.64 \nHenrik Conrad Samuel Sjögren, 1899–1986 (Swedish ophthalmologist)\nStevens–Johnson syndrome A severe form of erythema multiforme (p562), and a \nvariant of toxic epidermal necrolysis. It is caused by a hypersensitivity reaction, usu-\nally to drugs (eg salicylates, sulfonamides, penicillin, barbiturates, carbamazepine, \nphenytoin), but is also seen with infections or cancer. There is ulceration of the skin \nand mucosal surfaces (see ﬁ g 15.18). Typical target lesions develop, often on the \npalms or soles with blistering in the centre. There may be a prodromal phase with fe-\nver, malaise, arthralgia, myalgia ± vomiting and diarrhoea. : Mild disease is usually \nself-limiting—remove any precipitant and give supportive care (eg calamine lotion \nfor the skin). Steroid use is controversial—trials have been variable, so ask a derma-\ntologist and ophthalmologist. IV immunoglobulin has shown beneﬁ t. Plasmapheresis \nand immunosuppressive agents may have a role.65 Prognosis: Mortality ~5%. May be \nsevere for the ﬁ rst 10d before resolving over 30d. Damage to the eyes may persist \nand blindness can result. \nAlbert M Stevens 1884–1945; Frank C Johnson, 1894–1934 (US paediatricians)\nSturge–Weber syndrome (SWS) Essential features: 1 Facial cutaneous capillary \nmalformation (port wine stain; PWS) in the ophthalmic dermatome (V1 ± V2/V3). \n2 Clinical signs or radiologic evidence of a leptomeningeal vascular malformation. \n75% of patients with unilateral involvement develop seizures by age 1yr (95% if bilat-\neral)—due (in part) to the increased metabolic demand of a developing brain in the \nsetting of vascular compromise. Early management of seizures is critical to minimize \nbrain injury. Some patients have severe cognitive and neurologic deﬁ cits beyond \nsimple seizure activity. Screen early for glaucoma (50%). EEG and MRI help establish \nearly diagnosis and treatment in patients at risk for SWS. Treat the PWS early with \npulsed dye laser.  \nWilliam A Sturge, 1850–1919; Frederick P Weber, 1863–1962 (British physicians)", "text_length": 5022, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 718/905)", "type": "chunk", "chunk_index": 717, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.404761", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.406067", "status": "complete", "chunks_added": 3}