{"task_id": "55043fd4d9193e53", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 277/905)", "text": "ns both made a good recovery, unlike the other 10.\n\n--- Page 283 ---\n269\nGastroenterology\n‘The sweet smell is a great sorrow on the land. Men who can graft the trees and \nmake the seed fertile and big can ﬁ nd no way to let the hungry people eat their \nproduce … The works of the roots of the vines, of the trees, must be destroyed \nto keep up the price …\nThere is a crime here that goes beyond denunciation. There is a sorrow here \nthat weeping cannot symbolize. There is a failure here that topples all our suc-\ncess. The fertile earth, the straight tree rows, the sturdy trunks, and the ripe \nfruit. And children dying of pellagra must die because a proﬁ t cannot be taken \nfrom an orange. And coroners must ﬁ ll in the certiﬁ cates—died of malnutri-\ntion—because the food must rot, must be forced to rot.\nThe people come with nets to ﬁ sh for potatoes in the river, and the guards \nhold them back; they come in rattling cars to get the dumped oranges, but the \nkerosene is sprayed. And they stand still and watch the potatoes ﬂ oat by, listen \nto the screaming pigs being killed in a ditch and covered with quicklime, watch \nthe mountains of oranges slop down to a putrefying ooze; and in the eyes of the \npeople there is a failure; and in the eyes of the hungry there is a growing wrath. \nIn the souls of the people the grapes of wrath are ﬁ lling and growing heavy, \ngrowing heavy for the vintage.’ (J Steinbeck The Grapes of Wrath)\nHow do John Steinbeck’s grapes grow in our 21st-century soil? Too well; a \ndouble harvest, it turns out, as not only is much of the world starving, amid \nplenty (for those who can pay) but also there is a new ‘sorrow in our land that \nweeping cannot symbolize’: pathological ‘voluntary’ self-starvation, again amid \nplenty, in pursuit of the body-beautiful according to images laid down by media \ngods. If gastroenterologists had one wish it might not be the end ing of all their \ndiseases, but that humankind stand in a right relationship with Stein beck’s fer-\ntile earth, his straight trees, his sturdy trunks, and his ripe fruit.\nFood mountains, the pellagra paradox, and the sorrow that weeping \ncannot symbolize", "text_length": 2156, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 277/905)", "type": "chunk", "chunk_index": 276, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.515676", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.521021", "status": "complete", "chunks_added": 2}