{"task_id": "553bbb1723032bd3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 46/905)", "text": "ed signs and symptoms: how to refer for an opinion\n\n--- Page 48 ---\n34\nHistory and examination\nSigns\nThe following signs are not speciﬁ c to a particular system:\nCyanosis\nDusky blue skin (peripheral—of the ﬁ ngers) or mucosae (central—of the tongue), \nrepresenting 50g/L of Hb in its reduced (hence hypoxic) form, it occurs more readily \nin polycythaemia than anaemia.\nCauses:\n  \n• Lung disease with inadequate oxygen transfer, eg luminal obstruction, asthma, \nCOPD, pneumonia, PE, pulmonary oedema—may be correctable by  inspired O2.\n  \n• Congenital cyanotic heart disease, where there is a mixture, eg transposition of \nthe great arteries or right-to-left shunt (eg VSD with Eisenmenger’s syndrome; see \np156)—cyanosis is not reversed by increasing inspired oxygen.\n  \n• Rare causes—methaemoglobinaemia, a congenital or acquired red cell disorder.\nAcute cyanosis is an emergency. Is there asthma, an inhaled foreign body, a pneu-\nmothorax (p749, ﬁ g 1) or pulmonary oedema? See p814.\nPeripheral cyanosis will occur in causes of central cyanosis, but may also be induced \nby changes in the peripheral and cutaneous vascular systems in patients with nor-\nmal oxygen saturations. It occurs in the cold, in hypovolaemia, and in arterial disease, \nand is, therefore, not a speciﬁ c sign.\nPallor\nMay be racial or familial—or from anaemia, shock/faints, Stokes–Adams attack \n(p460, pale ﬁ rst, then ﬂ ushing), hypothyroid ism, hypopituitarism, and albinism.\nAnaemia is haemoglobin concentration <130g/L in men and <120g/L in non-pregnant \nwomen (p324). It may be assessed from the conjunctivae and skin creases. Koilo-\nnychia and stomatitis (p32) suggest iron deﬁ ciency. Anaemia with jaundice suggests \nhaemolysis. If pallor just one limb or digit, think of emboli.\nSkin discolouration\nGeneralized hyperpigmentation may be genetic (racial) or due to radiation; ACTH \n(cross-reacts with melanin receptors, eg Addison’s disease (p226), Nelson’s syn-\ndrome (p76), ectopic ACTH in bronchial carcinoma); chronic kidney disease (urea, \np302); malabsorption; chloasma (seen in pregnancy or with the oral contraceptive \npill); biliary cirrhosis; haemochromatosis (‘bronzed diabetes’); carotenaemia; or \ndrugs (eg chlorpromazine, busulfan, amiodarone, gold).\nObesity\nDeﬁ ned by the World Health Organization as a BMI of over 30kg/m\n2. A higher waist \nto hip ratio, indicating central fat distribution, is commoner in  and is associated \nwith greater health risks, which include type 2 diabetes mellitus, IHD, dyslipidaemia, \nBP, osteoarthritis of weight-bearing joints, and cancer (breast and bowel); see p206. \nThe majority of cases are not due to speciﬁ c metabolic disorders. Lifestyle change is \nkey to treatment, to increase energy expenditure and reduce intake (p244). Medica-\ntion ± surgery may be considered if the patient fulﬁ ls strict criteria (BMI of 40 kg/m\n2 \nor more, or between 35 kg/m\n2 and 40 kg/m\n2 and other signiﬁ cant disease that could \nimprove with weight loss, non-surgical measures have been tried and failed, patient \nreceives intensive management in a tier 3 service, and ﬁ t for anaesthesia and sur-\ngery). Conditions associated with obesity include: genetic (Prader–Willi syndrome, \nLawrence–Moon syndrome), hypothyroidism, Cushing’s syndrome, and hypothalamic \ndamage (eg tumour or trauma  damage to satiety regions).", "text_length": 3343, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 46/905)", "type": "chunk", "chunk_index": 45, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.937254", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.937926", "status": "complete", "chunks_added": 2}