{"task_id": "56083b8619e13d03", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 7/905)", "text": " \n868\nEarly warning score \n892\nCardiac arrest \n894\n\n--- Page 8 ---\nPreface to the tenth edition\nThis is the ﬁ rst edition of the book without either of the original authors—Tony Hope \nand Murray Longmore. Both have now moved on to do other things, and enjoy a \nwell-earned rest from authorship. In this book, I am joined by a Nephrologist, Gas-\ntroenterologist, and trainees destined for careers in Cardiology, Dermatology, and \nGeneral Practice. Five physicians, each with very diff erent interests and approaches, \nyet bringing their own knowledge, expertise, and styles. When combined with that \nof our specialist and junior readers, I hope this creates a book that is greater than \nthe sum of its parts, yet true to the original concept and ethos of the original authors. \nLife and medicine have moved on in the 30 years since the ﬁ rst edition was published, \nbut medicine and science are largely iterative; true novel ‘ground-breaking’ or ‘prac-\ntice-changing’ discoveries are rare, to quote Isaac Newton: ‘If I have seen further, it \nis by standing on the shoulders of giants’. Therefore, when we set about writing this \nedition we drew inspiration from the original book and its authors; updating, adding, \nand clarifying, but trying to retain the unique feel and perspective that the OHCM has \nprovided to generations of trainees and clinicians.\nIBW, 2017\nWe wrote this book not because we know so much, but because we know we \nremember so little…the problem is not simply the quantity of information, but the \ndiversity of places from which it is dispensed. Trailing eagerly behind the surgeon, \nthe student is admonished never to forget alcohol withdrawal as a cause of post-\noperative confusion. The scrap of paper on which this is written spends a month \nin the pocket before being lost for ever in the laundry. At diff erent times, and in \ninconvenient places, a number of other causes may be presented to the student. \nNot only are these causes and aphorisms never brought together, but when, as a \nsurgical house offi  cer, the former student faces a confused patient, none is to hand.\nWe aim to encourage the doctor to enjoy his patients: in doing so we believe he \nwill prosper in the practice of medicine. For a long time now, house offi  cers have \nbeen encouraged to adopt monstrous proportions in order to straddle the diverse \npinnacles of clinical science and clinical experience. We hope that this book will \nmake this endeavour a little easier by moving a cumulative memory burden from \nthe mind into the pocket, and by removing some of the fears that are naturally felt \nwhen starting a career in medicine, thereby freely allowing the doctor’s clinical \nacumen to grow by the slow accretion of many, many days and nights.\nRA Hope and JM Longmore, 1985\nPreface to the ﬁ rst edition", "text_length": 2807, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 7/905)", "type": "chunk", "chunk_index": 6, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.871337", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.871980", "status": "complete", "chunks_added": 2}