{"task_id": "5658eb763bf529ab", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 575/905)", "text": "nce for the use of enemas prior to rectal surgery.\n\n--- Page 581 ---\n567\nSurgery\nIt is the anaesthetist’s responsibility to assess suitability for anaesthesia. The \nward doctor assists with a good history and examination, should anticipate nec-\nessary tests, and can also reassure and inform the patient. The surgical team \nshould consent the patient.\nThe World Health Organization ‘Surgical Safety Checklist’ should be completed \nfor every patient undergoing a surgical procedure, ensuring pre-operative prepa-\nration, intra-operative monitoring, and post-operative review.\nHistory Assess past history of: MI\n1, diabetes, asthma, hypertension, rheumatic fe-\nver, epilepsy, jaundice. Existing illnesses, drugs, and allergies? Be alert to chronic \nlung disease, BP, arrhy thmias, and murmurs. Assess any speciﬁ c risks, eg is the \npatient pregnant? Is the neck/jaw immobile and teeth stable (intubation risk)? Has \nthere been previous anaesthesia? Were there any complications (eg nausea, DVT)?\nExamination Assess cardiorespiratory system, exercise tolerance. Is the neck \nunstable (eg arthritis complicating intubation)? Is DVT/PE prophy laxis needed \n(p578)? For ‘unilateral’ surgery, mark the correct arm/leg/kidney (surgeon).\nTests Be guided by the history and examination and local/NICE protocols.\n  \n• U&E, FBC, and ﬁ nger-prick blood glucose in most patients. If Hb <100g/L tell \nanaesthetist. Investigate/treat as appropriate. U&E are particularly important if \nthe patient is starved, diabetic, on diuretics, a burns patient, has hepatic or renal \ndisease, has an ileus, or is parenterally fed.\n  \n• Crossmatch: Blood type is identiﬁ ed and units are allocated to the patient. \nGroup and save (G&S): Blood type is identiﬁ ed and held, pending crossmatch \n(if required). Contact your lab to discuss requirements—this decreases wastage \nand allows increased effi  ciency of blood stocks.\n  \n• Speciﬁ c blood tests: LFT in jaundice, malignancy, or alcohol abuse. Amylase in \nacute abdominal pain. Blood glucose if diabetic (p588). Drug levels as appropri-\nate (eg digoxin, lithium). Clotting studies in liver or renal disease, DIC (p352), \nmassive blood loss, or if on valproate, warfarin, or heparin. HIV, HBsAg in high-risk \npatients, after counselling. Sickle test in those from Africa, West Indies, or Medi-\nterranean—and if origins are in malarial areas (including most of India). Thyroid \nfunction tests in those with thyroid disease.\n  \n• CXR if known cardiorespiratory disease, pathology, or symptoms or >65yrs old. \nRemember to check the ﬁ lm prior to surgery.\n  \n• ECG if >55yrs old or poor exercise tolerance, or history of myocardial ischaemia, \nhypertension, rheumatic fever, or other heart disease.\n  \n• Echocardiogram may be performed if there is a suspicion of poor LV function.\n  \n• Pulmonary function tests in known pulmonary disease/obesity.\n  \n• Lateral cervical spine X-ray (ﬂ exion and extension views) if history of rheumatoid \narthritis/ankylosing spondylitis/Down’s syndrome, to warn of diffi  cult intubations.\n  \n• MRSA screen: Screen and decolonize nasal carriers according to local policy (eg \nnasal mupirocin ointment). Colonization is not a cont ra indication to surgery. \nPlace patients last on the list to minimize transmission to others and cover with \nappropriate antibiotic prophylaxis, eg vancomycin or teicoplanin. Consider and \ndocument major blood-borne virus risk (HIV/HBV/HCV) according to local policies.\nPre-operative history, examination, and tests\nClass I \nNormally healthy patient.\nClass II \nMild systemic disease.\nClass III \nSevere systemic disease that limits activity but is not incapacitating.\nClass IV \nIncapacitating systemic disease which poses a constant threat to life.\nClass V \nMoribund: not expected to survive 24h even with operation.\nYou will see a space for an ASA number on most anaesthetic charts. It is a health. \nindex at the time of surgery. The suffi  x E is used in emergencies, eg ASA 2E.\nAmerican Society of Anesthesiologists (ASA) classiﬁ cation\n1 If within the last 6 months, the perioperative risk of re-infarction (up to 40%) makes most elective surgery \ntoo risky. ECHO, and stress testing (+ exercise ECG or MUGA scan, p741) should be done.", "text_length": 4225, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 575/905)", "type": "chunk", "chunk_index": 574, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.164301", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.165064", "status": "complete", "chunks_added": 3}