{"task_id": "58237430d67b59c7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 59/905)", "text": "eriovenous ﬁ stula, or ruptured sinus of Valsalva.\n\n--- Page 61 ---\n47\nHistory and examination\nThe following grading is commonly used for murmurs—systolic murmurs from 1 \nto 6 and diastolic murmurs from 1 to 4, never being clinically >4/6.\nTable 2.4 Grading of heart murmurs.\nGrade\nDescription\n1/6\nVery soft, only heard after listening for a while\n2/6\nSoft, but detectable immediately\n3/6\nClearly audible, but no thrill palpable\n4/6\nClearly audible, palpable thrill\n5/6\nAudible with stethoscope only partially touching chest\n6/6\nCan be heard without placing stethoscope on chest\nGrading intensity of heart murmurs\n  \n• de Musset’s sign—head nodding in time with the pulse.\n  \n• Müller’s sign—systolic pulsations of the uvula.\n  \n• Corrigan’s sign—visible carotid pulsations.\n  \n• Quincke’s sign—capillary nailbed pulsation in the ﬁ ngers.\n  \n• Traube’s sign—‘pistol shot’ femorals, a booming sound heard over the femorals.\n  \n• Duroziez’s sign—to and fro diastolic murmur heard when compressing the femo-\nrals proximally with the stethoscope.\nEponymous signs of aortic regurgitation\nFig 2.14 Typical waveforms of common heart murmurs.\nProsthetic valves: Created either from synthetic material (mechanical prosthesis) \nor from biological tissue (bioprosthesis). The choice of prosthesis is determined by \nthe anticipated longevity of the patient and the patient’s ability to tolerate antico-\nagulation. Three mechanical valve designs exist: the caged ball valve, the tilting disc \n(single leaﬂ et) valve, and the bileaﬂ et valve. Tissue valves are made from porcine \nvalves or bovine pericardium.\nProsthetic aortic valves: All types produce a degree of outﬂ ow obstruction and \nthus have an ESM. The intensity of this murmur increases as the valve fails. Ball and \ncage valves (eg Starr–Edwards) and tissue valves do close completely in diastole \nand so any diastolic murmur implies valve failure.\nProsthetic mitral valves: Ball and cage valves project into the left ventricle and \ncan cause a low-intensity ESM as they interfere with the ejected stream. Tissue \nvalves and bileaﬂ et valves can have a low-intensity diastolic murmur. Consider \nany systolic murmur of loud intensity to be a sign of regurgitation and  failure.\nProsthetic valve murmurs", "text_length": 2251, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 59/905)", "type": "chunk", "chunk_index": 58, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.960893", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.962165", "status": "complete", "chunks_added": 2}