{"task_id": "58332606b8920ffd", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 840/905)", "text": "sedation, anti-epileptics, therapeutic hypothermia\n\n--- Page 846 ---\n832\nEmergencies\nDiabetic ketoacidosis (DKA)\nMechanism Normally the body metabolizes carbohydrates, leading to effi  cient en-\nergy production. Ketoacidosis is an alternative metabolic pathway used in starva-\ntion states; it is far less effi  cient, and produces acetone as a byproduct (hence the \nfruity breath of patients in ketosis). In acute diabetic ketoacidosis, there is excessive \nglucose, but because of a lack of insulin, this cannot be taken up into cells to be \nmetabolized, so pushing the body into a starvation-like state where ketoacidosis \nis the only mechanism of energy production. The combination of severe acidosis \nand hyperglycaemia can be deadly, so early recognition and treatment is important.\nTypical picture Gradual drowsiness, vomiting, and dehydration in type 1 diabetic \n(very rarely type 2). Do glucose in all those with unexplained vomiting, abdo pain, \npolyuria, polydipsia, lethargy, anorexia, ketotic breath, dehydration, coma, or deep \nbreathing (sighing ‘Kussmaul’ hyperventilation). Triggers: Infection, eg UTI; surgery; \nMI; pancreatitis; chemotherapy; antipsychotics; wrong insulin dose/non-compliance.\nDiagnosis\n1   Acidaemia (venous blood pH <7.3 or HCO3\nΩ < 15.0mmol/L).\n2   Hyperglycaemia (blood glucose >11.0mmol/L) or known DM.\n3   Ketonaemia (≥3.0mmol/L) or signiﬁ cant ketonuria (more than 2+ on dipstick).\nTests: ECG, CXR. Urine: Dipstick and MSU. Blood: Capillary and lab glucose, ketones, pH \n(use venous blood; ABG only if GCS or hypoxia), U&E, HCO3\nΩ, osmolality, FBC, blood culture.\nSevere DKA If one or more of the following features is present on admission, con-\nsider transfer to HDU/ICU for monitoring and central venous access. Get senior help!\n  \n• Blood ketones >6mmol/L.\n  \n• Venous bicarbonate <5mmol/L.\n  \n• Venous/arterial pH <7.0.\n  \n• K <3.5mmol/L on admission.\n  \n• GCS <12.\n  \n• O2 sats <92% on air (assuming no res-\npiratory disease).\n  \n• Systolic BP <90mmHg.\n  \n• Pulse >100 or <60 bpm.\n  \n• Anion gap above 16 (p670).\nManagement Replace volume then correct metabolic defects,16 see ﬁ g 19.23.\nPitfalls in diabetic ketoacidosis\n  \n• Plasma glucose is usually high, but not always, especially if insulin continued.\n  \n• High WCC may be seen in the absence of infection.\n  \n• Infection. Often there is no fever. Do MSU, blood cultures, and CXR. Start broad-\nspectrum antibiotics (eg co-amoxiclav, p386) early if infection is suspected.\n  \n• Creatinine. Some assays for creatinine cross-react with ketone bodies, so plasma \ncreatinine may not reﬂ ect true renal function.\n  \n• Hyponatraemia is common, due to osmolar compensation for the hyperglycaemia. \n or  [Na\n+] indicates severe water loss. As treatment commences Na\n+ rises as \nwater enters cells. Na\n+ is also low due to an artefact; corrected plasma [Na\n+] = Na\n+ \n+ 2.4[(glucose Ω5.5)/5.5].\n  \n• Ketonuria does not equate with ketoacidosis. Anyone may have up to ++ketonuria \nafter an overnight fast. Not all ketones are due to diabetes—consider alcohol if \nglucose normal. Always check venous blood ketones.\n  \n• Recurrent ketoacidosis. Blood glucose may return to normal long before ketones \nare removed from the blood, and premature termination of insulin infusion may \nlead to lack of clearance and return to DKA. This may be avoided by maintaining \na constant rate of insulin infusion (with co-infusion of glucose 10% to maintain \nplasma glucose at 6–10mmol/L) until blood ketones <0 . 6mmol/L and pH >7.3.\n  \n• Acidosis but without gross elevation of glucose may occur, but consider overdose \n(eg aspirin) and lactic acidosis (in elderly diabetics).\n  \n• Serum amylase is often raised (up to ≈10) and non-speciﬁ c abdominal pain is com-\nmon, even in the absence of pancreatitis.\nComplications Cerebral oedema (get help if sudden CNS decline), aspiration pneu-\nmonia, hypokalaemia, hypo magnesaemia, hypophosphataemia, thromboembolism.\nPrevention Talk to the patient: evaluate compliance and educate about triggers.", "text_length": 4023, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 840/905)", "type": "chunk", "chunk_index": 839, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.633733", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.634558", "status": "complete", "chunks_added": 3}