{"task_id": "584e87d057e71ef9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 322/905)", "text": "va-\ntion are awaited.\nNephrotic glomerulonephritis\n\n--- Page 328 ---\n314\nRenal medicine\nRenal manifestations of systemic disease\nDiabetic nephropathy\nDM nephropathy10 is the commonest cause of end-stage renal failure: ~30–40% of \npatients requiring renal replacement. Predicted prevalence  by 25–40% over next \n20 years. Hyperglycaemia leads to growth factors, renin–angiotensin–aldosterone \nactivation, production of advanced glycosylation end-products, and oxidative stress. \nCauses glomerular capillary pressure, podocyte damage, and endothelial dysfunc-\ntion. Albuminuria is ﬁ rst clinical sign. Later scarring (glomerulosclerosis), nodule \nformation (Kimmelstiel–Wilson lesions), and ﬁ brosis with progressive loss of renal \nfunction. Coexisting BP accelerates the disease course.\nDiagnosis: Microalbuminuria (‘moderately increased albuminuria’) = A:CR 3–30mg/\nmmol (p294, 302). Regression at this level of disease is possible. Not detected on \nstandard dipstick  must send A:CR. Screen annually.\nTreatment:\n  \n• Intensive DM control prevents microalbuminuria and reduces risk of progression \nto macroalbuminuria (‘severely increased albuminuria’) = A:CR >30mg/mmol. HbA1C \nof 53mmol/mol (7%) reduces the development of all microvascular complications. \nHowever, less impact on CVD risk and hard renal outcomes including progression to \nkidney failure. Consider risk of hypoglycaemia.\n  \n• BP <130/80. Use ACE-i or ARB for CV and renal protection above BP control. Can pre-\nvent progression from normoalbuminuria to microalbuminuria to macroalbuminu-\nria in hypertensive DM. (Less clear beneﬁ t in normotensive DM but recommended \nif A:CR >30mg/mmol.) No head-to-head studies of ACE-i/ARB in DM but equivalence \noutside DM. If cough with ACE-i switch to ARB. No beneﬁ t to dual therapy and risk \nof K\n+. Data on direct renin inhibitors (eg aliskiren) awaited.\n  \n• Sodium restriction to <2g/day (=<5g sodium chloride/day).\n  \n• Statins to reduce CV risk (p305). Unclear beneﬁ t once on dialysis: do not initiate but \ndo not need to discontinue if tolerated.\nLupus nephritis\nSLE is a systemic autoimmune disease with antibodies against nuclear components, \neg double-stranded (ds)DNA. Deposition of antibody complexes causes inﬂ ammation \nand tissue damage. Presentation: Rash, photosensitivity, ulcers, arthritis, serositis, \nCNS eff ects, cytopenias, and renal disease. Nephropathy is common (50% in ﬁ rst year, \n75% overall). Can present as nephritis (p310) or nephrosis (p312). Diagnosis: Clinical. \nAntibody proﬁ le: ANA is sensitive but not speciﬁ c. Anti-dsDNA has a speciﬁ city of 75–\n100% and titres correlate with disease activity. Consider biopsy if A:CR >30, P:CR >50. \nTreatment: Depends on histological class. Classes I and II show mild changes with \nlittle risk of renal disease progression: ACE-i/ARB for renal protection and hydroxy-\nchloroquine for extra-renal disease. Classes III-V require immunosuppression: my-\ncophenolate, glucocorticoids, cyclophosphamide, rituximab.\nSmall vessel vasculitis\nMultiple classiﬁ cation systems exist. Clinical phenotype and ANCA subtype are im-\nportant. ANCA-associated vasculitis (AAV) occurs with or without speciﬁ city for pro-\nteinase 3 (PR3) and myeloperoxidase (MPO). AAV classically presents at an older age \n(>60yrs) and accounts for 20% of biopsy ﬁ ndings >80yrs. Ask about lethargy, fever, \nmyalgia, anorexia (‘When did you last feel well?’). Ask about respiratory symptoms \nand investigate for pulmonary haemorrhage. Diagnosis: Clinical + ANCA + biopsy: \nrapidly progressive GN (p311) without immune deposits (‘pauci-immune’). Treatment: \nHigh-dose glucocorticoids plus cyclophosphamide or rituximab. Plasma exchange if \npresents with renal failure or pulmonary haemorrhage.\nMyeloma (See p368.)\nAssociated renal disease in up to 40%: tubular obstruction due to light chain casts \n(‘myeloma kidney’); deposition of Ig/light chains in glomerulus (causes proteinuria); \nhypercalcaemia; renal tract infection due to immunoparesis. Treatment: Adequate \nhydration, bisphosphonates for hypercalcaemia (care if GFR <30), anti-myeloma \ntreatment including glucocorticoids. It remains unclear whether there is a beneﬁ t \nin removing light chains by either plasma exchange or large pore haemodialysis.", "text_length": 4266, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 322/905)", "type": "chunk", "chunk_index": 321, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.720848", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.721766", "status": "complete", "chunks_added": 3}