{"task_id": "59893d2085ac5a34", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 176/905)", "text": "e or one of its com-\nponents.\nPneumococcal vaccine\n\n--- Page 182 ---\n168\nChest medicine\nSpeciﬁ c pneumonias\nPneumococcal pneumonia The commonest bacterial pneumonia. Aff ects all ages, \nbut is commoner in the elderly, alcoholics, post-splenectomy, immunosuppressed, \nand patients with chronic heart failure or pre-existing lung disease. Clinical fea-\ntures: Fever, pleurisy, herpes labialis. CXR shows lobar consolidation. If mod/severe \ncheck for urinary antigen. Treatment: amoxicillin, benzylpenicillin, or cephalosporin.\nStaphylococcal pneumonia May complicate inﬂ uenza infection or occur in the \nyoung, elderly, intravenous drug users, or patients with underlying disease, eg leu-\nkaemia, lymphoma, cystic ﬁ brosis (CF). It causes a bilateral cavitating bronchopneu-\nmonia. Treatment: ﬂ ucloxacillin ± rifampicin, MRSA: contact lab; consider vancomycin.\nKlebsiella pneumonia Rare. Occurs in elderly, diabetics, and alcoholics. Causes a \ncavitating pneumonia, particularly of the upper lobes, often drug resistant. Treat-\nment: cefotaxime or imipenem.\nPseudomonas A common pathogen in bronchiectasis and CF. It also causes \nhospital-acquired infections, particularly on ITU or after surgery. Treatment: anti-\npseudomonal penicillin, ceftazidime, meropenem, or ciproﬂ oxacin + aminoglycoside. \nConsider dual therapy to minimize resistance.\nMycoplasma pneumoniae Occurs in epidemics about every 4yrs. It presents in-\nsidiously with ﬂ u-like symptoms (headache, myalgia, arthralgia) followed by a dry \ncough. CXR: reticular-nodular shadowing or patchy consolidation often of one lower \nlobe, and worse than signs suggest. Diagnosis: PCR sputum or serology. Cold aggluti-\nnins may cause an autoimmune haemolytic anaemia. Complications: Skin rash (ery-\nthema multiforme, ﬁ g 12.22, p563), Stevens–Johnson syndrome, meningo encephalitis \nor myelitis; Guillain–Barré syndrome. Treatment: Clarithromycin (500mg/12h) or \ndoxycycline (200mg loading then 100mg OD) or a ﬂ uroquinolone (eg ciproﬂ oxacin \nor norﬂ oxacin).\nLegionella pneumophila Colonizes water tanks kept at <60°C (eg hotel air-con-\nditioning and hot water systems) causing outbreaks. Flu-like symptoms (fever, \nmalaise, myalgia) precede a dry cough and dyspnoea. Extra-pulmonary features in-\nclude anorexia, D&V, hepatitis, renal failure, confusion, and coma. CXR shows bi-basal \nconsolidation. Blood tests may show lymphopenia, hyponatraemia, and deranged \nLFTS. Urinalysis may show haematuria. Diagnosis: Urine antigen/culture. Treatment: \nﬂ uoroquinolone for 2–3wks or clarithromycin (p387). 10% mortality.\nChlamydophila pneumoniae The commonest chlamydial infection. Person-to-per-\nson spread, biphasic illness: pharyngitis, hoarseness, otitis, followed by pneumonia. \nDiagnosis: Chlamydophila complement ﬁ xation test, PCR invasive samples. 7 Treat-\nment: Doxycycline or clarithromycin. Chlamydophila psittaci Causes psittacosis, \nan ornithosis acquired from infected birds (typically parrots). Symptoms include \nheadache, fever, dry cough, lethargy, arthralgia, anorexia, and D&V. Extra-pulmonary \nfeatures are legion but rare, eg meningo-encephalitis, infective endocarditis, hepati-\ntis, nephritis, rash, splenomegaly. CXR shows patchy consolidation. Diagnosis: Chla-\nmydophila serology. Treatment: doxycycline or clarithromycin.\nViral pneumonia Inﬂ uenza commonest (p396 and BOX), but ‘swine ﬂ u’ (H1N1) is now \nconsidered seasonal and covered by the annual ‘ﬂ u vaccine. Others: measles, CMV, \nvaricella zoster.\nPneumocystis pneumonia Causes pneumonia in the immunosuppressed (eg HIV). \nThe organism responsible was previously called Pneumocystis carinii, and now \ncalled Pneumocystis jirovecii. 8 It presents with a dry cough, exertional dyspnoea, \nPaO2, fever, bilateral crepitations. CXR may be normal or show bilateral perihilar \ninterstitial shadowing. Diagnosis: Visualization of the organism in induced sputum, \nbronchoalveolar lavage, or in a lung biopsy specimen. Drugs: High-dose co-trimox-\nazole (pp400–1), or pentamidine by slow IVI for 2–3 weeks (p401). Steroids are bene-\nﬁ cial if severe hypoxaemia. Prophyl axis is indicated if the CD4 count is <200≈10\n6/L or \nafter the 1st attack. 9", "text_length": 4172, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 176/905)", "type": "chunk", "chunk_index": 175, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.202526", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.203384", "status": "complete", "chunks_added": 3}