{"task_id": "59f71680918759b2", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 93/905)", "text": "sed by, for example, UTI, as well as obstructions.\n\n--- Page 95 ---\n81\nHistory and examination\n6 In the elderly, nocturia (1–2/night) may be ‘normal’ because of: i) loss of ability to concentrate urine; ii) pe-\nripheral oedema ﬂ uid returns to the circulation at night; iii) circadian rhythms may be lost; iv) less sleep is \nneeded and waking may be interpreted as a need to void (a conditioned Pavlovian response).\nOliguria/anuria\nOliguria is deﬁ ned as a urine output of <400mL/24h or <0.5mL/kg/h and can be a sign \nof shock (eg post-op, p576) or acute kidney injury: causes: p298. Anuria is deﬁ ned as \n<50mL/24h. In a catheterized patient with sudden anuria consider catheter blockage, \nwith slow decline of oliguria to anuria renal dysfunction is more likely.\nPolyuria\nIncreased urine volume, eg >3L/24h. Causes: Over-enthusiastic IV ﬂ uid therapy; diabe-\ntes mellitus & insipidus (diabetes is Greek for fountain);Ca\n2+; psycho genic polydipsia/\nPIP syndrome (p240); polyuric phase of recovering acute tubular necrosis.\nIrritative or obstructive bladder symptoms\n(See also p642.) Symptoms of prostate enlargement are miscalled ‘prost atism’; it is \nbetter to talk about irritative or obstructive bladder symptoms, as bladder neck \nobstruction or a stricture may be the cause.\n1   Irritative bladder symptoms: Urgency, dysuria, frequency, nocturia \n6 (the last \ntwo are also associated with causes of polyuria).\n2   Obstructive symptoms: Reduced size and force of urinary stream, hesitancy and \ninterruption of stream during voiding and terminal dribbling—the usual cause is \nenlargement of the prostate (prostatic hyperplasia), but other causes include \na urethral stricture, tumour, urethral valves, or bladder neck contracture. The \nmaximum ﬂ ow rate of urine is normally ~18–30mL/s.\nTerminal dribbling\nDribbling at the end of urination, often seen in conjunction with incontinence follow-\ning incomplete urination, associated with prostatism.\nUrinary changes\nCloudy urine suggests pus (UTI) but is often normal phosphate precipitation in an \nalkaline urine. Pneumaturia (bubbles in urine as it is passed). Occurs with UTI due to \ngas-forming organisms or may signal an enterovesical (bowel–bladder) ﬁ stula from \ndiverticulitis, Crohn’s disease or neoplastic disease of the bowel. Nocturia occurs \nwith ‘irritative bladder’, diabetes mellitus, UTI, and reversed diurnal rhythm (seen in \nrenal and cardiac failure). Haematuria (RBC in urine) is due to neoplasia or glomeru-\nlonephritis (p310) until proven otherwise. Rule out UTI.\nVoiding diffi  culty\nThis includes poor ﬂ ow, straining to void, hesitancy, intermittent stream, incontinence \n(eg overﬂ ow), retention (acute or chronic), incomplete emptying (±UTI from residual \nurine). Remember faecal impaction as a cause of retention with overﬂ ow. Causes: \nObstructive: prostatic hyperplasia, early oedema after bladder neck repair, uterine \nprolapse, retroverted gravid uterus, ﬁ broids, ovarian cysts, urethral foreign body, \nectopic ureterocele, bladder polyp, or cancer. Bladder overdistension—eg after epi-\ndural for childbirth. Detrusor weakness or myopathy causes incomplete emptying \n+ dribbling overﬂ ow incontinence (do cystometry/electro myography; causes include \nneurological disease and interstitial cystitis (OHCS p306); it may lead to a contr acted \nbladder, eg requiring substitution enterocystoplasty). Drugs: epidural anaesthesia; \ntricyclics, anticholinergics. CNS: suprapontine (stroke); cord lesions (cord injury, mul-\ntiple sclerosis); peripheral nerve (prolapsed disc, diabetic or other neuropathy); or \nreﬂ ex, due to pain (eg with herpes infections).", "text_length": 3638, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 93/905)", "type": "chunk", "chunk_index": 92, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.021776", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.022820", "status": "complete", "chunks_added": 2}