{"task_id": "5a4b2c79dc304559", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 734/905)", "text": "from consolidation.\nCourtesy of Dr Edmund Godfrey.\n\n--- Page 740 ---\n726\nRadiology\nChest X-ray—part 3\nConﬁ rming the position of various tubes, lines, and leads on a CXR can be a daunting \ntask, as incorrect positioning can have deadly consequences: an NG tube which is \nmisplaced can cause aspiration pneumonia, or a poorly positioned CVC can lead to \nfatal arrhythmias. However, this can be a straightforward task if you recall some \nbasic anatomy (ﬁ gs 16.6, 16.7; table 16.2).\nIf you are unsure, always ask a senior.\nTable 16.2 Radiological conﬁ rmation of device placement\nLine/tube/lead\nCorrect position for tip(s)\nCVC (p774)\nIn the SVC or brachiocephalic vein\nPICC \nIn the SVC or brachiocephalic vein\nTunnelled line, eg Hickman\nAt the junction of the SVC and right atrium\nEndotracheal\n3–7 cm above the carina (in adult)\nNasogastric (p759)\n10cm beyond the gastro-oesophageal junction\nChest drain (p766)\nIn the pleural space tracking either up (for pneumothorax) \nor down (for eff usion)\nCardiac pacemaker/tempo-\nrary pacing wire (p776) \nAtrial lead—in the right appendage\nVentricular lead—in the apex of the right ventricle\nNormal anatomy\n  \n• The SVC begins at the right 1st anterior intercostal space.\n  \n• The right atrium lies at the level of the 3rd intercostal space.\n  \n• The carina should be visible at the level of T5–T7 thoracic vertebrae.\n  \n• The right atrial appendage sits at the level of the 3rd intercostal space.\nCommon bleeps from nursing staff \n1   Central line not aspirating:\n  \n• Is the tip in the right place (see earlier in topic) or has it gone up into the inter-\nnal jugular, too far in (sitting against the tricuspid valve, does the patient have \nan arrhythmia?) or not far enough in (sitting against a venous valve)?\n  \n• Is the tip kinked, suggesting it may be in a side vessel or against the vessel wall?\n  \n• If the line looks appropriately positioned, consider ﬂ ushing gently, could the \nline be blocked?\n2   Patient not ventilating well:\n  \n• Is the ET tube down the right main bronchus (causes left lung collapse, or rarely \nright pneumothorax)? Retract tube to correct position (see earlier in topic).\n  \n• Is the ET tube blocked? Most have a secondary port allowing ventilation even if \nthe main hole is blocked, get anaesthetic assistance!\n3   Chest drain not bubbling/swinging:\n  \n• Is it correctly positioned (see earlier in topic)—if not in the pleural space, it \ncannot drain the air/ﬂ uid. Common problems include sitting in the soft tissue \nof the chest wall, or sitting above the eff usion, below the pneumothorax, or in \nthe oblique ﬁ ssure.\n  \n• Is it blocked? If draining an eff usion and correctly positioned, consider gently \nﬂ ushing with 10mL of sterile saline, then aspirating. If not successful, obtain \nsenior advice.\n  \n• Has the eff usion/pneumothorax resolved? Pneumothoraces can rapidly resolve \nwith a correctly positioned drain.\n4   Unable to aspirate from NG tube:\n  \n• Is NG tube not far enough in/coiled in oesophagus? Tip is radio-opaque and \nshould be visible below the diaphragm, if it is coiled it may lie in the pharynx or \nanywhere along the mediastinum.\n  \n• Is NG tube passing down the trachea and into the bronchus? The oesophagus is \n(generally speaking) a straight vertical line, if the tube veers off  to left or right \nbefore it goes below the diaphragm, assume it is in the bronchus and replace it.", "text_length": 3383, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 734/905)", "type": "chunk", "chunk_index": 733, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.437589", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.438477", "status": "complete", "chunks_added": 2}