{"task_id": "5a7b257629c47556", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 634/905)", "text": "sophagus\nOesophagus\n\n--- Page 639 [Image/Scan] ---\n\n--- Page 640 ---\n626\nSurgery\nSurgical management of obesity\nSevere obesity is increasing in prevalence worldwide and is associated with type 2 \ndiabetes mellitus (T2DM); hypertension; ischaemic heart disease; sleep apnoea; osteo-\narthritis; and depression. Bariatric surgery has become very successful at weight \nreduction, symptom improvement, and improving quality of life. Surgery increases \nlife expectancy by around 3 years (but may not prolong survival in high-risk men). \nIndications: According to NICE guidelines,9 weight-loss surgery in adults should be \nconsidered if all the following criteria are met:\n1   BMI ≥40 (or ≥35 with signiﬁ cant comorbidities that could improve with weight).\n2   Failure of non-surgical management to achieve and maintain clinically beneﬁ cial \nweight loss for 6 months.\n3   Fitness for surgery and anaesthesia.\n4   Intensive management in tier 3 service (provides guidance on diet, physical ac-\ntivity, and psychosocial concerns, as well as lifelong medical monitoring).\n5   The patient must be well informed and motivated.\nIf BMI ≥50, or in newly diagnosed T2DM with BMI ≥30, surgery is recommended as \nﬁ rst-line treatment.\nComparison with medical therapy Surgery is more eff ective in achieving weight \nloss than non-surgical management and weight loss is more likely to be maintained \nin the longer term. Adverse events are more common following surgery, and vary \nfrom one procedure to another.\nProcedures There are two main mechanisms causing weight loss: 1 Restriction of \ncalorie intake by reducing stomach capacity. 2 Malabsorption of nutrients by reduc-\ning the length of functional small bowel. NB: This also aff ects the levels of circulating \ngut peptides (eg PYY and GLP-1), which are thought to play a role in the mechanism of \nsatiety and weight loss. Choose surgical intervention jointly with patient:\n  • Laparoscopic adjustable gastric banding (LAGB): This restrictive technique creates a \npre-stomach pouch by placing a silicone band around the top of the stomach, which \nserves as a new smaller stomach. The band can be adjusted by addition or removal of \nsaline through a subcutaneous port (see ﬁ g 13.40). LAGB is associated with improve-\nments in comorbidities and quality of life. Weight loss is slower and less than with \ngastric bypass but there is lower mortality and fewer complications. Relatively non-\ninvasive and band removal possible. Complications: pouch enlargement, band slip, \nband erosion, and port infection/breakage.\n  \n• Sleeve gastrectomy: (ﬁ g 13.41) Involves division of the stomach vertically, reduc-\ning it in size by about 75%. The pyloric valve at the bottom of the stomach is left \nintact so function and digestion are unaltered. The procedure is not reversible \nand may be a ﬁ rst stage for progression to Roux-en-Y gastric bypass or duodenal \nswitch in very obese patients where a single-stage procedure would be technically \ndiffi  cult or unsafe.\n  \n• Roux-en-Y gastric bypass: (ﬁ g 13.42) Laparoscopic or open. A portion of the jeju-\nnum is attached to a small stomach pouch to allow food to bypass the distal stom-\nach, duodenum, and proximal jejunum. It can be performed laparoscopically and \nworks by both restriction and malabsorption. Mean excess weight loss at 5 years \nis 62.8%. Current evidence demonstrates greater weight loss, greater resolution of \ncomorbidities, and lower reoperation rates compared to LAGB. Complications: mi-\ncronutrient deﬁ ciency (requires vitamin supplementation and lifelong follow-up/\nblood tests), dumping syndrome, wound infection, hernias, malabsorption, diar-\nrhoea, and a mortality of <0.5% (at experienced centres).", "text_length": 3705, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 634/905)", "type": "chunk", "chunk_index": 633, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.267920", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.270058", "status": "complete", "chunks_added": 2}