{"task_id": "5ab22146ae496b92", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 602/905)", "text": " jury is still out…\n\n--- Page 607 [Image/Scan] ---\n\n--- Page 608 ---\n594\nSurgery\nLumps\nExamine the regional lymph nodes as well as the lump. If the lump is a node, examine \nits area of drainage. Always examine the circulation and nerve supply distal to any lump.\nHistory How long has it been there? Does it hurt? Any other symptoms, eg itch? Any \nother lumps? Is it getting bigger? Ever been abroad? Otherwise well?\nPhysical exam Remember the 6 S’s: site, size, shape, smoothness (consistency), sur-\nface (contour/edge/colour), and surroundings. Other questions: Does it transilluminate \n(see next paragraph)? Is it ﬁ xed/tethered to skin or underlying structures (see BOX)? \nIs it ﬂ uctuant/compressible? Temperature? Tender? Pulsatile (US duplex may help)?\nTransilluminable lumps After eliminating as much external light as possible, place \na bright, thin ‘pen’ torch on the lump, from behind (or at least to the side), so the \nlight is shining through the lump towards your eye. If the lump glows red it is said to \ntransilluminate—a ﬂ uid-ﬁ lled lump such as a hydrocele is a good example.\nLipomas These benign fatty lumps, occurring wherever fat can expand (ie not scalp \nor palms), have smooth, imprecise margins, a hint of ﬂ uctuance, and are not ﬁ xed \nto skin or deeper structures. Symptoms are only caused via pressure. Malignant \nchange very rare (suspect if rapid growth/hardening/vascularization). Multiple scat-\ntered lipomas, which may be painful, occur in Dercum’s disease, typically in post-\nmenopausal women.\nSebaceous cysts Refer to either epidermal (ﬁ g 13.11) or pilar cysts (they are not of \nsebaceous origin and contain keratin, not sebum). They appear as ﬁ rm, round, mobile \nsubcutaneous nodules of varying size. Look for the characteristic central punctum. \nInfection is quite common, and foul pus exits through the punctum. They are com-\nmon on the scalp, face, neck, and trunk. Treatment: Excision of cyst and contents.\nLymph nodes Causes of enlargement: Infection: Glandular fever; brucellosis; TB; \nHIV; toxoplasmosis; actinomycosis; syphilis. Inﬁ ltration: Malignancy (carcinoma, \nlymphoma); sarcoidosis.\nCutaneous abscesses Staphylococci are the most common organisms. Haemolytic \nstreptococci only common in hand infections. Proteus is a common cause of non-\nstaphylococcal axillary abscesses. Below the waist, faecal organisms are common \n(aerobes and anaerobes). Treatment: Incise and drain. Boils (furuncles) are ab-\nscesses involving a hair follicle and associated glands. A carbuncle is an area of \nsubcutaneous necrosis which discharges itself on to the surface through multiple si-\nnuses. Think of hidradenitis suppurativa if recurrent inguinal or axillary abscesses.\nRheumatoid nodules (ﬁ g 13.12) Collagenous granulomas which appear in established \nrheumatoid arthritis on the extensor aspects of joints—especially the elbows (ﬁ g 13.12).\nGanglia Degenerative cysts from an adjacent joint or synovial sheath commonly \nseen on the dorsum of the wrist or hand and dorsum of the foot. May transilluminate. \n50% disappear spontaneously. Aspiration may be eff ective, especially when com-\nbined with instillation of steroid and hyaluronidase. For the rest, treatment of choice \nis excision rather than the traditional blow from your bible (the Oxford Textbook of \nSurgery)! See ﬁ g 13.13.\nFibromas These may occur anywhere in the body, but most commonly under the \nskin. These whitish, benign tumours contain collagen, ﬁ broblasts, and ﬁ brocytes.\nDermoid cysts Contain dermal structures and are found at the junction of embry-\nonic cutaneous boundaries, eg in the midline or lateral to the eye. See ﬁ g 13.14.\nMalignant tumours of connective tissue Fibrosarcomas, lipo sarcomas, leiomyo-\nsarcomas (smooth muscle), and rhabdomyosarcomas (striated muscle). These are \nstaged using modiﬁ ed TNM system including tumour grade. Needle-core (Trucut®) \nbiopsies of large tumours precede excision. Any lesion suspected of being a sarcoma \nshould not be simply enucleated. Refer to a specialist.\nNeuroﬁ bromas See p514.\nKeloids Caused by irregular hypertrophy of vascularized collagen forming raised \nedges at sites of previous scars that extend outside the scar (ﬁ g 13.15). Common in \ndark skin. Treatment can be diffi  cult. Intralesional steroid injections are a mainstay.", "text_length": 4307, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 602/905)", "type": "chunk", "chunk_index": 601, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.215307", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.216156", "status": "complete", "chunks_added": 3}