{"task_id": "5b0e4c94f33fbd8c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 74/905)", "text": "ient who will think you are auscultating!\nTop tips\n\n--- Page 76 ---\n62\nHistory and examination\nThe gastrointestinal system: examination\nInspection\nDoes your patient appear comfortable or in distress? Look for abnormal contours/\ndistension. Tattoos? Cushingoid appearance may suggest steroid use post-trans-\nplant or IBD. Inspect (and smell) for signs of chronic liver disease:\n  \n• Hepatic fetor on breath (p274).\n  \n• Gynaecomastia.\n  \n• Clubbing (rare).\n  • Purpura (purple-stained skin, p344).\n  \n• Scratch marks.\n  \n• Muscle wasting.\n  \n• Spider naevi (ﬁ g 2.27, p60).\n  \n• Palmar erythema.\n  \n• Jaundice.\n  \n• Asterixis.\nLook for signs of malignancy (cachexia, masses), anaemia, jaundice, Virchow’s node. \nFrom the end of the bed inspect the abdomen for:\n  \n• Visible pulsation (aneurysm, p654).\n  \n• Peristalsis.\n  \n• Scars.\n  \n• Masses.\n  \n• Striae (stretch marks, eg pregnancy).\n  \n• Distension.\n  \n• Genitalia.\n  \n• Herniae.\nIf abdominal wall veins look dilated, assess direction of ﬂ ow. In inferior vena caval \n(IVC) obstruction, below the umbilicus blood ﬂ ows up; in portal hypertension (caput \nmedusae), ﬂ ow radiates out from the umbilicus.\nThe cough test: While looking at the face, ask the patient to cough. If this causes \nabdominal pain, ﬂ inching, or a protective movement of hands towards the abdomen, \nsuspect peritonitis.\nHands\nClubbing, leuconychia (whitening of the nails due to hypoalbuminaemia), koilo-\nnychia (‘spooning’ of the nails due to iron, B12, or folate deﬁ ciency), Muehrcke’s lines \n(transverse white lines due to hypoalbuminaemia), blue lunulae (bluish discoloura-\ntion seen in Wilson’s disease). Palmar erythema (chronic liver disease, pregnancy), \nDupuytren’s contracture (thickening and ﬁ brous contraction of palmar fascia (see \nﬁ g 2.26, p60; alcoholic liver disease)). Hepatic ﬂ ap/asterixis (hepatic encephalopa-\nthy, uraemia from renal disease), check pulse and respiratory rate (infection/sepsis?), \npalpate for AV ﬁ stulae in the forearm (haemodialysis access in renal failure).\nFace\nAssess for jaundice, anaemia, xanthelasma (PBC, chronic obstruction), Kayser–Fleis-\ncher rings (green-yellow ring at corneal margin seen in Wilson’s disease). Inspect \nmouth for angular stomatitis (thiamine, B12, iron deﬁ ciency), pigmentation (Peutz–\nJeghers syndrome, p709, ﬁ g 15.14), telangiectasia (Osler–Weber–Rendu syndrome/\nhereditary haemorrhagic telangiectasia, p709, ﬁ g 15.12), ulcers (IBD), glossitis (iron, \nB12, or folate deﬁ ciency).\nCervical lymph nodes\nPalpate for enlarged left supraclavicular lymph node (Virchow’s node/Troisier’s \nsign) (gastric carcinoma?).\nAbdomen\nInspect: Look around to the ﬂ anks for nephrectomy scars.\nPalpate: Note any masses, tenderness, guarding (involuntary tensing of abdominal \nmuscles—pain or fear of it), or rebound tenderness (greater pain on removing hand \nthan on gently depressing abdomen—peritoneal inﬂ ammation); Rovsing’s sign (ap-\npendicitis, p608); Murphy’s sign (cholecystitis, p634). Palpating the liver: Assess size \n(see BOX ‘Causes of hepatomegaly’), regularity, smoothness, and tenderness. Pulsa-\ntile (tricuspid regurgitation)? The scratch test is another way to ﬁ nd the lower liver \nedge (if it is below the costal margin): start with diaphragm of stethoscope at right \ncostal margin. Gently scratch the abdominal wall, starting in the right lower quad-\nrant, working towards the liver edge. A sharp increase in trans mission of the scratch \nis heard when the border of the liver is reached. Palpating the spleen: If suspect \nsplenomegaly but cannot detect it, assess patient in the right lateral position with \nyour left hand pulling forwards from behind the rib cage. Palpating the kidneys: \nSee ﬁ g 2.30, p61. May be non palpable unless slim. Enlarged? Nodular? Palpating the \naorta: Normally palpable transmitted pulsation in thin individuals.", "text_length": 3850, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 74/905)", "type": "chunk", "chunk_index": 73, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.990654", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.991578", "status": "complete", "chunks_added": 2}