{"task_id": "5bcf231de6bdbcc0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 83/905)", "text": "s\nXI accessory\nXII hypoglossal\nCranial nerve names\n\n--- Page 85 ---\n71\nHistory and examination\nAny cranial nerve may be aff ected by diabetes mellitus; stroke; MS; tumours; sar-\ncoidosis; vasculitis (p556), eg PAN (p556), SLE (p554); syphilis. Chronic menin gitis \n(malignant, TB, or fungal) tends to pick off  the lower cranial nerves one by one.\n  \n• I: Trauma; respiratory tract infection; meningitis; frontal lobe tumour.\n  \n• II: Field defects may start as small areas of visual loss (scotomas, eg in glaucoma). \nMonocular blindness—lesions of one eye or optic nerve eg MS, giant cell arteritis. \nBilateral blindness\n4—any cause of mononeuritis, eg diabetes, MS; rarely methanol, \nneurosyphilis. Field defects—bitemporal hemianopia—optic chiasm compres-\nsion, eg pituitary adenoma, craniopharyngioma, internal carotid artery aneurysm \n(ﬁ g 10.3, p451). Homonymous hemianopia—aff ects half the visual ﬁ eld contralat-\neral to the lesion in each eye. Lesions lie beyond the chiasm in the tracts, radiation, \nor occipital cortex, eg stroke, abscess, tumour. Optic neuritis (pain on moving \neye, loss of central vision, relative aff erent pupillary defect, disc swelling from \npapillitis\n5)—causes demyelination (eg MS); rarely sinusitis, syphilis, collagen vas-\ncular disorders. Ischaemic papillopathy—swelling of optic disc due to stenosis \nof the posterior ciliary artery (eg in giant cell arteritis). Papilloedema (bilateral-\nly swollen discs, ﬁ g 12.20, p560)—most commonly ICP (tumour, abscess, enceph-\nalitis, hydrocephalus, idiopathic intracranial hypertension); rarer: retro-orbital \nlesion (eg cavernous sinus thrombosis, p480). Optic atrophy (pale optic discs \nand reduced acuity)—MS; frontal tumours; Friedreich’s ataxia; retinitis pigmen-\ntosa; syphilis; glaucoma; Leber’s optic atrophy; chronic optic nerve compression.\n  \n• III: c Alone c—‘medical’ causes (pupillary sparing): diabetes; HTN; giant cell arteri-\ntis; syphilis; idiopathic. ‘Surgical’ causes (early pupil involvement due to external \ncompression of nerve damaging parasympathetic ﬁ bres): posterior communi-\ncating artery aneurysm (+ surgery) ICP (if uncal herniation through the tento-\nrium compresses the nerve); tumours.\n  \n• IV:c Alone—rare and usually due to trauma to the orbit.\n  \n• V: c Sensory—trigeminal neuralgia (pain but no sensory loss, p457); herpes zoster, \nnasopharyngeal cancer, acoustic neuroma (p462). Motor—rare.\n  \n• VI: c Alone—MS, Wernicke’s encephalopathy, false localizing sign in ICP, pontine \nstroke (presents with ﬁ xed small pupils ± quadriparesis).\n  \n• VII: LMN—Bell’s palsy (p500), polio, otitis media, skull fracture; cerebellopontine \nangle tumours, eg acoustic neuroma, malignant parotid tumours, herpes zoster \n(Ramsay Hunt syndrome p501, OHCS p652). UMN—(spares the forehead, because \nof its bilateral cortical representation), stroke, tumour.\n  \n• VIII: (p462 & p464.) Noise damage, Paget’s disease, Ménière’s disease, herpes \nzoster, acoustic neuroma, brainstem CVA, drugs (eg aminoglycosides).\n  \n• IX, X, XI: Trauma, brainstem lesions, neck tumours.\n  \n• XII: Rare. Polio, syringomyelia, tumour, stroke, bulbar palsy, trauma, TB.\nGroups of cranial nerves:\nVIII, then V, VI, IX, & X: cerebellopontine angle tumours, eg acoustic neuroma (p462; \nfacial weakness is not a prominent sign). III, IV & VI: stroke, tumours, Wernicke’s \nenceph alopathy; aneurysms, MS. III, IV, Va, & VI: cavernous sinus thrombosis, supe-\nrior orbital ﬁ ssure lesions (Tolosa–Hunt syndrome, OHCS p654). IX, X, & XI: jugular \nforamen lesion. : myasthenia gravis, muscular dystrophy, myotonic dystrophy, \nmononeuritis multiplex (p502).\nCauses of cranial nerve lesions\n4 Remember the commonest cause of monocular or binocular blindness is not a cranial nerve lesion but \na problem with the eye itself (cataracts, retinal problems). Neurological disorders more commonly cause \nloss of part of the visual ﬁ eld.\n5 Unilateral disc swelling = papillitis, bilateral papillitis/disc swelling = papilloedema. Check both eyes! \nc= structures passing through the cavernous sinus; see BOX ‘Psychiatric symptoms’, p89. NB: Va is the only \ndivision of V to do so.\np= Remember that these cranial nerves carry parasympathetic ﬁ bres. Sympathetic ﬁ bres originate from \nthe thoracic chain and run with the arterial supply to distribute about the body (see also OHCS, ﬁ g 9.6, p621).\nIf the patient is able to shake their head, there is no meningism.\nTop tips", "text_length": 4441, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 83/905)", "type": "chunk", "chunk_index": 82, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.004416", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.005085", "status": "complete", "chunks_added": 3}