{"task_id": "5beefa05e6810307", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 106/905)", "text": "atient was right all along.3 \nThe randomized trial\n\n--- Page 108 ---\n94\nCardiovascular medicine\n Cardiovascular symptoms\nChest pain Cardiac-sounding chest pain may have no serious cause, but always \nthink ‘Could this be a myocardial infarction (MI), dissecting aortic aneurysm, pericar-\nditis, or pulmonary embolism?’.\nCharacter: Constricting suggests angina, oesophageal spasm, or anxiety; a sharp \npain may be from the pleura, pericardium, or chest wall. A prolonged (>½h), dull, \ncentral crushing pain or pressure suggests MI.\nRadiation: To shoulder, either or both arms, or neck/jaw suggests cardiac ischae-\nmia. The pain of aortic dissection (p654) is classically instantaneous, tearing, and \ninterscapular, but may be retrosternal. Epigastric pain may be cardiac.\nPrecipitants: Pain associated with cold, exercise, palpitations, or emotion suggests \ncardiac pain or anxiety; if brought on by food, lying ﬂ at, hot drinks, or alcohol, con-\nsider oesophageal spasm/disease (but meals can also cause angina).\nRelieving factors: If pain is relieved within minutes by rest or glyceryl trinitrate \n(GTN), suspect angina (GTN relieves oesophageal spasm more slowly). If antacids help, \nsuspect GI causes. Pericarditic pain improves on leaning forward.\nAssociations: Dyspnoea occurs with cardiac pain, pulmonary emboli, pleurisy, or \nanxiety. MI may cause nausea, vomiting, or sweating. Angina is caused by coronary \nartery disease—and also by aortic stenosis, hypertrophic cardiomy opathy (HCM), \nparoxysmal supraventricular tachycardia (SVT)—and can be exacerbated by anae-\nmia. Chest pain with tenderness suggests self-limiting Tietze’s syndrome. \n1 Odd neu-\nrological symptoms and atypical chest pain—think aortic dissection.\nPleuritic pain: Pain exacerbated by inspiration. Implies inﬂ ammation of the pleura \nfrom pulmonary infection, inﬂ ammation, or infarction. It causes us to ‘catch our \nbreath’. : musculoskeletal pain;\n1 fractured rib (pain on respiration, exacerbated \nby gentle pressure on the sternum); subdiaphragmatic pathology (eg gallstones).\nChest pain & acutely unwell (see p784) • Admit • Check pulse, BP in both arms \n(unequal in aortic dissection p654), JVP, heart sounds; examine legs for DVT • Give O2 \n• IV line • Relieve pain (eg 5–10mg IV morphine) • Cardiac monitor • 12-lead ECG • CXR \n• Arterial blood gas (ABG) Famous traps: Aortic dissection; zoster (p404); ruptured \noesophagus; cardiac tamponade (p154); opiate addiction.\nDyspnoea May be from LVF, PE, any respiratory cause, anaemia, pain, or anxiety.\nSeverity: Emergency presentations: p782. Ask about shortness of breath at rest, \non exertion, and on lying ﬂ at; has their exercise tolerance changed? Associations: \nSpeciﬁ c symptoms associated with heart failure are orthopnoea (ask about number \nof pillows used at night), paroxysmal nocturnal dyspnoea (waking up at night gasp-\ning for breath, p49), and peripheral oedema. Pulmonary embolism is associated with \nacute onset of dyspnoea and pleuritic chest pain; ask about risk factors for DVT.\nPalpitation(s) May be due to ectopics, sinus tachycardia, AF, SVT, VT, thyrotoxicosis, \nanxiety, and rarely phaeochromocytoma. See p36. History: Characterize: do they \nmean their heart was beating fast, hard, or irregularly? Ask about previous episodes, \nprecipitating/relieving factors, duration of symptoms, associated chest pain, dysp-\nnoea, dizziness, or collapse. Did the patient check their pulse?\nSyncope May reﬂ ect cardiac or CNS events. Vasovagal ‘faints’ are common (pulse, \npupils dilated). The history from an observer is invaluable in diagnosis. Prodromal \nsymptoms: Chest pain, palpitations, or dyspnoea point to a cardiac cause, eg ar-\nrhythmia. Aura, headache, dysarthria, and limb weakness indicate CNS causes. \nDuring the episode: Was there a pulse? Limb jerking, tongue biting, or urinary incon-\ntinence? NB: hypoxia from lack of cerebral perfusion may cause seizures. Recovery: \nWas this rapid (arrhythmia) or prolonged, with drowsiness (seizure)?\n1 25% of non-cardiac chest pain is musculoskeletal: look for pain on speciﬁ c postures or activity. Aim to \nreproduce the pain by movement and, sometimes, palpation over the structure causing it. Focal inj ection of \nlocal anaesthetic helps diagnostically and is therapeutic. Tietze’s syndrome: self-limiting costochond ritis \n± costosternal joint swelling. Causes: idiopathic; microtrauma; infection; psor iatic/rheumatoid arthritis. : \nNSAIDS or steroid injections. Tenderness is also caused by: ﬁ brositis, lymph oma, chondrosarcoma, myeloma, \nmetastases, rib TB. Imaging: bone scintigraphy; CT.", "text_length": 4607, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 106/905)", "type": "chunk", "chunk_index": 105, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.042826", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.043509", "status": "complete", "chunks_added": 3}