{"task_id": "5ca40a43b9878bc1", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 296/905)", "text": "erus\nPancreas\nLeukaemia\nLymphoma\nCarcinoid tumours\n\n--- Page 302 ---\n288\nGastroenterology\nHereditary haemochromatosis (HH)\nAn inherited disorder of iron metabolism in which intestinal iron absorption leads to \niron deposition in joints, liver, heart, pancreas, pituitary, adrenals, and skin. Middle-\naged men are more frequently and severely aff ected than women, in whom the dis-\nease tends to present ~10yrs later (menstrual blood loss is protective).\nGenetics HH is one of the commonest inherited conditions in those of Northern Euro-\npean (especially Celtic) ancestry (carrier rate of ~1 in 10 and a frequency of homozy-\ngosity of ~1 in 200–400). The gene responsible for most HH is HFE: the 2 commonest \nmutations are termed C282Y and H63D. C282Y accounts for 60–90% of HH, and H63D \naccounts for 1–3%, with compound heterozygotes accounting for 4–7%. Penetrance \nis variable—a signiﬁ cant fraction of C282Y homozygotes will not develop signs of iron \noverload during follow-up, complicating screening decisions.\nThe patient Early on: Nil—or tiredness; arthralgia (2nd+3rd MCP joints + knee pseudo-\ngout); libido. Later: Slate-grey skin pigmentation; signs of chronic liver disease \n(p276); hepatomegaly; cirrhosis (esp. if drinks alcohol); dilated cardiomyopathy. \nEndocrinopathies: DM (‘bronze diabetes’ from iron deposition in pancreas); hypogonadism \n(p232) from pituitary dysfunction.\nTests Blood: LFT, ferritin (>200/>150ng/mL; but inﬂ ammation will also ferritin); \ntransferrin saturation\n39 should all trigger suspicion. Conﬁ rm by HFE genotyping.\nImages: Chondro calcinosis  (ﬁ g 6.33). Liver & cardiac MRI: Fe overload.\nLiver biopsy: Perl’s stain quantiﬁ es iron loading\n40 and assesses disease severity.\nManagement Venesect: ~0.5–2 units/1–2wks, until ferritin 50mcg/L (may take 2yrs). \nIron will continue to accumulate, so maintenance venesection is needed for life (1U every \n2–3 months to maintain haematocrit <0.5, ferritin <100mcg/L, and transferrin saturation \n<40%). Consider desferrioxamine (p342) if intolerant of this. Monitor: LFT and glucose/\ndiabetes (p206). HbA1c levels may be falsely low as venesection  the time available for \nHb glycosylation. If cirrhotic, screen for HCC with ultrasound ± AFP twice-yearly.\nOver-the-counter drugs: Ensure vitamin preparations contain no iron.\nDiet: A well-balanced diet should be encouraged—there is no need to avoid iron-rich \nfoods. Avoid alcohol. Avoid uncooked seafood (may contain bacteria that thrive on \nincreased plasma iron concentrations, eg Listeria monocytogenes, Vibrio vulniﬁ cus).\nScreening: Serum ferritin, transferrin saturation, and HFE genotype. Screen 1st-\ndegree relatives by genetic testing even if they are asymptomatic and have normal \nLFT ideally prior to age where signiﬁ cant iron deposition likely to have occurred (eg \n18–30yrs). Since C282Y homozygotes may never develop iron overload, population \nscreening should not be performed.\nPrognosis Venesection returns life expectancy to normal if non-diabetic and non-cir-\nrhotic (and liver histology can improve). Arthropathy may improve or worsen. Gonadal \nfailure may reverse in younger men. If cirrhosis, 22–30% get hepatocellular cancer, \nespecially if: age >50yrs (risk  ≈ 13), HBsAg +ve (risk  ≈ 5), or alcohol abuse (risk  ≈ 2).\n39 Transferrin saturation >45% is a sensitive threshold for further screening but will lead to some false +ves.\n40 Although generally not required, biopsy quantiﬁ es hepatic iron loading and ﬁ brosis. This helps deter-\nmine the severity of liver disease, particularly in those with other underlying causes of chronic liver disease.", "text_length": 3628, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 296/905)", "type": "chunk", "chunk_index": 295, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.681471", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.682289", "status": "complete", "chunks_added": 2}