{"task_id": "5d11d24b2cf834fa", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 600/905)", "text": "d dose equivalents.\n\n--- Page 605 [Image/Scan] ---\n\n--- Page 606 ---\n592\nSurgery\nMinimally invasive and day case surgery\nLaparoscopy was developed within gynaecology and is now in widespread use for \ndiagnostic purposes and surgical procedures such as appendicectomy, fundoplica-\ntion, splenectomy, adrenalectomy, hernia repair, colectomy, prostatectomy, and \nnephrectomy. Minimally invasive surgery is also used for thyroidectomy and par-\nathyroidectomy.\nAs a rule of thumb, whatever can be done by laparotomy can also be done with \nthe laparoscope. This does not mean that it should be done, but if the surgeon is \nadequately trained, and the patient feels better sooner, has less post-operative pain, \ncan return to work earlier, and has fewer complications, then there are obvious \nadvantages. Pre-procedure counselling should always discuss the complications of \nlaparoscopic surgery (eg accidental damage to other intra-abdominal organs) as \nwell as the risk of conversion to an open procedure.\nChallenges of minimal access surgery The 2-dimensional visual representation \nand diff erent surgical approach alters the normal appearance of familiar anatomy. \nPalpation is impossible and it may be harder to locate lesions prior to resection. As \na result, pre-operative imaging may need to be more extensive. A new skill has to be \nlearned and taught.\nDay-case surgery Advances in surgical techniques as well as perioperative care \nmean better results for the patient (shorter waiting lists, fewer infections, fewer \ndays off  work, and patient satisfaction). Many operations can now be performed as \nday cases. Theoretically any procedure is suitable, provided the time under general \nanaesthetic does not exceed ~1h. The use of regional anaesthesia helps to avoid the \nSE of nausea and disorientation that may accompany a general anaesthetic, thus \nfacilitating discharge.\nBear in mind that the following groups of patients may not be suitable for day-case \nsurgery: •Severe dementia. •Severe learning diffi  culties. •Living alone (and no helpers). \n•Children if supervision diffi  cult—changes in expectation, delays, and pain relief can \nbe problematic. •BMI >32 (p244). •ASA category ≥ III (p567) thus potentially unstable \ncomorbidities—discuss with the anaesthetist. •Infection at the site of the operation. \nAll surgeons get better over time (for a while), as they perform new techniques \nwith increasing ease and conﬁ dence. When Wertheim did his ﬁ rst hysterectomies, \nhis ﬁ rst dozen patients died—but then one survived. He assumed it was a good \noperation, and pressed ahead. He was a brave man, and thousands of women owe \ntheir lives to him. But had he tried to do this today, he would have been stopped. \nThe UK’s General Medical Council (GMC) and other august bodies tell us that we \nmust protect the public by reporting doctors whose patients have low survival \nrates. The reason for this is partly ethical, and partly to preserve self-regulation.\nWe have the toughest codes of practice and disciplinary procedures of any group \nof workers. It is assumed that doctors are loyal to each other out of self-interest, \nand that this loyalty is bad. This has never been tested formally, and is not evi-\ndence-based. We can imagine two clinical worlds: one of constant ‘reportings’ and \nrecriminatory audits, and another of trust and team-work. Both are imperfect, \nbut we should not assume that the ﬁ rst world would be better for our patients.\nWhen patients are sick with fear, they do not, perhaps, want to know every-\nthing. We may tell to protect ourselves. We may not tell to protect ourselves. \nPerhaps what we should do is, in our hearts, appeal to those 12 dead women-of-\nWertheim—a jury as infallible as sacriﬁ cial—and try to hear their reply. And to \nthose who complain that in doing so we are playing God, it is possible to reply with \nsome humility that, whatever it is, it does not seem like play.\n‘It is amazing what little harm doctors do when one considers all the opportuni-\nties they have.’ M. Twain.\nExposing patients to our learning curves? The jury is still out…", "text_length": 4102, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 600/905)", "type": "chunk", "chunk_index": 599, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.212778", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.213512", "status": "complete", "chunks_added": 3}