{"task_id": "5e01f1ddbeae01c9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 25/905)", "text": "fully on two separate occasions. \nDiagnosing death\n\n--- Page 27 ---\nThinking about medicine\n13\nDeath may be regarded as a medical failure rather than an inevitable consequence \nof life. But when medical treatments can no longer off er a cure, and a patient enters \nthe end of life, active management of death is vital. Remember that the focus of \nmedicine is narrow and concerned more with the repair of health, rather than the \nsustenance of the soul. This medical imperative may fail in its duty to make life-in-\ndeath better. Priorities at the end of life include freedom from pain, achieving a sense \nof completeness, being treated as a whole person, and ﬁ nding peace with God.14\nSwift death due to a catastrophic event is rare. Most death is the end product of \na struggle with long-term, progressive disease: cancer, COPD, vascular disease, neu-\nrological deterioration, frailty, or dementia. Although death is inevitable, prognos-\ntication is diffi  cult and inaccurate with remarkable variation in time to death. The \npatient in front of you may be the median, mean, or on the 99th centile. Dare to hope, \nbut prepare for the worst. Prioritize preferences and aim to meet individual needs.15\n  \n• Seek help from experienced members of staff  including palliative care teams.\n  \n• Elicit needs: physiological, psychological, social, and spiritual. Discuss fears.\n  \n• Establish the wishes of the patient. What trade-off s are they willing to accept, \neg treatment toxicity for potential time gained? What is unacceptable to them?\n  \n• Consider the views of those important to the patient.\n  \n• Hydration: give support to allow the dying to drink, off er mouth care. Consider \nclinically assisted hydration (parenteral, enteral, intravenous) according to wish-\nes and if distressing signs/symptoms of dehydration are possible. Stop according \nto wishes and harm.\n  \n• Manage pain promptly and eff ectively. Treat any reversible causes of pain.\n  \n• Consider a syringe pump if symptom control medications are required more than \ntwice in 24 hours (see p536).\n  \n• Anticipate likely symptoms: the PRN side of the drug chart should cover all pos-\nsibilities (see p536).\nDeath may or may not come with peace and acceptance. Patients may rage might-\nily against the dying of the light. Bear witness for them: listen and hold their hand.\nManaging death\nOrgan donation\nOver 6000 people are waiting for an organ transplant in the UK and approximately \n1000 people in need of a transplant will die each year (see p308).\nAny patient who is a potential donor can be referred to a specialist organ donation \nservice. That service will provide advice as to suitability for transplantation and will \ncoordinate the approach to families. They are contactable 24 hours a day and their \ndetails will be held in your A&E and/or ITU departments.\nOrgans can be retrieved from:\n  \n• donor after brainstem death or heart-beating donor.\n  \n• donor after cardiac death or non-heart-beating donor. Includes death following \nunsuccessful CPR and patients for whom death is inevitable but do not meet the \ncriteria for brainstem death.\nThere are two legislative frameworks for organ donation:\n  \n• Opt-in. Donors give their explicit consent\n  \n• Opt-out. Anyone who has not actively refused consent is a donor.\nThe association between an opt-out system and higher organ donation rates is \ncomplicated by the presence of multiple cofounding factors. Non-legislative change \nincluding national coordination, support and training of clinicians, routine discussion \nas part of end-of-life care, and effi  cient organ retrieval also increase donation rates. \nThe ethics of presumed consent should also be considered: the absence of an objec-\ntion would not be an acceptable substitute for informed consent in other areas of \nclinical practice.\nIn the UK, although consent for transplantation rests with the deceased, if the \npatient’s family or representative cannot support donation then it will not go ahead. \nRegister your decision on the NHS Organ Donor Register (https://www.organdonation.\nnhs.uk/register-to-donate/register-your-details/) and more importantly, let your family know \nyour wishes.", "text_length": 4176, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 25/905)", "type": "chunk", "chunk_index": 24, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.897297", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.898188", "status": "complete", "chunks_added": 3}