{"task_id": "5e4da5f315b40b4a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 258/905)", "text": "ancer surveillance\nPseudo-obstruction \nPolypectomy\n\n--- Page 264 ---\n250\nGastroenterology\nDysphagia\nDysphagia is diffi  culty in swallowing and should prompt urgent investigation to \nexclude malignancy (unless of short duration, and associated with a sore throat).\nCauses Oral, pharyngeal, or oesophageal? Mechanical or motility related? (See BOX \n‘Causes of dysphagia’.)\nFive key questions to ask\n1   Was there diffi  culty swallowing solids and liquids from the start?\nYes: motility disorder (eg achalasia, CNS, or pharyngeal causes).\nNo: Solids then liquids: suspect a stricture (benign or malignant).\n2   Is it diffi  cult to initiate a swallowing movement?\nYes: Suspect bulbar palsy, especially if patient coughs on swallowing.\n3   Is swallowing painful (odynophagia)?\nYes: Suspect ulceration (malignancy, oesophagitis, viral infection or Candida in \nimmunocompromised, or poor steroid inhaler technique) or spasm.\n4   Is the dysphagia intermittent or is it constant and getting worse?\nIntermittent: suspect oesophageal spasm.\nConstant and worsening: suspect malignant stricture.\n5   Does the neck bulge or gurgle on drinking?\nYes: Suspect a pharyngeal pouch (see OHCS p570).\nSigns Is the patient cachectic or anaemic? Examine the mouth; feel for supraclavic-\nular nodes (left supraclavicular node = Virchow’s node—suggests intra-abdominal ma-\nlignancy); look for signs of systemic disease, eg systemic sclerosis (p552), CNS disease.\nTests FBC (anaemia); U&E (dehydration). Upper GI endoscopy ± biopsy (ﬁ g 6.13). If suspi-\ncion of pharyngeal pouch consider contrast swallow (± ENT opinion). Video ﬂ uoroscopy \nmay help identify neurogenic causes. Oesophageal manometry for dysmotility.\nSpeciﬁ c conditions Oesophagitis: See p254. Diffuse oesophageal spasm: Causes in-\ntermittent dysphagia ± chest pain. Contrast swallow/manometry: abnormal contrac-\ntions.\n5 Achalasia: Coordinated peristalsis is lost and the lower oesophageal sphincter \nfails to relax (due to degeneration of the myenteric plexus), causing dysphagia, re-\ngurgitation, and weight. Characteristic ﬁ ndings on manometry or contrast swallow \nshowing dilated tapering oesophagus. Treatment: endoscopic balloon dilatation, or \nHeller’s cardiomyotomy—then proton pump inhibitors (PPIS, p254). Botulinum toxin in-\njection if a non-invasive procedure is needed (repeat every few months). Calcium chan-\nnel blockers and nitrates may also relax the sphincter. Benign oesophageal stricture: \nCaused by gastro-oesophageal reﬂ ux (GORD, p254), corrosives, surgery, or radiotherapy. \nTreatment: endoscopic balloon dilatation. Oesophageal cancer: (p618.) Associations: \n, GORD, tobacco, alcohol, Barrett’s oesophagus (p695), tylosis (palmar hyperkeratosis), \nPlummer–Vinson syndrome (post-cricoid dysphagia, upper oesophageal web + iron-\ndeﬁ ciency). CNS causes: Ask for help from a speech and language therapist.\nNausea and vomiting\nConsider pregnancy where appropriate! Other causes, p56.\nWhat’s in the vomit? Reports of ‘coff ee grounds’ may indicate upper GI bleeding \nbut represent one of the most over-called signs in clinical medicine — always verify \nyourself and look for other evidence of GI bleeding; recognizable food ≈ gastric stasis; \nfeculent ≈ small bowel obstruction.\nTiming Morning ≈ pregnancy or ICP; 1h post food ≈ gastric stasis/gastroparesis (DM); \nvomiting that relieves pain ≈ peptic ulcer; preceded by loud gurgling ≈ GI obstruction.\nTests Bloods: FBC, U&E, LFT, Ca\n2+, glucose, amylase. ABG: A metabolic (hypochlor-\naemic) alkalosis from loss of gastric contents (pH >7.45, HCO3 \nΩ) indicates severe \nvomiting. Plain AXR: If suspected bowel obstruction (p728). Upper GI endoscopy: \n(See p248.) If suspicion of bleed or persistent vomiting. Consider head CT in case ICP.\nTreatment Identify and treat underlying causes. Symptomatic relief: table 6.4. Be \npre-emptive, eg pre-op for post-op symptoms. Try oral route ﬁ rst. 30% need a 2nd-line \nanti-emetic, so be prepared to prescribe more than one. Give IV ﬂ uids with K\n+ replace-\nment if severely dehydrated or nil-by-mouth, and monitor electrolytes and ﬂ uid balance.", "text_length": 4107, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 258/905)", "type": "chunk", "chunk_index": 257, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.465220", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.465946", "status": "complete", "chunks_added": 3}