{"task_id": "60cc885f8ce6741b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 396/905)", "text": "secretions (urine, saliva, \nsweat, sputum, tears).\n\n--- Page 402 ---\n388\nInfectious diseases\nGram-positive bacteria\nGram-positive cocci\nStaphylococci:\nStaphylococci are skin/nasal commensals in ~80% of adults. They can also cause \ninfectious disease. This produces a diagnostic challenge: are the detected organisms \ncausing infection or a contaminating commensal? The answer may lie in the pres-\nence or absence of coagulase, an enzyme which coagulates plasma.\nCoagulase-negative staphylococci: eg Staphylococcus epidermidis are less viru-\nlent. Pathogenicity is likely only if there is underlying immune system dysfunction or \nforeign material (prosthetic valve/joint, IV line, PD catheter, pacemaker).\nStaphylococcus aureus is coagulase positive. Presentation:\n1   Toxin release causes disease distant from infection. Includes:\n  \n• scalded skin syndrome—bullae and desquamation due to epidermolytic toxins \n(no mucosal disease, skin loss compared to toxic epidermal necrolysis)\n  \n• preformed toxin in food—sudden D&V (p428)\n  \n• toxic shock—fever, confusion, rash, diarrhoea, BP, AKI, multiorgan dysfunction.\nTampon associated or occurs with (minor) local infection.\n2   Local tissue destruction: impetigo, cellulitis, mastitis, septic arthritis, osteomy-\nelitis, abscess, pneumonia, UTI.\n3   Haematogenous spread: bacteraemia, endocarditis, ‘metastatic’ seeding.\nDiagnosis: positive culture from relevant site of infection. Treatment: Sepsis, see \np792. Drain infected foci, antibiotic (topical/oral/IV) based on illness severity and risk \nfactors. Consider local epidemiology of resistance. If systemic treatment indicated, \nuse -lactam whenever possible (may need to cover resistant strains until sensitiv-\nity available). Preformed toxin in food: supportive, antibiotics not usually indicated.\nStreptococci:\nClassiﬁ cation based on Lanceﬁ eld group persists in terminology (ﬁ g 9.5). Includes:\n  \n• Streptococcus pyogenes (-haemolytic group A): colonizes throat, skin, anogenital \ntract. Range of infection: tonsillitis, pharyngitis, scarlet fever, impetigo, erysipelas, \ncellulitis, pneumonia, peripartum sepsis, necrotizing fasciitis. All canstreptococcal \ntoxic shock = sudden-onset BP, multiorgan failure. Post-infectious complications \nrare: rheumatic fever (p142), glomerulonephritis (p310). Treatment: penicillin.\n  \n• Streptococcus agalactiae (-haemolytic group B): neonatal and peurperal infec-\ntion, skin, soft tissue. Invasive disease (bacteraemia, endocarditis, osteomyelitis, \nseptic arthritis, meningitis) usually has risk factors: DM, malignancy, chronic dis-\nease. Treatment: penicillin, macrolide, cephalosporin, chloramphenicol.\n  \n• Streptococcus milleri: if found in blood culture look for an abscess—mouth, liver, \nlung, brain. Treatment: penicillin.\n  \n• Streptococcus pneumoniae: pneumonia (pp166–8), otitis media, meningitis, septi-\ncaemia. Treatment: penicillin. Vaccination: childhood, hyposplenism, >65y (p407).\n  \n• Viridans streptococci: commonest cause of oral/dental origin endocarditis (p150).\n  \n• Streptococcus bovis: bacteraemiaendocarditis. Look for colon/liver disease.\nStaph. aureus  which produces -lactamase, or an altered enzyme responsible \nfor cell wall formation, will be resistant to -lactam antibiotics (penicillins, cepha-\nlosporins, carbapenems, see p385). Resistance is usually deﬁ ned by stability to \nmeticillin, ie meticillin-resistant Staph. aureus (MRSA). Vancomycin resistance also \nexists and is classiﬁ ed according to the amount of vancomycin needed to inhibit \nbacterial growth: vancomycin-intermediate Staph. aureus (VISA) and vancomy-\ncin-resistant Staph. aureus (VRSA). Resistant staphylococci cause  morbidity \nand mortality compared to sensitive strains. Risk factors for colonization include: \nantibiotic exposure, hospital stay, surgery, nursing home residence. Treatment of \ninfection (not colonization): vancomycin (for MRSA), teicoplanin. Oral agents with \nactivity against MRSA include clindamycin, co-trimoxazole, doxycycline, linezolid. \nPrevention: surveillance, barrier precautions, hand-hygiene, decolonization (mupi-\nrocin 2%, chlorhexidine, tea tree oil), antimicrobial stewardship. See p384, pp410–11.\nResistant Staphylococcus aureus: MRSA, VISA, VRSA", "text_length": 4250, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 396/905)", "type": "chunk", "chunk_index": 395, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.851212", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.853011", "status": "complete", "chunks_added": 3}