{"task_id": "612ae8ee1c5e1152", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 174/905)", "text": "ry ﬂ ow;\nFIF50=forced inspiratory ﬂ ow at 50% TLC.\n\n--- Page 180 ---\n166\nChest medicine\nPneumonia\nAn acute lower respiratory tract infection associated with fever, symptoms and \nsigns in the chest, and abnormalities on the chest x-ray—ﬁ g 16.2, p723. Incidence: \n5–11/1000,  if very young or old (30% are under 65yrs). Mortality: ~21% in hospital.\nClassiﬁ cation and causes\nCommunity-acquired pneumonia: (CAP) May be primary or secondary to under-\nlying disease. Typical organisms: Streptococcus pneumoniae (commonest), Hae-\nmophilus inﬂ uenzae, Moraxella catarrhalis. Atypicals: Mycoplasma pneumoniae, \nStaphylococcus aureus, Legionella species, and Chlamydia. Gram-negative bacilli, \nCoxiella burnetii and anaerobes are rarer (?aspiration). Viruses account for up to \n15%. Flu may be complicated by community-acquired MRSA pneumonia.\nHospital-acquired: Deﬁ ned as >48h after hospital admission. Most commonly \nGram-negative enterobacteria or Staph. aureus. Also Pseudomonas, Klebsiella, \nBacteroides, and Clostridia.\nAspiration: Those with stroke, myasthenia, bulbar palsies, consciousness (eg post-\nictal or intoxicated), oesophageal disease (achalasia, reﬂ ux), or poor dental hygiene \nrisk aspirating oropharyngeal anaerobes.\nImmunocompromised patient: Strep. pneumoniae, H. inﬂ uenzae, Staph. aureus, \nM. catarrhalis, M. pneumoniae, Gram Ωve bacilli and Pneumocystis jirovecii (for-\nmerly named P. carinii, pp400–1). Other fungi, viruses (CMV, HSV), and mycobacteria.\nClinical features Symptoms: Fever, rigors, malaise, anorexia, dyspnoea, cough, \npurulent sputum, haemoptysis, and pleuritic pain. Signs: Pyrexia, cyanosis, confus-\nion (can be the only sign in the elderly—may also be hypothermic), tachypnoea, \ntachycardia, hypotension, signs of consolidation (reduced expansion, dull percus-\nsion, tactile vocal fremitus/vocal resonance, bronchial breathing), and a pleural rub.\nTests Assess oxygenation: oxygen saturation, p162 (ABGs if SaO2 <92% or severe \npneumonia) and BP. Blood tests: FBC, U&E, LFT, CRP (GPs should consider a point of care \nCRP to guide antibiotic prescribing where LRTI is suspected, NICE 20144).\nCXR (ﬁ g 16.2, p723): lobar or multilobar inﬁ ltrates, cavitation, or pleural eff usion. Spu-\ntum for microscopy and culture. Urine: check for Legionella/Pneumococcal urinary \nantigens. Atypical organism/viral serology (PCR sputum/BAL, complement ﬁ xation \ntests acutely, paired serology). Pleural ﬂ uid may be aspirated for culture. Respira-\ntory physicians may consider bronchoscopy and bronchoalveolar lavage if patient \nis immunocompromised or on ITU.\nSeverity ‘CURB-65’ is a simple, validated severity scoring system.5, 6 1 point for each of:\nConfusion (abbreviated mental test ≤8)\nUrea >7mmol/L\nRespiratory rate ≥30/min\nBP <90 systolic and/or 60mmHg diastolic)\nAge ≥65.\n0–1, PO antibiotic/home treatment; 2, hospital therapy; ≥3, severe pneumonia indicates \nmortality 15–40%—consider ITU. It may ‘underscore’ the young—use clinical judgement. \nOther features increasing the risk of death are: comorbidity; bilateral/multilobar; PaO2 \n<8kPa.\nManagement p816. Antibiotics—refer to your local hospital antibiotic policy. When \nnone exists, consult table 4.2. If pneumonia not severe and not vomiting (CURB-65 1–2) \ngive PO antibiotic; severe (CURB-65 >2) give IV. Oxygen: keep PaO2 >8.0 and/or satura-\ntion ≥94%. IV ﬂ uids (anorexia, dehydration, shock) and VTE prophylaxis. Analgesia if \npleurisy. Consider ITU if shock, hypercapnia, or remains hypoxic. Follow-up: at 6 weeks \n(±CXR).\nComplications (See p170.) Pleural eff usion, empyema, lung abscess, respiratory \nfailure, septicaemia, brain abscess, pericarditis, myocarditis, cholestatic jaundice. \nRepeat CRP and CXR in patients not improving to look for progression/complications.", "text_length": 3774, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 174/905)", "type": "chunk", "chunk_index": 173, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.197688", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.198574", "status": "complete", "chunks_added": 2}