{"task_id": "619029cb072b7fc4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 392/905)", "text": "\nβ–lactams \nPenicillins\nCephalosporins\nCarbapenems\n\n--- Page 398 ---\n384\nInfectious diseases\nAntibiotics \nA guide to antibiotic prescribing\n Give antibiotics immediately in patients with a systemic inﬂ ammatory response \nto infection. See ‘Sepsis’, p792.\nStart smart:\n1   Do not prescribe2 antibiotics in the absence of clinical evidence of bacterial infec-\ntion, or for a self-limiting condition. Take time to discuss:\n  \n• why an antibiotic is not the best option\n  \n• alternative options, eg symptomatic treatment, delayed prescribing\n  \n• the views and expectations of the patient\n  • safety-netting advice: what the patient should do if their condition deteriorates.\n2   Take microbiological samples before prescribing,1 especially for:\n  \n• hospital in-patients: review your prescription as soon as MC&S result is available\n  \n• recurrent or persistent infection\n  \n• non-severe infection: consider if your prescription can wait for MC&S results.\n3   Follow local guidelines ﬁ rst: best practice is informed by local epidemiology and \nsensitivities.\n4   Consider beneﬁ t and harm for each individual patient:\n  \n• Allergies: clarify the patient’s reaction—the true incidence of penicillin allergy \nin patients who report that they are allergic is <10%. In those with a conﬁ rmed \npenicillin allergy, cross-reactivity with 3rd-generation cephalosporins and car-\nbapenems is possible but rare (<1%).\n  \n• Dose adjust for renal function and weight: use ideal body weight in extremes of \nBMI (or ideal weight plus a % of excess weight—see local guidelines).\n  \n• Check for medication interactions.\n  \n• In pregnancy and lactation, see p17.\n5   Prescribe the shortest eff ective course. Most antibiotics have good oral avail-\nability. Use IV antibiotics only if in line with local or national (sepsis) guidelines.\nThen focus:\nReview the clinical diagnosis and continuing need for antibiotics at 48h for all in-\npatients and all patients prescribed IV antibiotics:\n  \n• Stop antibiotics if there is no evidence of infection.\n  \n• Switch from IV to oral whenever possible.\n  \n• Change to a narrower spectrum antibiotic whenever possible.\n  \n• Continue regular clinical review whilst antibiotics are prescribed.\nIn England between 2010 and 2014, antibiotic prescribing rose by 4% in general \npractice, 12% in hospitals, and 32% in other healthcare settings; E. coli resistance \nto ciproﬂ oxacin increased by 18%, to cephalosporins by 28%, and to gentamicin \nby 27%. 25 000 people in Europe die every year from antibiotic-resistant bacteria. \nEach year ~500 000 develop drug-resistant TB. Cost is the only barrier to buying \ncarbapenems over-the-counter in Egypt, India, and Pakistan.\n‘This will be a post-antibiotic era. In terms of new replacement antibiotics, the \npipeline is virtually dry, especially for Gram negative bacteria. The cupboard is \nnearly bare. Prospects for turning this situation around look dim.’\nDr M Chan, Director-General of WHO, March 2012.\nAntimicrobial stewardship2 is necessary in all healthcare settings:\n  \n• monitoring, evaluation, and feedback on antimicrobial prescribing, bench-\nmarked against up-to-date local and national guidelines\n  \n• evaluation of high/low levels of prescribing and prescribing outside of guidelines\n  \n• review of patient safety events: avoidable infection, drug reactions, complica-\ntions of antibiotic therapy, eg MRSA (p388), C. difﬁ cile (p259, p411)\n  \n• education and decision support systems for all antibiotic prescribers\n  \n• antibiotic pack sizes that correspond to appropriate course lengths\n  \n• regular review of all antimicrobial policy, treatment, and prophylaxis guidelines.\nAntimicrobial stewardship\n1 Clinical diagnosis of low-severity community-acquired pneumonia is an exception, see also UTI p296.", "text_length": 3775, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 392/905)", "type": "chunk", "chunk_index": 391, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.845138", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.846078", "status": "complete", "chunks_added": 2}