{"task_id": "61b08b194ff956f9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 165/905)", "text": "latation ± stenting.\nTetralogy of Fallot See p157.\n\n--- Page 171 ---\n157\nCardiovascular medicine\nTetralogy of Fallot (TOF) is the most common cyanotic congenital heart disorder \n(prevalence: 3–6 per 10 000). It is also the most common cyanotic heart defect that \nsurvives to adulthood, accounting for 10% of all ACHD. 72 It is believed to be due to \nabnormalities in separation of the truncus arteriosus into the aorta and pulmo-\nnary arteries early in gestation (ﬁ g 3.52).\nThe ‘tetralogy’ of features are:\n1   Ventricular septal defect (VSD).\n2   Pulmonary stenosis.\n3   Right ventricular hypertrophy.\n4   The aorta overrides the VSD, accepting right heart \nblood.\nA few patients also have an ASD, which makes up the \npentad of Fallot. \nPresentation: Severity of illness depends greatly on \nthe degree of pulmonary stenosis. Infants may be \nacyanotic at birth, with a pulmonary stenosis mur-\nmur as the only initial ﬁ nding. Gradually (especially \nafter closure of the ductus arteriosus) they become \ncyanotic due to decreasing ﬂ ow of blood to the lungs \nand increasing right-to-left ﬂ ow across the VSD. Dur-\ning a hypoxic spell, the child becomes restless and \nagitated. Toddlers may squat, which is typical of TOF, \nas it increases peripheral vascular resistance, there-\nby decreasing the degree of right to left shunt. Adult patients are often asymp-\ntomatic. In the unoperated adult patient, cyanosis is common, although extreme \ncyanosis or squatting is uncommon. In repaired patients, late symptoms include \nexertional dyspnoea, palpitations, clubbing, RV failure, syncope, and even sudden \ndeath. Investigations: ECG shows RV hypertrophy with a right bundle-branch \nblock. CXR may be normal, or show the hallmark of TOF, which is the classic boot-\nshaped heart (ﬁ g 3.53). Echocardiography \ncan show the anatomy as well as the degree \nof stenosis. Cardiac CT and cardiac MRI can \ngive valuable information for planning the \nsurgery. 73\nManagement: Surgery is usually done be-\nfore 1yr of age, with closure of the VSD and \ncorrection of pulmonary stenosis.\nPrognosis: Without surgery, mortality rate \nis ~95% by age 20. After repair, 85% of pa-\ntients survive to 35yrs. Common problems in \nadulthood include pulmonary regurgitation, \ncausing RV dilatation and failure; RV outﬂ ow \ntract obstruction; AR; LV dysfunction; and ar-\nrhythmias. \nFallot’s tetralogy: what the non-specialist needs to know\nFig 3.52 Tetralogy of Fallot.\nReproduced from Thorne et al., \nAdult Congenital Heart Disease, \n2009, with permission from \nOxford University Press.\nFig 3.53 Boot-shaped heart.\nCourtesy of Dr Edward Singleton.\nMany patients born with single-ventricle hearts (eg hypoplastic left heart syn-\ndrome) will undergo a Fontan procedure. This results in systemic venous blood \nﬂ owing directly into the pulmonary arteries and the single ventricle being used \nto pump oxygenated blood into the aorta. The lack of a right heart results in \nmany of the signs and symptoms of right heart failure and puts the patient at \nrisk of rapid cardiac decompensation. When looking after these patients, \nseek advice from specialist ACHD centres. \nPatients with one ventricle", "text_length": 3162, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 165/905)", "type": "chunk", "chunk_index": 164, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.164260", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.170603", "status": "complete", "chunks_added": 2}