{"task_id": "626339dba76d68f9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 542/905)", "text": "g/h approximates to 60mg/24h oral morphine\nOpioids\n\n--- Page 548 ---\n534\nOncology and palliative care\nPalliative care: other symptoms\nNon-pain symptoms19 include:\nNausea and vomiting\nCauses: Chemotherapy, constipation, hypercalcaemia, oral candidiasis, GI obstruc-\ntion, drugs, severe pain, infection, renal failure.\nManagement: Treat reversible causes, eg laxatives for constipation, analgesia for \npain, hypercalcaemia (see p528), ﬂ uconazole for oral candidiasis. Anti-emetic choice \nshould be based on the likely mechanism of nausea. Consider the site of anti-emetic \naction, especially when using a combination of drugs. Oral absorption may be poor \nso consider alternative routes (SC/IV/PR). Options include the following:\n  \n• Cyclizine 50mg/8h: antihistamine, anticholinergic, central action so good for in-\ntracranial disorders.\n  • Metoclopramide 10–20mg/8h: blocks central chemoreceptor trigger zone, peripheral \nprokinetic eff ects so good in gastroparesis, monitor for extra-pyramidal side-eff ects.\n  \n• Domperidone 10–20mg/8h PO: peripheral antidopaminergic so no dystonic eff ects.\n  \n• Haloperidol 1.5mg PO initially 1–2 times daily: dopamine antagonist, eff ective in \ndrug- or metabolically induced nausea, use lower doses IV/SC as twice as potent.\n  \n• Ondansetron 4–8mg/8h: serotonin antagonist, good for chemo/radiotherapy-relat-\ned nausea, may cause constipation.\n  \n• Levomepromazine 6.25mg, initially 1–2 times daily: broad spectrum, but can sedate, \nmay be very eff ective if fear/anxiety are contributing to symptoms.\nAntisecretory drugs, such as hyoscine butylbromide or octreotide may be required \nfor patients with vomiting and bowel obstruction: seek expert advice.\nConstipation\nCauses: Very common side-eff ect of opioids. Better to prevent than treat so pre-\nscribe laxatives for all patients starting opioids. Also hypercalcaemia (see p528), \ndehydration, drugs, or intra-abdominal disease.\nTreatment: Treat reversible causes. Good ﬂ uid intake. Ensure privacy and access to \ntoilet. Medication options include the following:\n  \n• Stimulant (eg senna 2–4 tablets or bisacodyl 5–10mg) at night ± a softener (eg \nsodium docusate 100mg BD).\n  \n• Osmotic laxative (eg  macrogol).\n  \n• Rectal treatments: bisacodyl/glycerol suppositories, phosphate enema.\nBreathlessness\nCauses: Look for reversible causes including infection, eff usion, anaemia, arrhyth-\nmia, thromboembolism. If stridor or signs of superior vena cava syndrome, treat \nurgently (see p528).\nTreatment: Treat reversible causes as appropriate. Consider thoracocentesis ± pleu-\nrodesis for a pleural eff usion. Recurrent pleural eff usions may warrant a radiologi-\ncally placed permanent drain (see p527). If the patient remains distressed, consider a \ntrial of low-dose opioids. These reduce respiratory drive and the sensation of breath-\nlessness. If opioid-naive, start with 2.5mg of an immediate-release morphine every \n4h. If already taking an opioid, use the appropriate breakthrough dose (see p533). \nBenzodiazepines may help if associated anxiety, eg lorazepam 500mcg SL every 4–6h.\nOral problems\nCauses: Poor oral hygiene, radiation, drugs (anticholinergics, chemotherapy, diuret-\nics), infection (candidiasis, herpes simplex).\nTreatment: Oral candidiasis: topical miconazole, oral ﬂ uconazole 50mg OD but check \nfor interactions (eg warfarin). Nystatin is often ineff ective and may exacerbate nau-\nsea. Herpes simplex: oral gan/aciclovir. Good mouth care maintains comfort and \nthe ability to communicate. Maintain ﬂ uid intake with frequent, small drinks. Sim-\nple measures are often  eff ective: sugar-free chewing gum, normal saline mouth-\nwashes, soft toothbrush. Products containing alcohol may sting. Salivary stimulants \n(rather than substitutes) can be helpful for dry mouth, eg pilocarpine eye drops \n4%, 3 drops in the ﬂ oor of mouth QDS. Severe mucositis may need admission and \nsystemic opioids.", "text_length": 3912, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 542/905)", "type": "chunk", "chunk_index": 541, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.107677", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.108520", "status": "complete", "chunks_added": 3}