{"task_id": "6350813bb17ed8ba", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 752/905)", "text": "sorders.\nCourtesy of Norwich Radiology Department.\n\n--- Page 758 ---\n744\nRadiology\nGenitourinary imaging\nUltrasound\nImaging modality of choice for genitourinary problems. Can be used to assess:\nKidneys:\n  \n• Renal size—small in chronic kidney disease, large in renal masses, cysts, hypertro-\nphy if other kidney missing, polycystic kidney disease (ﬁ g 16.35), and rarities (eg \namyloidosis, p370).\n  \n• Hydronephrosis, which may indicate ureteric obstruction or reﬂ ux (ﬁ g 13.49, p641).\n  \n• Perinephric collections (trauma, post-biopsy).\n  \n• Renal perfusion (assessment of renovascular disease: Doppler US of renal arteries).\n  \n• Transplanted kidneys (collections, obstruction, perfusion).\nLower urinary tract:\n  \n• Bladder volume: useful in assessment of the need to catheterize (see p640) or for \nassessment of adequacy of bladder emptying (post-micturition residual volume).\n  \n• Prostate: transrectal ultrasound enables US-guided biopsy of focal lesions. NB: pros-\ntate size does not correlate with symptoms.\nOther:\n  \n• Ovarian cysts, size, infections (pyosalpinx), uterine ﬁ broids and other masses.\n  \n• Testicular masses, hydrocele, varicocele.\nAdvantages: Fast; cheap; independent of renal function; no IV contrast or radiation \nrisk. Disadvantages: Intraluminal masses (transitional cell ca) in the upper tracts \nmay not be seen; not a functional study; only suggests obstruction if there is dilata-\ntion of the collecting system (95% of obstructed kidneys) and so can miss obstruc-\ntion from, eg retroperitoneal ﬁ brosis.\nCT (ﬁ g 16.36) First choice in renal colic. Performed without intravenous contrast so \nsafe in renal impairment; such unenhanced images miss <2% of stones, but can show \nother pathologies. With IV contrast, CT can delineate masses (cystic or solid, contrast \nenhancement, calciﬁ cation, local/distant extension, renal vein involvement); assess \nrenal trauma (presence of two kidneys; haemorrhage; devascularization; laceration; \nurine leak); and show retroperitoneal lesions. CT has all but replaced intravenous \nurography and the radiation dose is similar.\nPlain abdominal X-ray Can be used to look at the kidneys, the paths of the ureters, \nand bladder. However, in practice it is only useful for monitoring known renal calculi.\nContrast studies Retrograde pyelography/ureterograms are good at showing \npelvi-calyceal, ureteric anatomy, and transitional cell carcinomas (TCCS). Contrast \nmedium is injected via a ureteric catheter. With the advent of cystoscopy, allowing \nimmediate intervention, these are rarely done in isolation. However, contrast me-\ndium is routinely used in cystoscopic placement of retrograde stents for obstruction.\nPercutaneous nephrostomy. Used in obstruction to decompress the renal pelvis, \nwhich is punctured under local anaesthetic with imaging guidance. Images are ob-\ntained following contrast injection (antegrade pyelogram). A nephrostomy tube is \nthen placed to allow decompression, sometimes followed by an antegrade stent if \nthere is no easily treatable cause of obstruction.\nRenal arteriography (ﬁ g 16.37) Therapeutic indications: angioplasty; stenting; em-\nbolization (bleeding tumour, trauma, AV malformation).\nMagnetic resonance imaging (MRI) Soft tissue resolution can help clarify equivo-\ncal CT ﬁ ndings. Magnetic resonance angiography (MRA) helps image renal artery \nanatomy/stenosis (ﬁ g 16.38) and is also used in the assessment of potential live do-\nnors for kidney transplant, as well as to monitor patients following embolization of \ntumours, arteriovenous malformations, and aneurysms.\nRadionuclide imaging See p738.", "text_length": 3609, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 752/905)", "type": "chunk", "chunk_index": 751, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.470543", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.471305", "status": "complete", "chunks_added": 2}