{"task_id": "646f723f218cd9a8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 390/905)", "text": "Disease Control and Prevention, http://www.cdc.gov\n\n--- Page 396 ---\n382\nInfectious diseases\nBacterial infection: an overview\nHumans and bacteria are symbiotes, with each of us host to ten times as many \nbacterial cells as our own human cells. Our gut, skin, and mucosal linings are covered \nwith bacteria. We rely on this for nutrition, functioning vitamin K, anti-inﬂ ammatory \neff ects, and immune system regulation.\nBacterial disease results from a breach of the measures that limit bacteria to \ntheir ‘normal’ roles: skin commensals moved into the bloodstream by a cannula, an-\ntibiotics altering the commensal microﬂ ora, immune system evasion or dysfunction \nallowing organisms to stray beyond their usual boundaries, toxin production. When \ntreating infections we should therefore remember to look beyond the off ending or-\nganism and consider what factors may have aided pathogenesis: malnutrition, ‘bar-\nrier’ breach by cancer/plastic, immunosuppression.\nSee ‘Sepsis’, p792.\nBacteria: Prokaryotic micro-organism without a membrane-bound nucleus.\nClassiﬁ cation of bacteria: By microscopy and culture of infected samples.\nInforms antibiotic choice. Includes:\n  \n• Gram stain: a staining technique. Bacteria with \nthick, exposed peptidoglycan layers will stain \n‘Gram positive’ (purple/blue). Bacteria with a \nprotected peptidoglycan layer will counterstain \npink/red and are ‘Gram negative’ (ﬁ g 9.3).\n  \n• Shape: cocci = round; bacilli = rod-shaped; \nspiro chaete = spiral.\n  \n• Aerobes/anaerobes: some bacteria cannot sur-\nvive without oxygen (obligate aerobes), whilst \nothers cannot grow in its presence (obligate an-\naerobes). Many more can survive in either en-\nvironment (facultative anaerobes). Some types \nof infection are more likely to involve aerobic \nor anaerobic bacteria, eg GI infections are typi-\ncally anaerobic.\nBacteraemia: Bacteria circulating in the\nbloodstream.\nBacteriocidal: Kills bacteria both in and out\nof the replication cycle.\nBacteriostatic: Stops replication without killing existing bacteria.\nCapsulate bacteria: Bacteria with a thick outer capsule, eg Haemophilus inﬂ uen-\nzae, Neisseria meningitidis, and Streptococcus pneumoniae. These are destroyed \nin the spleen. Following splenectomy (or splenic infarction, eg sickle cell anaemia) \nthere is an increased risk of infection by capsulate bacteria and prophylactic vac-\ncination should be off ered (p407).\nCommensal: An organism that lives in/on a host without causing harm.\nEndotoxin: A lipopolysaccharide complex found on the outer membrane of Gram-\nnegative bacteria. Can elicit an inﬂ ammatory response. Activates complement via \nthe alternative pathway.\nEnterotoxin: Exotoxin that targets the gut, eg Clostridium difﬁ cile toxin (p411).\nExotoxin: Toxins secreted by bacteria acting at a site distant from bacterial \ngrowth. Production of an exotoxin can determine virulence, eg botulinum, tetanus, \ndiphtheria, shiga toxins.\nFlagella: A tail-like appendage that moves to propel the bacterium, eg Helico-\nbacter pylori.\nNosocomial: Acquired in a hospital/healthcare setting (pp410–1).\nObligate intracellular: Bacteria that can only survive in host cells  induce a cell-\nmediated immune response and will not grow on standard culture media.\nZiehl–Neelsen stain: Mycolic acid in the cell wall of mycobacteria resists Gram \nstaining but will appear red with acid-fast techniques (= acid-fast stain). \nBacterial glossary\nFig 9.3 (a) Gram-positive versus \n(b) Gram-negative cell membranes.\nReprinted by permission from Macmil-\nlan Publishers Ltd: Nature Reviews \nMicrobiology, Cabeen et al., 3(8), 601–610, \ncopyright 2005.", "text_length": 3620, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 390/905)", "type": "chunk", "chunk_index": 389, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.842036", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.843058", "status": "complete", "chunks_added": 2}