{"task_id": "6496b96ba2e0951d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 541/905)", "text": "icate, set times carefully, warn of side-eff ects.\n\n--- Page 547 ---\n533\nOncology and palliative care\nThe amount of opioid required to relieve pain varies and should be titrated on an \nindividual basis. Oral morphine is 1st-line. If the oral route is unavailable, use mor-\nphine or diamorphine SC (see table 11.5, and tables 11.6, 11.7, p536). Explanation and \nregular review are important. Prescribe anti-emetics and laxatives for all patients.\nStart low, go slow: For an opioid-naïve patient with moderate to severe pain, con-\nsider oral morphine 5mg every 4 hours plus 5mg PRN (maximum hourly). Consider \na lower starting dose if elderly, BMI, or renal impairment. If pain is not controlled, \n dose by 30–50% every 24h.\nConvert to modiﬁ ed release: When pain is controlled, calculate the total daily \ndose including PRN and divide into two 12h doses of a modiﬁ ed-release preparation \n(eg MST Continus® 12h). Transdermal preparations are available: seek expert help \nfor dose, check adhesion, and rotate site.\nUse a PRN dose for breakthrough pain: 1/10th–1/6th of the total daily dose as an \nimmediate-release preparation, eg Oramorph® or Sevredol®.\nSide-effects: Drowsiness, nausea/vomiting (usually  after 5 days), constipation, \ndry mouth. If diffi  culty tolerating morphine, or pain plus toxicity, consider an opi-\noid switch (eg oxycodone) and  dose by 25–30%.\nToxicity: Sedation, respiratory depression, visual hallucinations, myoclonic jerks, \ndelirium. Be alert: recognizing toxicity early usually means naloxone is avoided. \nMonitor pulse oximetry, give oxygen if required. Consider : intracranial bleed, \nrenal failure.  Opioids and sedating drugs. Consider hydration. Seek expert help \nif remains opioid-toxic or in pain. Naloxone is only indicated for life-threatening \nrespiratory depression (see p842). In patients on regular opiates it can precipitate \na pain crisis and potentially fatal acute withdrawal.18\nRenal failure: Patients with renal impairment (eGFR <30) are at risk of toxicity \ndue to accumulation of renally excreted opioids and metabolites. Monitor closely. \nFentanyl, alfentanil, and buprenorphine have predominantly hepatic metabolism \n—seek expert advice.\nConcerns: Patients may shrink from using opioids. Misconceptions are common: \nthey are addictive, for the dying, if they use morphine now it will not work when \nthey really need it. Respiratory depression is very rare when opioids are correctly \ntitrated but opioids often get blamed when a patient deteriorates. Reassure pa-\ntients that opioids are effective and safe when used appropriately.\nMorphine-resistant pain: Seek expert help. Consider methadone, ketamine, and \nadjuvants such as NSAIDS, steroids, muscle relaxants, anxiolytics, nerve blocks. If \nneuropathic pain is suspected, try amitriptyline, pregabalin, or topical lidocaine. \nConsider the eff ect of psychological and spiritual well-being on pain (see p535).\nRapid analgesia: Most PRN medication takes time to have an eff ect. If this is a \nproblem, seek expert help regarding rapid-release preparations (eg sublingual, \nintranasal, or buccal fentanyl). Try to pre-empt times of high pain (eg dressing \nchanges) and give analgesia in advance.\nTable 11.5 Opioid dose equivalents: conversions are not exact, potency can vary. If in doubt, use \na dose below your estimate. Practice is variable: always defer to local guidelines ﬁ rst.\nRelative potency\n4h dose (mg)\n24h dose (mg)\nMorphine PO\n1\n5\n30\nMorphine SC\n2\n2.5\n15\nDiamorphine SC\n3\n1.5–2\n10\nOxycodone PO\n2\n2.5\n15\nOxycodone SC\n4\n1.25\n7.5\nAlfentanil SC\n30\nToo short-acting\n1\nCodeine PO\n0.1\n60 (6h dose)\n240\nTramadol PO\n0.1\n100 (6h dose)\n400\nFentanyl patch\n25mcg/h approximates to 60mg/24h oral morphine\nOpioids", "text_length": 3726, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 541/905)", "type": "chunk", "chunk_index": 540, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.105954", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.106947", "status": "complete", "chunks_added": 2}