{"task_id": "64db9c5f72415b05", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 206/905)", "text": "iversity Hospitals NHS Trust Radiology Department.\n\n--- Page 212 ---\n198\nChest medicine\nInterstitial lung disease (ILD)\nThis is the generic term used to describe a number of conditions that primarily af-\nfect the lung parenchyma in a diff use manner.58 They are characterized by chronic \ninﬂ ammation and/or progressive interstitial ﬁ brosis (table 4.11), and share a number \nof clinical and pathological features. See table 4.11 and ﬁ g 4.19.\nClinical features Dyspnoea on exertion; non-productive paroxysmal cough; ab-\nnormal breath sounds; abnormal CXR or high-resolution CT; restrictive pulmonary \nspirometry with DLCO (p164).\nPathological features Fibrosis and remodelling of the interstitium; chronic inﬂ am-\nmation; hyperplasia of type II epithelial cells or type II pneumocytes.\nClassiﬁ cation The ILDS can be broadly grouped into three categories:\nThose with known cause, eg:\n  \n• Occupational/environmental, eg asbestosis, berylliosis, silicosis, cotton worker’s \nlung (byssinosis).\n  \n• Drugs, eg nitrofurantoin, bleomycin, amiodarone, sulfasalazine, busulfan.\n  \n• Hypersensitivity reactions, eg hypersensitivity pneumonitis.\n  \n• Infections, eg TB, fungi, viral.\n  \n• Gastro-oesophageal reﬂ ux.\nThose associated with systemic disorders, eg:\n  \n• Sarcoidosis.\n  \n• Rheumatoid arthritis.\n  \n• SLE, systemic sclerosis, mixed connective tissue disease, Sjögren’s syndrome.\n  \n• Ulcerative colitis, renal tubular acidosis, autoimmune thyroid disease.\nIdiopathic, eg:\n  \n• Idiopathic pulmonary ﬁ brosis (IPF, p200).\n  \n• Cryptogenic organizing pneumonia.\n  \n• Non-speciﬁ c interstitial pneumonitis.\nExtrinsic allergic alveolitis (EAA)\nIn sensitized individuals, repetitive inhalation of allergens (fungal spores or avian \nproteins) provokes a hypersensitivity reaction which varies in intensity and clini-\ncal course depending on the antigen. In the acute phase, the alveoli are inﬁ ltrated \nwith acute inﬂ ammatory cells. Early diagnosis and prompt allergen removal can halt \nand reverse disease progression, so prognosis can be good. With chronic exposure, \ngranuloma formation and obliterative bronchiolitis occur.\nCauses\n  \n• Bird-fancier’s and pigeon-fancier’s lung (proteins in bird droppings).\n  \n• Farmer’s and mushroom worker’s lung (Micropolyspora faeni, Thermoactino-\nmyces vulgaris).\n  \n• Malt worker’s lung (Aspergillus clavatus).\n  \n• Bagassosis or sugar worker’s lung (Thermoactinomyces sacchari ).\nClinical features 4–6h post-exposure: Fever, rigors, myalgia, dry cough, dyspnoea, \nﬁ ne bibasal crackles. Chronic: Finger clubbing (50%), increasing dyspnoea, weight, \nexertional dyspnoea, type I respiratory failure, cor pulmonale.\nTests Acute: Blood: FBC (neutrophilia); ESR; ABGS; serum antibodies (may indicate \nexposure/previous sensitization rather than disease). CXR: upper-zone mottling/con-\nsolidation; hilar lymph adenopathy (rare). Lung function tests: Reversible restrictive \ndefect; reduced gas transfer during acute attacks. Chronic: Blood tests: serum anti-\nbodies. CXR: upper-zone ﬁ brosis; honeycomb lung. CT chest: nodules, ground glass ap-\npearance, extensive ﬁ brosis. Lung function tests: restrictive defect. Bronchoalveolar \nlavage (BAL) ﬂ uid shows lymphocytes and mast cells.\nManagement Acute: Remove allergen and give O2 (35–60%), PO prednisolone \n(40mg/24h PO), reducing course. Chronic: Allergen avoidance, or wear a facemask \nor +ve pressure helmet. Long-term steroids often achieve CXR and physiological im-\nprovement. Compen sation (UK Industrial Injuries Act) may be payable.", "text_length": 3532, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 206/905)", "type": "chunk", "chunk_index": 205, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.308363", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.309160", "status": "complete", "chunks_added": 2}