{"task_id": "65c07d3ee7d07e54", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 766/905)", "text": "ine: Avoid amphotericin, lidocaine, nitroprusside.\n\n--- Page 772 ---\n18 Practical procedures\nWe thank our Specialist Reader, Dr Andrew Johnston, for his contribution to this chapter.\nContents\nNasogastric tubes 759\nPlacing IV cannulae 760\nCut down on to a vein 761\nCatheterizing bladders 762\nDraining ascites 764\nDiagnostic aspiration of a pleural \neff usion 765\nAbdominal paracentesis 765\nInserting a chest drain 766\nRelieving a tension pneumotho-\nrax 767\nAspiration of a pneumothorax 767\nLumbar puncture (LP) 768\nCardioversion/deﬁ brillation 770\nArterial blood gas sampling 771\nEmergency airway management 772\nCentral venous cannulation 774\nInternal jugular catheterization 775\nInserting a temporary cardiac \npacemaker 776\nAs medical training has evolved in an environment where patient safety is para-\nmount, the old adage of ‘see one, do one, teach one’ is no longer relevant. ‘Just having \na go’ when you aren’t conﬁ dent can have devastating consequences for the patient, \nand also for you and your future. This creates tensions for training, but these are not \ninsurmountable. Seek out opportunities to learn practical procedures, ideally in a \ncontrolled, elective setting, so that your ﬁ rst attempt isn’t a life-or-death emergency \nattempt—time spent in theatres or ICU will pay dividends in this regard. Many sen-\niors will be happy to make time to teach if you contact them in advance—let them \nknow you are interested and leave your bleep. Even in an emergency setting, it is \nstill wiser to seek help rather than attempting an urgent procedure for the ﬁ rst time.\nTraining and the business of medicine\nFig 18.1 NHS ‘clean your hands’ campaign poster.\nContains public sector information licensed under Open \nGovernment Licence v3.0. https://www.whatdotheyknow.com/\nrequest/21861/response/56086/attach/3/04072%20Hand%20\nHygiene%205%201.1.pdf\nHungarian obstetrician Ignaz Semmelweis demonstrated the beneﬁ ts of handwash-\ning in the 1840s: he observed that maternal mortality was nearly three times as high \non a doctor-run maternity ward compared to a midwife-run ward. The explanation \nremained elusive until Semmelweis’ friend Jakob Kolletschka died after receiving an \naccidental scalpel cut from a student during a post-mortem demonstration. Sem-\nmelweis recognized in Kolletschka’s death many of the features of the dying moth-\ners. The explanation: the maternity ward doctors’ day started with post-mortem \nexaminations, from which they would procede to perform vaginal examinations on \nthe living without washing their hands. Noticing this, Semmelweis introduced the \npractice of washing hands with chloride of lime and cut death rates to that of the \nmidwives’ patients. Despite the evidence he amassed, Semmelweis’s theory was \nrejected by his contemporaries, a rejection which undoubtedly contributed to his \npsychiatric distress, eventual commitment to an asylum, and ultimate death from \nthe blows of his guards. It would take another 20 years and countless deaths before \nLister published his landmark work on the use of carbolic acid in surgery.\nTake a minute to wash your hands thoroughly before undertaking any procedure. This \nprerequisite will not only reduce infection risk for your patients, but give you a moment \nfor mindfulness: focus on the hot water running over your hands, breathe deeply, and \nfor a while forget about your list of jobs. Perhaps spare Dr Kolletschka a thought. You \nmay ﬁ nd that the subsequent procedure goes more smoothly than anticipated.", "text_length": 3499, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 766/905)", "type": "chunk", "chunk_index": 765, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.495075", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.495960", "status": "complete", "chunks_added": 2}