{"task_id": "661966802b0a7b6d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 625/905)", "text": "ce the imperative for \neff ective screening (BOX).\n\n--- Page 631 ---\n617\nSurgery\nFig 13.34 Distribution of colorectal carcinomas. These are averages: black females tend to have \nmore proximal neoplasms. White men tend to have more distal neoplasms.\nPolyps are growths that appear above the mucosa and can be inﬂ ammatory, \nhamartomatous, or neoplastic. Left in situ, polyps carry a risk of malignant trans-\nformation that will relate to size and histology (tubular or villous adenomas, esp. \nif >2cm). Patients with polyps may have no symptoms and thus a colonoscopy is \nrequired to detect and remove. Colonscopy allows the opportunity to detect colo-\nrectal cancer at an earlier stage when treatment may be more eff ective.\nHowever, population-based colonoscopic screening is costly and some studies \nhave suggested that the test does not impact on deaths from right-sided can-\ncers which are rarer and harder to detect (ﬁ g 13.34). Therefore, the NHS has intro-\nduced a one-off  screening ﬂ exible sigmoidoscopy off ered to all people in their 55th \nyear. Trial results have shown the incidence of colorectal cancer in the intervention \n(screening) group is reduced by 33% and mortality from colorectal cancer is reduced \nby 43%. Number needed to screen to prevent one diagnosis (=191); or death (=489). \nIn parallel, the NHS Bowel Cancer Screening Programme (introduced in 2006) of-\nfers colonoscopy to all men and women aged 60–75 who test positive for faecal \noccult blood (FOB) using a home testing kit performed every 2 years. This FOB-\nstratiﬁ cation targets screening to those in the highest risk groups, permitting \ndetection of more advanced adenomas and early stage cancers. The relative risk \nof death from colorectal cancer in patients undergoing screening is reduced by \n16%. A 11% increase in incidence rates since 2006 for people aged 60–69 is almost \ncertainly due to earlier detection through the screening programme. \nPolyps, the challenges of screening, and the NHS\nSplenic ﬂexure 2%\nHepatic ﬂexure 3%\nAscending colon 7%\nCaecum 14%\nAppendix 1%\nAnus 2%\nDescending colon 3%\n Transverse colon 5%\nSigmoid colon 20%\nRectum 27%\nOther and unspeciﬁed 9%\nRight side\nLeft side\nTable 13.13 Colorectal cancer: TNM staging\nTx\nPrimary tumour cannot be assessed\nNx\nNodes cannot be assessed\nTis\nCarcinoma in situ\nN0\nNo node spread\nT1\nInvading submucosa\nN1\nMetastases in 1–3 regional nodes\nT2\nInvading muscularis propria\nN2\nMetastases in >3 regional nodes\nT3\nInvading subserosa and beyond (not \nother organs)\nM0\nNo distant spread\nT4\nInvasion of adjacent structures\nM1\nDistant metastasis\nReproduced with permission from Edge, SB et al. (Eds.), AJCC Cancer Staging Manual, 7th Edition. \nNew York: Springer; 2010.\nTNM status used to deﬁ ne overall stage. This is complex with several important \nsubtypes, but in essence, stage 1 disease is T1 or T2/N0/M0; stage 2 is T3 or T4/N0/M0; \nstage 3 is characterized by N1 or N2 but still M0; stage 4 is M1. \nTNM staging in colorectal cancer", "text_length": 2984, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 625/905)", "type": "chunk", "chunk_index": 624, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.254458", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.255171", "status": "complete", "chunks_added": 2}