{"task_id": "66666a43bdb70a39", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 558/905)", "text": "1815).\n© Lordprice collection / Alamy Stock Photo.\n\n--- Page 564 ---\n550\nRheumatology\nSpondyloarthritides\nThe spondyloarthropathies (SpA) are a group of related chronic inﬂ ammatory condi-\ntions. They tend to, although not always, aff ect the axial skeleton with shared clinical \nfeatures:\n1   Seronegativity (= rheumatoid factor Ωve).\n2   HLA B27 association—see BOX.\n3   ‘Axial arthritis’: pathology in spine (spondylo-) and sacroiliac joints.\n4   Asymmetrical large-joint oligoarthritis (ie <5 joints) or monoarthritis.\n5   Enthesitis: inﬂ ammation of the site of insertion of tendon or ligament into bone, \neg plantar fasc iitis, Achilles tendonitis, costochondritis.\n6   Dactylitis: inﬂ ammation of an entire digit (‘sausage digit’), due to soft tissue \noedema, and tenosynovial and joint inﬂ ammation.\n7   Extra-articular manifestations: eg iritis (anterior uveitis), psoriaform rashes \n(psoriatic arthritis), oral ulcers, aortic valve incompetence, inﬂ ammatory bowel \ndisease.\nNB: BehÇet’s syndrome (p694) can also present with uveitis, skin lesions, and  arthritis \nand is not always associated with gross oral or genital ulcerations.\n1   Ankylosing spondylitis (AS) A chronic inﬂ ammatory disease of the spine and \nsacroiliac joints, of unknown aetiology (likely strong genetic/environmental in-\nterplay). Prevalence: 0.25–1%. Men present earlier: : ~6:1 at 16yrs old, and \n~2:1 at 30yrs old. ~90% are HLA B27 +ve (see BOX). Symptoms and signs: The \ntypical patient is a man <30yrs old with gradual onset of low back pain, worse \nduring the night with spinal morning stiff ness relieved by exercise. Pain radi-\nates from sacroiliac joints to hips/buttocks, and usually improves towards the \nend of the day. There is progressive loss of spinal movement (all directions)—\nhence thoracic expansion. See pp540–2 for tests of spine ﬂ exion and sacroiliitis. \nThe disease course is variable; a few progress to kyphosis, neck hyperextension \n(question-mark posture; ﬁ g 12.13), and spino-cranial ankylosis. Other features \ninclude enthesitis (see BOX), especially Achilles tendonitis, plantar fasciitis, at the \ntibial and ischial tuberosities, and at the iliac crests. Anterior mechanical chest \npain due to costochondritis and fatigue may feature. Acute iritis occurs in ~⅓ \nof patients and may lead to blindness if untreated (but may also have occurred \nmany years before, so enquire directly). AS is also associated with osteoporosis \n(up to 60%), aortic valve incompetence (<3%), and pulmonary apical ﬁ brosis.\nTests: Diagnosis is clinical, supported by imaging.\n4 MRI allows detection of active \ninﬂ ammation (bone marrow oedema) as well as destructive changes such as \nerosions, sclerosis, and ankylosis. X-rays can show SI joint space narrowing or \nwidening, sclerosis, erosions, and ankylosis/fusion. Vertebral syndesmophytes \nare characteristic (often T11–L1 initially): bony proliferations due to enthesitis \nbetween ligaments and vertebrae. These fuse with the vertebral body above, \ncausing ankylosis. In later stages, calciﬁ cation of ligaments with ankylosis lead \nto a ‘bamboo spine’ appearance. Also: FBC (normocytic anaemia), ESR, CRP, HLA \nB27 +ve (+ve in 90–95% of cases but only 5% of patients HLA B27 +ve have AS). \nManagement: Exercise, not rest, for backache, including intense exercise regi-\nmens to maintain posture and mobility—ideally with a specialist physiotherapist. \nNSAIDS usually relieve symptoms within 48h, and may slow radiographic progres-\nsion.37 TNF BLOCKERS (eg etanercept, adalimumab) are indicated in severe ac-\ntive AS.38 Local steroid injections provide temporary relief. Surgery includes hip \nreplacement to improve pain and mobility if the hips are involved, and rarely spinal \n osteotomy. There is risk of osteoporotic spinal fractures (consider bisphospho-\nnates). Prognosis: There is not always a clear relationship between the activity \nof arthritis and severity of underlying inﬂ ammation (as for all the spondyloarth-\nritides). Prognosis is worse if ESR >30; onset <16yrs; early hip involvement or poor \nresponse to NSAIDS.39\n2   Enteric arthropathy Associations: Inﬂ ammatory bowel disease, GI bypass, \ncoeliac and Whipple’s disease (p716). Arthropathy often improves with the treat-\nment of bowel symptoms (beware NSAIDS). Use DMARDS for resistant cases.\n4 Sacroiliitis on imaging plus ≥1 SpA feature or HLA B27 positive plus ≥2 SpA features.", "text_length": 4407, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 558/905)", "type": "chunk", "chunk_index": 557, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.136696", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.137601", "status": "complete", "chunks_added": 3}