{"task_id": "66d4118d7278c50b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 17/905)", "text": "ng it may seem. \nA razor, a dictum, and a bludgeon\n\n--- Page 19 ---\nThinking about medicine\n5\nIt is always possible to be wrong8 because you remain unaware of it while it is \nhappening. Such error-blindness is why ‘I am wrong’ is a statement of impos-\nsibility. Once you are aware that you are wrong, you are no longer wrong, and can \ntherefore only declare ‘I was wrong’. It is also the reason that fallibility must be \naccepted as a universally human phenomenon. Conversely, certainty is the convic-\ntion that we cannot be wrong because our biases and beliefs must be grounded \nin fact. Certainty produces the comforting illusion that the world (and medicine) \nis knowable. But be cautious of certainty for it involves a shift in perspective \ninwards, towards our own convictions. This means that other people’s stories can \ncease to matter to us. Certainty becomes lethal to empathy.\nIn order to determine how and why mistakes are made, error must be acknowl-\nedged and accepted. Defensiveness is bad for progress. ‘I was wrong, but...’ is \nrarely an open and honest analysis of error that will facilitate diff erent and better \naction in the future. It is only with close scrutiny of mistakes that you can see the \npossibility of change at the core of error. And yet, medical practice is littered with \nexamples of resistance to disclosure, and reward for the concealment of error. \nThis must change.4 Remember error blindness and protect your whistle-blowers. \nListen. It is an act of humility that acknowledges the position of others, and the \npossibility of error in yourself. Knowledge persists only until it can be disproved. \nBetter to aspire to the aporia of Socrates:\n‘At ﬁ rst, he didn’t know...just as he doesn’t yet know the answer now either; \nbut he still thought he knew the answer then, and he was answering con-\nﬁ dently, as if he had knowledge. He didn’t think he was stuck before, but \nnow he appreciates that he is stuck...At any rate, it would seem that we’ve \nincreased his chances of ﬁ nding out the truth of the matter, because now, \ngiven his lack of knowledge, he’ll be glad to undertake the investigation...Do \nyou think he’d have tried to enquire or learn about this matter when he thought \nhe knew it (even though he didn’t), until he’d become bogged down and stuck, \nand had come to appreciate his ignorance and to long for knowledge?’\nPlato: Meno and other dialogues, 402 BC; Waterﬁ eld translation, 2005.\nBeing wrong\nIn a world in which a ‘mistake’ can be redeﬁ ned as a ‘complication’, it is easy to \nconceal error behind a veil of technical language. In 2014, a professional duty of \ncandour became statutory in England for incidents that cause death, severe or \nmoderate harm, or prolonged psychological harm. As soon as practicable, the pa-\ntient must be told in person what happened, given details of further enquiries, and \noff ered an apology. But this should not lead to the proff ering of a ‘tick-box’ apology \nof questionable value. Be reassured that an apology is not an admission of liability. \nRisks and imperfections are inherent to medicine and you have the freedom to \nbe sorry whenever they occur. Focus not on legislation, but on transparency and \nlearning. The ethics of forgiveness require a complete response in which the pa-\ntient’s voice is placed at the heart of the process.9\nDuty of candour\nError provides a link between medicine and the humanities. Both strive to bridge \nthe gap between ourselves and the world. Medicine attempts to do this in an ob-\njective manner, using disproved hypotheses (error) to progress towards a ‘truth’. \nArt, however, accepts the unknown, and celebrates transience and subjectivity. \nBy seeing the world through someone else’s eyes, art teaches us empathy. It is at \nthe point where art and medicine collide that doctors can re-attach themselves \nto the human race and feel those emotions that motivate or terrify our patients. \n‘Unknowing’ drives medical theory, but also stories and pictures. And these are the \nhallmark of our highest endeavours.\n‘We all know that Art is not truth. Art is a lie that makes us realise the truth, \nat least the truth that is given to us to understand.’\nPablo Picasso in Picasso Speaks, 1923.\nMedicine, error, and the humanities", "text_length": 4255, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 17/905)", "type": "chunk", "chunk_index": 16, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.886433", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.887316", "status": "complete", "chunks_added": 3}