{"task_id": "680e985d226f6c52", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 184/905)", "text": "\nCourtesy of Janet E. Jeddry, Yale Medical School.\n\n--- Page 190 ---\n176\nChest medicine\nLung tumours: staging and treatment\nAssessing the extent of tumour spread (staging) is vital to determining the best \ncourse of treatment and also prognosis. All patients who may be suitable for surgery \nwith curative intent should be off ered PET-CT before treatment.25 Some patients may \nundergo endobronchial ultrasound-guided transbronchial needle aspirations for me-\ndiastinal masses. TNM staging classiﬁ cation for non-small cell lung cancer is shown \nin table 4.4. You do not need to memorize this!\nTable 4.4 TNM staging for non-small cell lung cancer\nPrimary tumour (T)\nTX\nMalignant cells in bronchial secretions, no other evidence of tumour\nTIS\nCarcinoma in situ\nT0\nNone evident\nT1\n≤ 3cm, in lobar or more distal airway\nT2\n>3cm and >2cm distal to carina or any size if pleural involvement or obstruc-\ntive pneumonitis extending to hilum, but not all the lung\nT3\nInvolves the chest wall, diaphragm, mediastinal pleura, pericardium, or <2cm \nfrom, but not at, carina. T >7cm diameter and nodules in same lobe\nT4\nInvolves mediastinum, heart, great ves sels, trachea, oesophagus, vertebral \nbody, carina, malignant eff usion, or nodules in another lobe\nRegional nodes (N)\nN0\nNone involved (after mediastinoscopy)\nN1\nPeribronchial and/or ipsilateral hilum\nN2\nIpsilateral mediastinum or subcarinal\nN3\nContralateral mediastinum or hilum, scalene, or supraclavicular\nDistant metastasis (M)\nM0\nNone\nM1\na) Nodule in other lung, pleural lesions, or malignant eff usion; b) distant \nmetastases present\nStages\nOccult \nI \nII \nIIIa \nIIIb \nIV\nTX N0 M0 \nTIS/T1/T2 N0 M0 \n T1/T2 N1 M0 \n T3 N1 M0 \n T1–4 N3 M0 \nT1–4 N0–3 M1\n \n \nor T3 N0 M0 \nor T1–3 N2 M0 \nor T4 N0–2 M0\nReproduced with permission from Edge, SB et al. (Eds.), AJCC Cancer Staging Manual, 7th Edition. \nNew York: Springer; 2010.\nTreatment NSCLC: Lobectomy (open or thoracoscopic) is the treatment of choice \nif medically ﬁ t and aim is curative intent or parenchymal sparing operation for pa-\ntients with borderline ﬁ tness and smaller tumours ((T1a–b, N0, M0). Radical radio-\ntherapy for patient with stage I, II, III NSCLC. Chemotherapy ± radiotherapy for more \nadvanced disease. Regimens may be platinum based, eg with monoclonal antibodies \ntargeting the epidermal growth factor receptor (cetuximab). SCLC: consider sur-\ngery with limited stage disease. Chemotherapy ± radiotherapy if well enough. Palli-\nation: Radiotherapy is used for bronchial obstruction, SVC obstr uction, haemoptysis, \nbone pain, and cerebral metastases. SVC stent + radio therapy and dexamethasone \nfor SVC obstruction. Endo bronchial therapy: tracheal stenting, cryotherapy, laser, \nbrachytherapy (radioactive source is placed close to the tumour). Pleural drainage/\npleurodesis for symptomatic pleural eff usions. Drugs: analgesia; steroids; anti-\nemetics; cough linctus; bronchodilators; antidepressants.\nPrognosis Non-small cell: 50% 2yr survival without spread; 10% with spread. Small \ncell: median survival is 3 months if untreated; 1–1½yrs if treated.\nPrevention Stop smoking (p93). Prevent occupational exposure to carcinogens.", "text_length": 3156, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 184/905)", "type": "chunk", "chunk_index": 183, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.227549", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.228368", "status": "complete", "chunks_added": 2}