{"task_id": "68a44d5ef2f6ca2c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 200/905)", "text": " LMWH\nD-dimer Ωve: consider \nalternative diagnosis\n\n--- Page 206 ---\n192\nChest medicine\nPleural eff usion\nDeﬁ nitions A pleural eff usion is ﬂ uid in the pleural space. Eff usions can be divided \nby their protein concentration into transudates (<25g/L) and exudates (>35g/L), see \nBOX. Blood in the pleural space is a haemothorax, pus in the pleural space is an em-\npyema, and chyle (lymph with fat) is a chylothorax. Both blood and air in the pleural \nspace is called a haemopneumothorax.\nCauses Transudates may be due to venous pressure (cardiac failure, constrictive \npericarditis, ﬂ uid overload), or hypoproteinaemia (cirrhosis, nephrotic syndrome, mal-\nabsorption). Also occur in hypothyroidism and Meigs’ syndrome (right pleural eff usion \nand ovarian ﬁ broma). Exudates are mostly due to increased leakiness of pleural cap-\nillaries secondary to infection, inﬂ ammation, or malignancy. Causes: pneumonia; TB; \npulmonary infarction; rheumatoid arthritis; SLE; bronchogenic carcin oma; malignant \nmetastases; lymphoma; mesothelioma; lymphangitis carcinomatosis.\nSymptoms Asymptomatic—or dyspnoea, pleuritic chest pain.\nSigns Decreased expansion; stony dull percussion note; diminished breath sounds \noccur on the aff ected side. Tactile vocal fremitus and vocal resonance are  (incon-\nstant and unreliable). Above the eff usion, where lung is compressed, there may be \nbronchial breathing. With large eff usions there may be tracheal deviation away \nfrom the eff usion. Look for aspiration marks and signs of associated disease: ma-\nlignancy (cachexia, clubbing, lymphadenopathy, radiation marks, mastectomy scar); \nstigmata of chronic liver disease; cardiac failure; hypothyroidism; rheumatoid arthri-\ntis; butterﬂ y rash of SLE.\nTests CXR: Small eff usions blunt the costophrenic angles, larger ones are seen as \nwater-dense shadows with concave upper borders. A completely ﬂ at horizontal up-\nper border implies that there is also a pneumothorax.\nUltrasound is useful in identifying the presence of pleural ﬂ uid and in guiding diag-\nnostic or therapeutic aspiration.\nDiagnostic aspiration: Percuss the upper border of the pleural eff usion and choose \na site 1 or 2 intercostal spaces below it (don’t go too low or you’ll be in the abdo-\nmen!). Inﬁ ltrate down to the pleura with 5–10mL of 1% lidocaine. Attach a 21G needle \nto a syringe and insert it just above the upper border of an appropriate rib (avoids \nneurovascular bundle). Draw off  10–30mL of pleural ﬂ uid and send it to the lab for \nclinical chemistry (protein, glucose, pH, LDH, amylase), bacteriology (microscopy \nand culture, auramine stain, TB culture), cytology, and, if indicated, immunology \n(rheumatoid factor, ANA, complement). See table 4.9.\nPleural biopsy: If pleural ﬂ uid analysis is inconclusive, consider parietal pleural biopsy. \nThoracoscopic or CT-guided pleural biopsy increases diagnostic yield (by enabling \ndirect visualization of the pleural cavity and biopsy of suspicious areas).\nManagement is of the underlying cause.\n  \n• Drainage: If the eff usion is symptomatic, drain it, repeatedly if necessary. Fluid \nis best removed slowly (0.5–1.5L/24h). It may be aspirated in the same way as a \ndiagnostic tap, or using an intercostal drain (see p766).\n  \n• Pleurodesis with talc may be helpful for recurrent eff usions. Thorascopic mechani-\ncal pleurodesis is most eff ective for malignant eff usions. Empyemas (p170) are best \ndrained using a chest drain, inserted under ultrasound or CT guidance.\n  \n• Intra-pleural alteplase and dornase alfa may help with empyema.\n  \n• Surgery: Persistent collections and increasing pleural thickness (on ultrasound) \nrequires surgery. 50", "text_length": 3672, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 200/905)", "type": "chunk", "chunk_index": 199, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.287727", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.288480", "status": "complete", "chunks_added": 2}