{"task_id": "68e6b1180806b83a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 588/905)", "text": "ol or caff eine during the journey.\nTravel and DVT\n\n--- Page 594 ---\n580\nSurgery\nSpeciﬁ c post-operative complications\nLaparotomy Wound may break down from a few days to a few weeks post-op \n(incidence ≈ 3.5%). Particular risk in the elderly, malnourished (eg cancer, IBD), if \ninfection, uraemia, or haematoma is present, or in repeat laparotomies. Warning \nsign is a pink serous discharge. Always assume the defect involves the whole of the \nwound. Wound dehiscence may lead to a ‘burst abdomen’ with eviscer ation of bowel \n(mortality 15–30%). If you are on the ward when this happens, call your senior, put \nthe viscera back into the abdomen, place a sterile dressing over the wound, and \ngive IV antibiotics (eg piperacillin/tazobactam; see local guidelines). Allay anxiety, \ngive parenteral pain control, set up an IVI, and return patient to theatre. Incisional \nhernia is a common late problem (20%), repairable by mesh insertion (if necessary).\nBiliary surgery Early: Iatrogenic bile duct injury, cholangitis, bile leakage, bleeding \ninto the biliary tree (haemobilia—may lead to melaena or haematemesis); pancreatitis. \nRetained stones may be removed by ERCP (p742); if this is not available a ‘T-tube’ left \nin the bile duct at the time of closure allows free drainage to the exterior; unrelieved \ndistal obstruction of the bile duct may result in ﬁ stula formation and chronic leakage \nof bile. If jaundiced, maintain a good urine output, monitor coagulation, and consider \nantibiotics. Late: Bile duct stricture; post-cholecystectomy syndrome (symptoms aris-\ning from alterations in bile ﬂ ow due to loss of the reservoir function of the gallbladder).\nThyroid surgery Early: Recurrent (± superior) laryngeal nerve palsy (hoarseness) \ncan occur permanently in 0 . 5% and transiently in 1 . 5%—warn the patient that their \nvoice will be different for a few days post-op because of intubation and local oedema \n(NB: pre-operative ﬁ breoptic laryngoscopy should be performed to exclude pre-exist-\ning vocal cord dysfunction); thyroid storm (symptoms of severe hyper thyroidism—see \np834); tracheal obstruction due to haematoma in the wound: relieve by immedi-\nate removal of stitches or clips using the cutter/remover that should remain at the \nbeside; may require urgent surgery; hypoparathyroidism (p222); check plasma Ca\n2+ \ndaily; transient drops in serum concentration are common, permanent in 2 . 5%. Late: \nHypothyroidism; recurrent hyperthyroidism.\nMastectomy Arm lymphoedema in up to 20% of those undergoing axillary node \nsampling or dissection. The risk of lymphoedema increases with the level of axillary \ndissection: risk is lower with level 1 dissection (remains inferior to pec. minor) com-\npared to level 3 dissection (goes superior to pec. minor, rarely done); skin necrosis.\nArterial surgery Bleeding; thrombosis; embolism; graft infection; MI; AV ﬁ stula \nformation. Complications of aortic surgery: Gut ischaemia; renal failure; respira-\ntory distress; trauma to ureters or anterior spinal artery (leading to paraplegia); \nischaemic events from distal emboli from dislodged thrombus; aorto-enteric ﬁ stula.\nColonic surgery Early: Sepsis; ileus; ﬁ stulae; anastomotic leak (11% for radical rectal \nsurgery); haemorrhage; trauma to ureters or spleen. Late: Adhesional obstruction (BOX).\nSmall bowel surgery Short gut syndrome (best deﬁ ned functionally, as ma-\nlabsorption due to insuffi  cient residual small bowel; adults with 150cm at risk). \nDiarrhoea and malabsorption (particularly of fats) lead to a number of metabolic \nabnormalities including deﬁ ciency in vitamins A, D, E, K, and B12, hyper oxaluria (causing \nrenal stones), and bile salt depletion (causing gallstones). The management of short \nbowel syndrome is complex, aiming to correct metabolic abnormalities, optimize \nresidual bowel function, and support nutrition (using parenteral route if necessary).\nTracheostomy Mediastinitis; surgical emphysema. Later: stenosis.\nSplenectomy (p373.) Acute gastric dilatation (a serious consequence of not using a \nNGT, or to check that the one in place is working); thrombocytosis; sepsis. Lifetime \nsepsis risk is partly preventable with pre-op vaccines—ie Haemophilus type B, \nmeningococcal, and pneumococcal (p407 & p167) and prophylactic penicillin.\nGenitourinary surgery Septicaemia (from instrumentation in the presence of in-\nfected urine)—consider a stat dose of gentamicin; urinoma—rupture of a ureter or \nrenal pelvis leading to a mass of extravasated urine.\nGastrectomy See p622. Prostatectomy p642. Haemorrhoidectomy p632.", "text_length": 4573, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 588/905)", "type": "chunk", "chunk_index": 587, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.189202", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.189970", "status": "complete", "chunks_added": 3}