{"task_id": "6926f58d6fa9c4a7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 520/905)", "text": "mal \ndominant\n3\nZNF9 (transcrip-\ntional regulator)\n\n--- Page 526 ---\n512\nNeurology\nMyasthenia gravis (MG)\nMG is an autoimmune disease mediated by antibodies to nicotinic acetylcholine recep-\ntors (AChR) on the post-synaptic side of the neuromuscular junction (ﬁ g 10.32). Both B \nand T cells are implicated.\nPresentation Slowly increasing or relapsing muscular fatigue. Muscle groups af-\nfected, in order: extra ocular; bulbar (swallowing, chew ing); face; neck; limb girdle; \ntrunk. Signs: Ptosis, diplopia, myasthenic snarl on smiling, ‘peek sign’ of orbicularis \nfatigability (eyelids begin to separate after manual opposition to sustained closure). \nOn counting to 50, the voice fades (dysphonia is a rare presentation). Tendon reﬂ exes \nare normal. Symptoms exacerbated by: Pregnancy, K\n+, infection, over-treatment, \nchange of climate, emotion, exercise, gentamicin, opiates, tetracycline, quinine, \n-blockers.\nDiff erentials Polymyositis/other myopathies (p510); SLE; Takayasu’s arteritis (fati-\ngability of the extremities); botulism (see BOX).\nAssociations Include autoimmune disease (especially rheumatoid arthritis and \nSLE). If <50yrs, it is commoner in  and associated with thymic hyperplasia; >50, it \nis commoner in men, and associated with thymic atrophy or thymic tumour.\nTests • Antibodies: Anti-AChR antibodies in 90% (70% in MG variant conﬁ ned to \nocular muscles). If anti-AChR Ωve look for MuSK antibodies (muscle-speciﬁ c tyrosine \nkinase; especially in ). • EMG: Decremental muscle response to repetitive nerve \nstimulation ± single-ﬁ bre jitter. • Imaging: CT to exclude thymoma (68% 5yr sur-\nvival). • Other: Ptosis improves by >2mm after ice application to the eyelid for \n>2min—a neat, non-invasive test (but not diagnostic). The Tensilon® (edrophoni-\num) test may not give clear answers and has dangers, so is rarely used.\nTreatment • Symptom control: Anticholinesterase, eg pyridostigmine (60–120mg \nPO up to 6≈daily; max 1.2g/d). Cholinergic SE: salivation, lacrimation, sweats, vom-\niting, miosis. Other SE: diarrhoea, colic (controllable with propan the line 15mg/8h). \n• Immunosuppression: Treat relapses with prednisolone—start at 5mg on alter-\nnate days,  by 5mg/wk up to 1mg/kg on each treatment day. Dose on remis-\nsion (may take months). Give osteo porosis prophylaxis. SE: weakness (hence low \nstarting dose). Azathioprine, ciclosporin, and mycophenolate mofetil may also be \nused. • Thymectomy: Has beneﬁ cial eff ects, even in patients without a thymoma: \nconsider especially in younger patients with onset <5yrs previously and poor re-\nsponse to medical therapy. A recent randomized controlled trial shows improved \nsymptom scores sustained over 3yrs, with reduced need for immunosuppression. \nSurgery also prevents local invasion if thymoma is present.\nMyasthenic crisis Life-threatening weakness of respiratory muscles during a re-\nlapse. Can be diffi  cult to diff erentiate from cholinergic crisis (ie overtreatment—\nbut this is rare, and usually only occurs in doses of pyridostigmine >960mg/d). \nMonitor forced vital capacity. Ventilatory support may be needed. Treat with \nplasmapheresis (removes AChR antibodies from the circulation) or IVIg and identify \nand treat the trigger for the relapse (eg infection, medications).\nLambert–Eaton myasthenic syndrome (LEMS)\nLEMS can be paraneoplastic (50% are associated with malignancies, in particular \nsmall-cell lung cancer) or autoimmune. Unlike MG, antibodies are to voltage-gated \nCa\n2+ channels on pre-synaptic memb rane (see ﬁ g 10.33; anti-P/Q type VGCC antibodies \nare +ve in 85–95%).\nClinical features •Gait diffi  culty before eye signs. •Autonomic involvement (dry \nmouth, constipation, impotence). •Hyporeﬂ exia and weakness, which improve after \nexercise. •Dip l opia and respiratory muscle involvement are rare. •EMG shows similar \nchanges to MG except amplitude increases greatly post-exercise.\nTreatment Pyridostigmine, 3,4-diaminopyridine or IVIg (get specialist help). Do \nregular CXR/high-resolution CT as symptoms may precede the cancer by >4yrs.", "text_length": 4071, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 520/905)", "type": "chunk", "chunk_index": 519, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.070868", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.071585", "status": "complete", "chunks_added": 3}