{"task_id": "692981d19866918c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 298/905)", "text": "02, with permission from BMJ Publishing Group Ltd.\n\n--- Page 304 ---\n290\nGastroenterology\n1-antitrypsin (A1AT) deﬁ ciency\nA1AT deﬁ ciency is an inherited disorder aff ecting lung (emphysema) and liver (cirrho-\nsis and HCC). A1AT is a glycoprotein and one of a family of serine protease inhibitors made \nin the liver that control inﬂ ammatory cascades. Deﬁ ciency is called a serpinopathy. \nIt makes up 90% of serum 1-glob ulin on electrophoresis (p687). A1AT deﬁ ciency is \nthe chief genetic cause of liver disease in children. In adults, its lack is more likely \nto cause emphy sema. Lung A1AT protects against tissue damage from neutrophil \nelastase—a process that is also induced by cigarette smoking (p184). Prevalence \n~1:4000 (higher in Caucasians).\nGenetics Genetic variants of A1AT are typed by electro phor etic mobility as medium \n(M), slow (S), or very slow (Z). S and Z types are due to single amino acid substitutions \nat positions 264 and 342, respectively. These result in production of 1-antitrypsin \n(S=60%, Z=15%). The normal genotype is PiMM, the high risk homozygote is PiZZ; het-\nerozygotes are PiMZ and PiSZ (at low risk of developing liver disease).\nThe patient Symptomatic patients usually have the PiZZ genotype: dyspnoea from \nemphysema; cirrhosis; cholestatic jaundice. Cholestasis often remits in adolescence.\nTests Serum 1-antitrypsin (1AT) levels , usually (eg <11μmol/L or <75% of lower \nlimit of normal, which is ~0.9g/L; labs vary). Note the ‘usually’. Because A1AT is part of \nthe acute-phase response, inﬂ ammation may hide a low level. Unless you do genotyp-\ning, you will inevitably mis-label some cirrhosis as cryptogenic. Lung function testing: \nShows reductions in FEV1 with obstructive pattern (p162). There may be some bronch-\ndilator reversibility. Liver biopsy: (See p248.) Periodic acid Schiff  (PAS) +ve; diastase-re-\nsistant globules. Phenotyping: By isoelectric focusing requires expertise to distinguish \nSZ and ZZ phenotypes. Phenotyping can miss null phenotypes. Prenatal diagnosis: Pos-\nsible by DNA analysis of chorionic villus samples obtained at 11–13wks’ gestation.\nManagement Smok ing cessation. Prompt treatment/preventative vaccination for \nlung infections. Giving IV A1AT pooled from human plasma is expensive but COPD ex-\nacerbations may be prevented (no good randomized trials). Liver transplantation: \nNeeded in decompensated cirrhosis. Lung transplantation: Improves survival and \nhas a comparable survival to transplantation in non-A1AT-deﬁ cient COPD. Inhaled \nA1AT: Has been tried in lung disease.\nPrognosis Some patients have life-threatening symptoms in childhood, whereas \nothers remain asymptomatic and healthy into old age. Worse prognosis if male, a \nsmoker, or obese. Emphysema is the cause of death in most, liver disease in ~5%. In \nadults, cirrhosis ± HCC aff ect 25% of A1AT-deﬁ cient adults >50yrs.", "text_length": 2884, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 298/905)", "type": "chunk", "chunk_index": 297, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.686566", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.687273", "status": "complete", "chunks_added": 2}