{"task_id": "695b858ff081a79b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 511/905)", "text": " (EMG) \nhelps deﬁ ne the anatomic site of lesions.\n\n--- Page 517 ---\n503\nNeurology\nThe median nerve and nine tendons compete for space within the wrist. Compres-\nsion is common, especially in women who have narrower wrists but similar-sized \ntendons to men.\nClinical features: Aching pain in the hand and arm (especially at night), and par-\naesthesiae in thumb, index, and middle ﬁ ngers: relieved by dangling the hand over \nthe edge of the bed and shaking it (remember ‘wake and shake’). There may be \nsensory loss and weakness of abductor pollicis brevis ± wasting of the thenar emi-\nnence. Light touch, 2-point discrimination, and sweating may be impaired.\nCauses: Anything causing swelling or compression of the tunnel: myxoedema; \nprolonged ﬂ exion (eg in a Colles’ splint); acromegaly; myeloma; local tumours \n(lipomas, ganglia); rheumatoid arthritis; amyloidosis; pregnancy; sarcoidosis.\nTests: Neurophysiology helps by conﬁ rming the lesion’s site and severity (and like-\nlihood of improvement after surgery). Maximal wrist ﬂ exion for 1 min (Phalen’s \ntest) may elicit symptoms, and tapping over the nerve at the wrist can induce \ntingling (Tinel’s test) but both are rather non-speciﬁ c.\nTreatment: Splinting, local steroid injection ± decomp ression surgery.\nNB: There is also tarsal tunnel syndrome: unilateral burning sole pain following \ntibial nerve compression.\nCarpal tunnel syndrome: the commonest mononeuropathy\nThe ulnar nerve asks for trouble in at least ﬁ ve places at the elbow, starting \nproximally at the arcade of Struthers (a musculofascial band ~8cm proximal to \nthe medial epicondyle), and ending distally where it exits the ﬂ exor carpi ulnaris \nmuscle in the forearm. Most often, compression occurs at the epicondylar groove \nor at the point where the nerve passes between the two heads of ﬂ exor carpi ul-\nnaris (true cubital tunnel syndrome). Trauma can easily damage the nerve against \nits bony conﬁ nes (the medial condyle of the humerus—the ‘funny bone’). Normally, \nstretch and compression forces on the ulnar nerve at the elbow are moderated \nby its ability to glide in its groove. When normal excursion is restricted, irritation \nensues. This may cause a vicious cycle of perineural scarring, consequent loss of \nexcursion, and progressive symptoms—without antecedent trauma. Compressive \nulnar neuropathies at the wrist (Guyon’s canal—between the pisiform and hamate \nbones) are less common, but they can also result in disability.\nTreatment centres on rest and avoiding pressure on the nerve, but if symp-\ntoms cont inue, night-time soft elbow splinting (to prevent ﬂ exion >60°) is \nwarranted. A splint for the hand may help prevent permanent clawing of \nthe ﬁ ngers. For chronic neuropathy associated with weakness, or if splint-\ning fails, a variety of surgical procedures have been tried. For moderately se-\nvere neuropathies, decompressions in situ may help, but often fail. Medial \nepicondylectomies are eff ective in 50% (but many will recur). Subcutaneous \nnerve re-routing (transposition) may be tried.\nManaging ulnar mononeuropathies from entrapments", "text_length": 3102, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 511/905)", "type": "chunk", "chunk_index": 510, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.055136", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.056141", "status": "complete", "chunks_added": 2}