{"task_id": "69b412ef0ab1ec04", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 84/905)", "text": " shake their head, there is no meningism.\nTop tips\n\n--- Page 86 ---\n72\nHistory and examination\nFig 2.33 Light reﬂ ex. Action potentials go \nalong optic nerve (red), traversing optic \nchiasm, passing synapses at pre-tectal nu-\ncleus, en route to Edinger–Westphal nuclei \nof CNIII. These send ﬁ bres to both irises’ \nciliary muscles (so both pupils constrict) \nvia ciliary ganglion (also relays accom-\nmodation and corneal sensation, and gets \nsympathetic roots from C8–T2, carrying \nﬁ bres to dilate pupil).\nCranial nerve lesions of the eye\nPupillary abnormalities\nKey questions: • Equal, central, circular, dilated, or constricted? • React to light, \ndirectly and consensually? • Constrict normally on convergence/accommodation?\nIrregular pupils: Anterior uveitis (iritis), trauma to the eye, syphilis.\nDilated pupils: CN III lesions (inc. ICP, p830) and mydriatic drugs. Always ask: is \nthis pupil dilated, or is it the other that is constricted?\nConstricted pupils: Old age, sympathetic nerve damage (Horner’s, p702, and ptosis, \np73), opiates, miotics (pilocarpine drops for glaucoma), pontine damage.\nUnequal pupils (anisocoria): May be due to unilateral lesion, eye-drops, eye surgery, \nsyphilis, or Holmes–Adie pupil. Some inequality is normal.\nLight reaction: Test: cover one eye and shine light into the other obliquely. Both \npupils should constrict, one by direct, other by consensual light reﬂ ex (ﬁ g 2.33). The \nlesion site is deduced by knowing the pathway: from the retina the message passes \nup the optic nerve (CNII) to the superior colliculus (midbrain) and thence to the CNIII \nnuclei on both sides. The IIIrd cranial nerve causes pupillary constriction. If a light in \none eye causes only contralateral constriction, the defect is ‘eff erent’, as the aff erent \npathways from the retina being stimulated must be intact. Test for relative afferent \npupillary defect: move torch quickly from pupil to pupil. If there has been incomplete \ndamage to the aff erent pathway, the aff ected pupil will paradoxically dilate when \nlight is moved from the normal eye to the abnormal eye. This is because, in the face \nof reduced aff erent input from the aff ected eye, the consensual pupillary relaxation \nresponse from the normal eye predominates. This is the Marcus Gunn sign, and may \noccur after apparent complete recovery from the initial lesion.\nReaction to accommodation/convergence: If the patient ﬁ rst looks at a distant \nobject and then at the examiner’s ﬁ nger held a few inches away, the eyes will con-\nverge and the pupils constrict. Aff erent ﬁ bres in each optic nerve pass to the lateral \ngeniculate bodies. Impulses then pass to the pre-tectal nucleus and then to the para-\nsympathetic nuclei of the IIIrd cranial nerves, causing pupillary constriction.\n  \n• Holmes–Adie (myotonic) pupil: The aff ected pupil is normally moderately dilated \nand is poorly reactive to light, if at all. It is slowly reactive to accommodation; wait \nand watch carefully: it may eventually constrict more than a normal pupil. It is often \nassociated with diminished or absent ankle and knee reﬂ exes, in which case the \nHolmes–Adie syndrome is present. Usually a benign incidental ﬁ nding. Rare causes: \nLyme disease, syphilis, parvovirus B19, HSV, autoimmunity. >.\n  \n• Argyll Robertson pupil: This occurs in neurosyphilis. The pupil is constricted and \nunreactive to light, but reacts to accommodation. Other possible causes: Lyme \ndisease; HIV; zoster; diabetes mellitus; sarcoidosis; MS; paraneoplastic; B12. The \niris may be patchily atrophied, irregular, and depigmented. The lesion site is not \nalways near the Edinger–Westphal nucleus or even in the midbrain. Pseudo-Argyll \nRobertson pupils occur in Parinaud’s syndrome (p708).\n  \n• Hutchinson pupil: This is the sequence of events resulting from rapidly rising uni-\nlateral intracranial pressure (eg in intracerebral haemorrhage). The pupil on the \nside of the lesion ﬁ rst constricts then widely dilates. The other pupil then goes \nthrough the same sequence. See p830.", "text_length": 4042, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 84/905)", "type": "chunk", "chunk_index": 83, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.005778", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.007543", "status": "complete", "chunks_added": 3}