{"task_id": "6a194afb5836d3fe", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 251/905)", "text": "s \n(HH) 288\n 1-antitrypsin (A1AT) \ndeﬁ ciency 290\n\n--- Page 257 ---\n243\nGastroenterology\n1 Lumen is Latin for light (hence its medical meaning of a tubular cavity open to the world at both ends), \nas well as being the SI unit of light ﬂ ux falling on an object—ie the power to  illuminate. All doctors have this \npower, whether by insightfully interpreting patients’ lives and illnesses to them, or by acts of kindness—\neven something so simple as bringing a cup of tea.\nWe learn about gastroenterological diseases as if they were separate entities, \nindependent species collected by naturalists, each kept in its own dark match-\nbox—collectors’ items collecting dust in a desiccated world on a library shelf. But \nthis is not how illness works. Otto had diabetes, but refused to see a doctor until \nit was far advanced, and an amputation was needed. He needed looking after \nby his wife Aurelia. But she had her children Warren and Sylvia to look after \ntoo. And when Otto was no longer the bread-winner, she forced herself to work \nas a teacher, an accountant, and at any other job she could get. Otto’s illness \nmanifested in Aurelia’s duodenum—as an ulcer. The gut often bears the brunt of \nother people’s worries. Inside every piece of a gut is a lumen\n1—the world is in the \ngut, and the gut is in the world. But the light does not always shine. So when the \nlumen ﬁ lled with Aurelia’s blood, we can expect the illness to impact on the whole \nfamily. Her daughter knows where blood comes from (‘straight from the heart … \npink ﬁ zz’). After Otto died, Sylvia needed long-term psychiatric care, and Aurelia \nmoved to be near her daughter. The bleeding duodenal ulcer got worse when Syl-\nvia needed electroconvulsive therapy. The therapy worked and now, brieﬂ y, Sylvia, \nbefore her own premature death, is able to look after Aurelia, as she prepares for \na gastrectomy.\nThe story of each illness told separately misses something; but even taken \nin its social context, this story is missing something vital—the poetry, in \nmost of our patients lived rather than written—tragic, comic, human, and \nusually obscure—but in the case of this family not so obscure. Welling up, \nas unstoppable as the bleeding from her mother’s ulcer came the poetry of \nSylvia Plath.\nLumen", "text_length": 2274, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 251/905)", "type": "chunk", "chunk_index": 250, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.444069", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.444798", "status": "complete", "chunks_added": 2}