{"task_id": "6a57fe7847a932d2", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 531/905)", "text": "o haematology (p352); thyroid (p600); skin (p596).\n\n--- Page 537 ---\n523\nOncology and palliative care\nImaging is essential in oncology for diagnosis, prognosis, and to inform and guide \ntreatment. As well as plain radiographs, ultrasound scans, CT, and MRI; there is a \nwealth of more specialist imaging including:\nPET-CT: PET uses a non-speciﬁ c radioactive tracer (FDG) which highlights areas of \nincreased metabolism, cell proliferation, or hypoxia. It therefore accumulates in \ncancer cells >non-cancer cells. PET-CT is a powerful combination of anatomical (CT) \nand functional (PET) information allowing diagnosis, increased accuracy of staging, \nand assessment of treatment response.\nMonoclonal antibodies: Radio-labelled tumour antibodies speciﬁ c to the tumour \nunder investigation, eg prostate speciﬁ c membrane antigen, somatostatin (neu-\nroendocrine tumours), oestrogen receptor (breast). They can off er better speciﬁ c-\nity than standard PET images. (For monoclonal antibodies in treatment see p524.)\nBone scintigraphy (bone scan): Detects abnormal metabolic activity in bones \nincluding bone metastases.\nCancer imaging\nThe care of all patients diagnosed with cancer is formally reviewed by a multidis-\nciplinary team (MDT). The aim of the MDT is to coordinate high-quality diagnosis, \ntreatment, and care. The MDT should make a recommendation on the best initial \ntreatment for cancer. Note: an MDT can only ‘recommend’; the decision must be \nmade in consultation with the patient. The MDT is made up of healthcare profes-\nsionals with expertise in treating and supporting patients with cancer. Members \nshould include, but are not limited to:\n  \n• lead clinician and lead nurse specialist\n  \n• radiologists (see BOX ‘Interventional oncology’, p527)\n  \n• histopathologists\n  \n• expert surgeons, eg upper GI, colorectal, breast, plastics\n  \n• oncologists (medical and clinical)\n  \n• palliative care physicians\n  \n• nominated member to support ongoing clinical trials\n  \n• patient representative\n  \n• administrative support.\nCancer and the multidisciplinary team\nStaging systems are used to describe the extent of a cancer. This is vital to deter-\nmine the most appropriate treatment, to assess prognosis, and to identify relevant \nclinical trials. A cancer is always referred to by the stage given at diagnosis. The \nTNM system is most widely used and is based on the extent of tumour (T), spread to \nlymph nodes (N), and the presence of metastases (M) (table 11.1).\nTable 11.1 TNM cancer staging\nTx\nPrimary tumour cannot be measured\nNx\nNodes cannot be assessed\nT0\nPrimary tumour cannot be found\nN0\nNo node involvement\nTis\nCarcinoma in situ (abnormal cells \npresent)\nN1–3\nNumber/location of node \nmetastases\nT1–4\nSize and/or extent of primary tumour \n(1=small tumour /minimal invasion; \n4=large tumour/extensive invasion)\nM0\nNo distant spread\nM1\nDistant metastases\nOther preﬁ xes may also be used: c refers to clinical stage; p is the stage after \npathological examination; y refers to stage after neoadjuvant therapy; r is used if \na tumour is re-staged after a disease-free interval; a indicates stage at autopsy.\nThe TNM staging may be converted to an overall, less detailed classiﬁ cation of \ncancer stage: 0–IV. Stage 0 refers to carcinoma in situ; Stages I–III describe the \nsize of cancer and/or nearby spread; Stage IV indicates metastatic disease.\nSome cancers may have alternative staging systems such as Duke’s classiﬁ ca-\ntion for colorectal cancer (p616). See also lung cancer (p176); breast cancer (p602); \noesophageal cancer (p618); bladder cancer (p647).\nCancer staging", "text_length": 3598, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 531/905)", "type": "chunk", "chunk_index": 530, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.089548", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.090368", "status": "complete", "chunks_added": 2}