{"task_id": "6a99fcaa11974514", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 291/905)", "text": "PSC they are much more likely to become malignant.\n\n--- Page 297 ---\n283\nGastroenterology\nFig 6.30 ERCP showing many stric-\ntures in the biliary tree with a charac-\nteristic ‘beaded’ appearance.\n© Dr Anthony Mee.\nThe diagnostic approach to several inﬂ ammatory conditions includes the measure-\nment of autoantibodies. Consequently and all too often, attempts to acquire (and \ntest) medical knowledge may promote these antibody panels to a position as the \nﬁ nal arbiter of disease diagnosis which, with their varying sensitivities and spe-\nciﬁ cities, they are quite unﬁ t to assume. Indeed, often just such a work-up shows \nstrange overlap conditions between apparently diff erent diseases: strange until we \nrealize that these markers are just surrogates for processes that we lack a complete \naetiological explanation for and in which the antibodies themselves may just be \nbystanders. Process that we lack the tools to visualize, as cells of the immune system \ncontinue their onslaught against their perceived enemies, driven by reasons that \nnone present seem willing to reveal to our crude probing with blood tests, X-rays \nand biopsies. While the body knows no diseases, only pain and death, our minds \nattempt to impose a unitary disease on unsuspecting and sometimes innocent cells.\nFor example, clinically we observe that autoimmune hepatitis (AIH) frequently \noverlaps with PSC and IBD. A battery of antibody tests may sometimes help \nunderstand the dominant process, but equally may mystify matters still further if \nwe attempt to apply our inadequate classiﬁ ers (‘But why is the ANCA not positive?’ \ncries the student, enraged at the failure of the miserable patient’s B lymphocytes \nto do the honourable thing). As ever, management should be individualized \ndependent on liver and bowel histology, serum immunoglobulin levels, the degree \nof biochemical cholestasis, cholangiography, and, yes, autoantibodies.\nTesting for autoantibodies—the anguish of partial understanding\nFig 6.31 MRCP showing features of PSC. The intrahe-\npatic ducts show multifocal strictures. Strictures can \nbe hard to diff erentiate from cholangiocarcinoma \n(coexistence of UC may promote this development). \nStenting may be needed.\n©Norwich Radiology Department.", "text_length": 2253, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 291/905)", "type": "chunk", "chunk_index": 290, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.674131", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.674997", "status": "complete", "chunks_added": 2}