{"task_id": "6bc6b3b5607e444b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 160/905)", "text": "m is the likely portal of entry (table 6.3, p249).\n\n--- Page 166 ---\n152\nCardiovascular medicine\nDiseases of heart muscle\nAcute myocarditis This is inﬂ ammation of myocardium, often associated with \npericardial inﬂ ammation (myopericarditis).67 Causes: See table 3.3. Symptoms and \nsigns: ACS-like symptoms, heart failure symptoms, palpitations, tachycardia, soft \nS1, S4 gallop (p44).Tests: ECG: ST changes and T-wave inversion, atrial arrhythmias, \ntransient AV block, QT prolongation. Bloods: CRP, ESR, & troponin may be raised; viral \nserology and tests for other likely causes. Echo: diastolic dysfunction, regional wall \nabnormalities. Cardiac MR if clinically stable. Endomyocardial biopsy is gold stand-\nard. : Supportive. Treat the underlying cause. Treat arrhythmias and heart failure \n(p136). NSAID use is controversial. Avoid exercise as this can precipitate arrhythmias. \nPrognosis: 50% will recover within 4wks. 12–25% will develop DCM and severe heart \nfailure. DCM can occur years after apparent recovery.\nDilated cardiomyopathy (DCM) A dilated, ﬂ abby heart of unknown cause. Associa-\ntions: alcohol, BP, chemotherapeutics, haemochromatosis, viral infection, autoim-\nmune, peri- or postpartum, thyrotoxicosis, congenital (X-linked). Prevalence: 0.2%. \nPresentation: Fatigue, dyspnoea, pulmonary oedema, RVF, emboli, AF, VT. Signs: \nPulse, BP, JVP, displaced and diff use apex, S3 gallop, mitral or tricuspid regurgita-\ntion (MR/TR), pleural eff usion, oedema, jaundice, hepatomegaly, ascites. Tests: Blood: \nBNP (p137), Na\n+ indicates a poor prognosis. CXR: cardiomegaly, pulmonary oedema. \nECG: tachycardia, non-speciﬁ c T-wave changes, poor R-wave progression. Echo: glob-\nally dilated hypokinetic heart and low ejection fraction. Look for MR, TR, LV mural \nthrombus. : Bed rest, diuretics, -blockers, ACE-i, anticoag ul ation, biventricular pac-\ning, ICDs, LVADs, transplantation. Mortality: Variable, eg 40% in 2yrs.\nHypertrophic cardiomyopathy (HCM) LV outﬂ ow tract (LVOT) obstruction from \nasymmetric septal hypertrophy. HCM is the leading cause of sudden cardiac death \nin the young. Prevalence: 0.2%. Autosomal dominant inheritance, but 50% are spo-\nradic. 70% have mutations in genes encoding -myosin, -tropomyosin, and troponin \nT. May present at any age. Ask about family history of sudden death. Symptoms and \nsigns: Sudden death may be the ﬁ rst manifestation of HCM in many patients (VF is \namenable to implantable deﬁ brillators), angina, dyspnoea, palpitation, syncope, CCF. \nJerky pulse; a wave in JVP; double-apex beat; systolic thrill at lower left sternal edge; \nharsh ejection systolic murmur. Tests: • ECG: LVH; progressive T-wave inversion; deep \nQ waves (inferior + lateral leads); AF; WPW syndrome (p133); ventricular ectopics; VT. \n• Echo: asymmetrical septal hypertrophy; small LV cavity with hypercontractile pos-\nterior wall; midsystolic closure of aortic valve; systolic anterior movement of mitral \nvalve. • MRI: see ﬁ g 3.16. • Cardiac catheterization helps assess: severity of gradient; \ncoronary artery disease or mitral regurgitation, but may provoke VT. • Electrophysi-\nological studies may be needed (eg if WPW, p133). • Exercise test ± Holter monitor \n(p125) to risk stratify. : -blockers or verapamil for symptoms (the aim is reducing \nventricular contractility). Amiodarone (p130) for arrhythmias (AF, VT). Anticoagulate \nfor paroxysmal AF or systemic emboli. Septal myomectomy (surgical or chemical \n(with alcohol) to LV outﬂ ow tract gradient) is reserved for those with severe symp-\ntoms. Consider implantable deﬁ brillator—use http://www.doc2do.com/hcm/webHCM.html \nto assess risk of sudden cardiac death. Mortality: 5.9%/yr if <14yrs; 2.5%/yr if >14yrs. \nPoor prognostic factors: age <14yrs or syncope at presentation; family history of \nHCM/sudden death.\nRestrictive cardiomyopathy Causes: Idiopathic; amyloidosis; haemochromato-\nsis; sarcoid osis; scleroderma; Löffl  er’s eosinophilic endocarditis; endomyocardial \nﬁ brosis. Presentation: Is like constrictive pericarditis (p154). Features of RVF pre-\ndominate: JVP, with prominent x and y descents; hepatomegaly; oedema; ascites. \nDiagnosis: Echo, MRI, cardiac catheterization. : Treat the cause.\nCardiac myxoma (ﬁ gs 3.49, 3.50) Rare benign cardiac tumour. Prevalence ≤5/10 000, \n:≈2:1. Usually sporadic, but may be familial (Carney complex: cardiac and cutane-\nous myxomas, skin pigmentation, endocrinopathy, etc., p223). It may mimic infective \nendocarditis (fever, weight loss, clubbing, ESR, systemic emboli), or mitral stenosis \n(left atrial obstruction, AF). A ‘tumour plop’ may be heard, and signs may vary ac-\ncording to posture. Tests: Echo. : Excision.", "text_length": 4699, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 160/905)", "type": "chunk", "chunk_index": 159, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.129975", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.130647", "status": "complete", "chunks_added": 3}