{"task_id": "6c0590dcfaee578b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 710/905)", "text": "highly speciﬁ c for narcolepsy/Gélineau’s syndrome\n\n--- Page 716 ---\n702\nEponymous syndromes\nG uillain–Barré \nsyndrome \n(Acute \ninﬂ ammatory \ndemyelinating \npoly-\nneuropathy.)43,44 (table 15.2) Incidence: 1–2/100 000/yr. Signs: A few weeks after an in-\nfection a symmetrical ascending muscle weakness starts. Triggers: Campylobacter \njejuni, CMV, mycoplasma, zoster, HIV, EBV, vaccinations. The trigger causes antibodies \nwhich attack nerves. In 40%, no cause is found. It may advance quickly, aff ecting all \nlimbs at once, and can lead to paralysis. There is a progressive phase of up to 4 weeks, \nfollowed by recovery. Unlike other neuropathies, proximal muscles are more aff ected, \neg trunk, respiratory, and cranial nerves (esp. VII). Pain is common (eg back, limb) but \nsensory signs may be absent. Autonomic dysfunction: Sweating, pulse, BP changes, \narrhythmias. Nerve conduction studies: Slow conduction. CSF: Protein (eg >5.5g/L), \nnormal CSF white cell count. Respiratory involvement (the big danger) requires trans-\nfer to ITU. Do forced vital capacity (FVC) 4-hourly. Ventilate sooner rather than \nlater, eg if FVC <1.5L, PaO2 <10kPa, PaCO2 >6kPa. : IV immunoglobulin 0.4g/kg/24h for \n5d. Plasma exchange is good too (?more SE).45 Steroids have no role. Prognosis: Good; \n~85% make a complete or near-complete recovery. 10% are unable to walk alone \nat 1yr. Complete paralysis is compatible with complete recovery. Mortality: 10%. \n \nGeorge C Guillain, 1876–1961; Jean-Alexandre Barré, 1880–1967 (French neurologists)\nHenoch–Schönlein purpura (HSP) (ﬁ g 15.5) A small vessel vasculitis, presenting \nwith purpura (non-blanching purple papules due to intradermal bleeding), often \nover buttocks and extensor surfaces, typically aff ecting young . There may be glo-\nmerulonephritis (p310), arthritis, and abdominal pain (± intussusception), which may \nmimic an ‘acute abdomen’. : Mostly supportive.  \n \nEduard H Henoch, 1820–1910 (German paediatrician); Johann L Schönlein, 1793–1864 (German physician)\nHorner’s syndrome A triad of 1 miosis (pupil constriction, ﬁ g 15.4) 2 partial ptosis \n(drooping upper eyelid) + apparent enophthalmos (sunken eye) 3 anhidrosis (ip-\nsilateral loss of sweating). Due to interruption of the face’s sympathetic supply, eg \nat the brainstem (demyelination, vascular disease), cord (syringo myelia), thoracic \noutlet (Pancoast’s tumour, p708), or on the sympathetic’s trip on the internal carotid \nartery into the skull (ﬁ g 15.6), and orbit.  Johann Friedrich Horner, 1831–1886 (Swiss ophthalmologist)\nHuntington’s disease Incurable, progressive, autosomal dominant, neurodegenera-\ntive disorder presenting in middle age, often with prodromal phase of mild symptoms \n(irritability, depression, incoordination). Progresses to chorea, dementia ± ﬁ ts & death \n(within ~15yrs of diagnosis). Pathology: Atrophy and neuronal loss of striatum and \ncortex. Genetic basis: Expansion of CAG repeat on Chr. 4. : (p87.) No treatment pre-\nvents progression. Counselling for patient and family.46 \n \nGeorge Huntington, 1850–1916 (US physician)\nJervell and Lange-Nielsen syndrome Congenital, bilateral, autosomal recessive, \nsensorineural deafness, and long QT interval (p96, hence syncope, VT, torsades, ± sud-\nden death—50% by age 15 if untreated). KCNQ1 or KCNE1 gene mutation causes K\n+ chan-\nnelopathy. : -blocker, pacemaker, ICD, cochlear implants.47 \n \nAnton Jervell, 1901–1987; Fred Lange-Nielsen, 1919–1989 (Norwegian physicians)\nKaposi’s sarcoma (KS) A spindle-cell tumour derived from capillary endothel ial \ncells, caused by human herpes virus 8 (=Kaposi's sarcoma-associated herpes virus \nKSHV). It presents as purple papules (½–1cm) or plaques on skin (ﬁ g 15.7) and mucosa \n(look in mouth, but any organ). It metastasizes to nodes. There are four types: 1 Clas-\nsic, a rare disease of the elderly. 2 Endemic, a disease of children documented prior \nto HIV. 3 Iatrogenic KS due to immunosuppression, eg organ transplant recipients. \n4 AIDS-associated KS. Usually presents with low CD4 count and can indicate failure \nof HAART (p402). However ⅓ presents in HIV with near normal CD4 counts and an \nundetectable viral load. Initiation of HAART with rapid immune system constitution \ncan precipitate KS. Lung KS may present in HI V +ve men and women as dyspnoea and \nhaemoptysis. Bowel KS may cause nausea, abdominal pain. Rare sites: CNS, larynx, \neye, glands, heart, breast, wounds, or biopsy sites. : Biopsy. : Optimize HAART, local \nradiotherapy, surgical excision, intralesional therapy (vincristine, bleomycin), topical \nretinoids, interferon alfa, interleukin-12. Current research includes thalidomide, VEGF \nmonoclonal antibodies, and sirolimus. \nMoricz Kaposi, 1837–1902 (Hungarian dermatologist)", "text_length": 4755, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 710/905)", "type": "chunk", "chunk_index": 709, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.390659", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.391534", "status": "complete", "chunks_added": 3}