{"task_id": "6c508801bc18f319", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 75/905)", "text": "alpable transmitted pulsation in thin individuals.\n\n--- Page 77 ---\n63\nHistory and examination\nPercussion\nConﬁ rm the lower border and deﬁ ne the upper border of the liver and spleen (dull in \nthe mid-axillary line in the 10th intercostal space). Percuss all regions of abdomen. If \nthis induces pain, there may be peritoneal inﬂ ammation below (eg an inﬂ amed ap-\npendix). Some experts percuss ﬁ rst, before palpation, because even anxious patients \ndo not expect this to hurt—so, if it does hurt, this is a very valuable sign. Percuss for \nthe shifting dullness of ascites (p61 & p604) but ultrasound is a more reliable way of \ndetecting ascites.\nAuscultation\nBowel sounds: absence implies ileus; they are enhanced and tink ling in bowel ob-\nstruction. Listen for bruits in the aorta, renal and femoral arteries.\nFurther examination Check for hernias (p612), perform a PR examination see BOX \n‘Examination of the rectum and anus’.\n  \n• Cannot get above it (ribs overlie the upper border of the spleen).\n  \n• Dull to percussion (kidney is usually resonant because of overlying bowel).\n  \n• Moves towards RIF with inspiration (kidney tends to move downwards).\n  \n• May have palpable notch on its medial side.\nFeatures of the spleen diff erentiating it from an enlarged kidney\n(For hepatosplenomegaly, see p604.)\nMalignancy: Metastatic or primary (usually craggy, irregular edge).\nHepatic congestion: Right heart failure—may be pulsatile in tricuspid incompe-\ntence, hepatic vein thrombosis (Budd–Chiari syndrome, p696).\nAnatomical: Riedel’s lobe (normal variant).\nInfection: Infectious mononucleosis (glandular fever), hepatitis viruses, malaria, \nschistosomiasis, amoebic abscess, hydatid cyst.\nHaematological: Leukaemia, lymphoma, myeloproliferative disorders (eg my-\neloﬁ brosis), sickle-cell disease, haemolytic anaemias.\nOthers: Fatty liver, porphyria, amyloidosis, glycogen storage disorders.\nSplenomegaly\n  \n• Abnormally large spleen.\nCauses: See p604. If massive, think of: chronic myeloid leukaemia, myeloﬁ brosis, \nmalaria (or leishmaniasis).\nCauses of hepatomegaly\nIt is necessary to have a chaperone present for the examination. Explain what \nyou are about to do. Make sure curtains are pulled. Have the patient lie on their \nleft side, with knees brought up towards the chest. Use gloves and lubricant. Part \nthe buttocks and inspect the anus: •A gaping anus suggests a neuropathy or \nmegarectum. •Symmetry (a tender unilateral bulge suggests an abscess). •Pro-\nlapsed piles. •A subanodermal clot may peep out. •Prolapsed rectum (descent of \n>3cm when asked to strain, as if to pass a motion). •Anodermatitis (from frequent \nsoiling). The anocutaneous reﬂ ex tests sensory and motor innervation—on lightly \nstroking the anal skin, does the external sphincter brieﬂ y contract?\nPress your index ﬁ nger against the side of the anus. Ask the patient to \nbreathe deeply and insert your ﬁ nger slowly. Feel for masses (haemorrhoids are not \npalpable) or impacted stool. Twist your arm so that the pad of your ﬁ nger is feeling \nanteriorly. Feel for the cervix or prostate. Note consistency, size, and symmetry of \nthe prostate. If there is faecal incontinence or concern about the spinal cord, ask the \npatient to squeeze your ﬁ nger and note the tone. This is best done with your ﬁ nger \npad facing posteriorly. Note stool or blood on the glove and test for occult blood.\nWipe the anus. Consider proctoscopy (for the anus) or sigmoidoscopy (which \nmainly inspects the rectum).\nExamination of the rectum and anus", "text_length": 3521, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 75/905)", "type": "chunk", "chunk_index": 74, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.992256", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.992972", "status": "complete", "chunks_added": 2}