{"task_id": "6c6c5b7c5d84fc60", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 624/905)", "text": "rd.\nThe contents of the inguinal canal in the male\n\n--- Page 630 ---\n616\nSurgery\nColorectal carcinoma\nThis is the 3rd most common cancer and 2nd most common cause of UK cancer \ndeaths (16 000 deaths/yr). Usually adenocarcinoma. 86% of presentations are in \nthose >60yrs old. Lifetime UK incidence:  = 1 : 15;  = 1 : 19.\nPredisposing factors Neoplastic polyps (see BOX & p520); IBD (UC and Crohn’s); \ngenetic predisposition (<8%), eg FAP and HNPCC (see p521); diet (low-ﬁ bre; red and \nprocessed meat); alcohol ; smoking; previous cancer. Prevention: While routine \nchemoprevention is not currently recommended due to gastrointestinal SES, aspirin \n≥75mg/d reduces incidence and mortality.\nPresentation depends on site: Left-sided: Bleeding/mucus PR; altered bowel habit \nor obstruction (25%); tenesmus; mass PR (60%). Right: Weight; Hb; abdominal \npain; obstruction less likely. Either: Abdominal mass; perforation; haemorrhage; \nﬁ stula. See p522 for a guide to urgent referral criteria. See ﬁ g 13.34 for distribution.\nTests FBC (microcytic anaemia); faecal occult blood (FOB, see BOX); sigmoidoscopy or \ncolonoscopy (ﬁ gs 6.7 & 6.8, p249), which can be done ‘virtually’ by CT (ﬁ g 16.31, p743); LFT; \nliver MRI/US. CEA (p531) may be used to monitor disease and eff ectiveness of treatment. \nIf family history of FAP, refer for DNA test once >15yrs old.\nSpread Local, lymphatic, by blood (liver, lung, bone) or transcoelomic. The TNM sys-\ntem (Tumour, Node, Metastases see table 13.13 and p523) is used to stage disease \nand is preferred to the older Dukes’ classiﬁ cation (Dukes A: limited to muscularis \nmucosae; Dukes B: extension through muscularis mucosae; Dukes C: involvement of \nregional lymph nodes).\nSurgery aims to cure and may  survival times by up to 50%. In elective surgery, \nanastomosis is typically achieved at the 1st operation. Laparoscopic surgery has \nrevolutionized surgery for colon cancer. It is as safe as open surgery and there is no \ndiff erence in overall survival or disease recurrence. •Right hemicolectomy for caecal, \nascending, or proximal transverse colon tumours. •Left hemicolectomy for tumours in \ndistal transverse or descending colon. •Sigmoid colectomy for sigmoid tumours. •An-\nterior resection for low sigmoid or high rectal tumours. •Abdomino-perineal (AP) re-\nsection for tumours low in the rectum (8cm from anus): permanent colostomy and \nremoval of rectum and anus. •Hartmann’s procedure in emergency bowel obstruc-\ntion, perforation, or palliation (p582). •Transanal endoscopic microsurgery allows \nlocal excision through a wide proctoscope for localized rectal disease. Endoscopic \nstenting should be considered for palliation in malignant obstruction and as a bridge \nto surgery in acute obstruction. Stenting  need for colostomy, has less complica-\ntions than emergency surgery, shortens intensive care and total hospital stays, and \nprevents unnecessary oper ations. Surgery with liver resection may be curative if \nsingle-lobe hepatic metastases and no extrahepatic spread.\nRadiotherapy is mostly used in palliation for colonic cancer. It is occasionally used \npre-op in rectal cancer to allow resection. Post-op radiotherapy is only used in pa-\ntients with rectal tumours at high risk of local recurrence.\nChemotherapy Adjuvant chemotherapy for stage 3 disease has been shown to re-\nduce disease recurrence by 30% and mortality by 25%. Beneﬁ ts for stage 2 disease \nare more marginal and warrant an individualized approach. The FOLFOX regimen has \nbecome standard (ﬂ uorouracil, folinic acid and oxaliplatin). Chemotherapy is also \nused in palliation of metastatic disease. Biological therapies: Bevacizumab (anti-\nVEGF antibody) improves survival when added to combination therapy in advanced \ndisease. Cetuximab and panitumumab (anti-EGFR agents) improve response rate \nand survival in KRAS wild-type metastatic colorectal cancer. \nPrognosis Survival is dependent on age and stage; for stage 1 disease, 5yr survival \nis ~75% but this drops to just 5% with diagnosis at stage 4, hence the imperative for \neff ective screening (BOX).", "text_length": 4097, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 624/905)", "type": "chunk", "chunk_index": 623, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.252630", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.253765", "status": "complete", "chunks_added": 3}