{"task_id": "6d3428de9deeaaff", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 82/905)", "text": "1), with permission \nfrom Oxford University Press.\n\n--- Page 84 ---\n70\nHistory and examination\nCranial nerve examination\nApproach to examining the cranial nerves Where \nis the lesion? Think systematically. Is it in the brain-\nstem (eg MS) or outside, pressing on the brainstem? \nIs it the neuromuscular junction (myasthenia) or the \nmuscles (eg a dystrophy)? Cranial nerves may be af-\nfected singly or in groups. Face the patient (helps \nspot asymmetry). For causes of lesions see BOX ‘Caus-\nes of cranial nerve lesions’.\n  \n• I: Smell—test ability of each nostril (separately) to \ndistinguish familiar smells, eg coff ee.\n  • II: Acuity—test each eye separately, and its correct-\nability with glasses or pin-hole; use Snellen chart, or \nthe one inside the cover of this book. Visual ﬁ elds— \ncompare with your own ﬁ elds or formally via perim-\netry testing. Any losses/inattention? Sites of lesions: \nOHCS p428. Pupils (p72)—size, shape, symmetry, reac-\ntion to light (direct and consensual) or accommoda-\ntion. Swinging light test for relative aff erent pupillary \ndefect. Ophthalmoscopy (OHCS, p414)—best learnt from an ophthalmologist and dilat-\ning drops help! Darken the room, warn the patient you will need to get close to their \nface. Focus the lens on the optic disc (pale? swollen?). Follow vessels outwards to view \neach quadrant. If the view is obscured, examine the red reﬂ ex, with your focus on the \nmargin of the pupil, to look for a cataract. Try to get a view of the fovea by asking the \npatient to look directly at the ophthalmoscope Pathology here needs prompt oph-\nthalmic review. If in doubt, ask for slit lamp examination or photography of the retina.\n  \n• III p, IV, & VI—eye movements. Ask the patient to keep their head still and follow \nyour ﬁ nger as you trace an imaginary ‘H’. IIIrd nerve palsy—ptosis, large pupil, \neye down and out. IVth nerve palsy—diplopia on looking down and in (often no-\nticed on descending stairs)—head tilting compensates for this (ocular torticollis). \nVIth nerve palsy—horizontal diplopia on looking out. Nystagmus is involuntary, \noften jerky, eye oscillations. Horizontal nystagmus is often due to a vestibular le-\nsion (acute: nystagmus away from lesion; chronic: towards lesion), or cerebellar \nlesion (unilateral lesions cause nystagmus towards the aff ected side). If it is more \nin whichever eye is abducting, MS may be the cause (internuclear ophthalmoplegia, \nsee ﬁ g 2.34). If also deafness/tinnitus, suspect a peripheral cause (eg VIIIth nerve \nlesion, barotrauma, Ménière’s, p462). If it varies with head position, suspect benign \npositional vertigo (p462). If it is up-and-down, ask a neurologist to review—upbeat \nnystagmus classically occurs with lesions in the midbrain or at the base of the 4th \nventricle, downbeat nystagmus in foramen magnum lesions. Nystagmus lasting ≤2 \nbeats is normal, as is nystagmus at the extremes of gaze.\n  \n• V: Motor palsy—‘Open your mouth’; jaw deviates to side of lesion, muscles of mas-\ntication (temporalis, masseter and pterygoids). Sensory—check all three divisions. \nConsider corneal reﬂ ex (lost ﬁ rst).\n  \n• VII: p Facial nerve lesions cause droop and weakness. As the forehead has bilateral \nrepresentation in the brain, only the lower two-thirds is aff ected in UMN lesions, but \nall of one side of the face in LMN lesions. Ask to ‘raise your eyebrows’, ‘show me your \nteeth’, ‘puff  out your cheeks’. Test taste with salt/sweet solutions (supplies anterior \ntwo-thirds of tongue).\n  \n• VIII: Hearing—p464. Ask to repeat a number whispered in an ear while you block \nthe other. Perform Weber’s and Rinne’s tests (p464). Balance/vertigo—p462.\n  \n• IX p & X: p Gag reﬂ ex—ask the patient to say ‘Ah’. Xth nerve lesions also cause the pal-\nate to be pulled to the normal side on saying ‘Ah’, uvula deviates away. Ask them to \nswallow a sip of water. Consider gag reﬂ ex—touch the back of the soft palate with \nan orange stick. The aff erent arm of the reﬂ ex involves IX; the eff erent arm involves X.\n  \n• XI: Trapezii—‘Shrug your shoulders’ against resistance. Sternocleidomastoid: \n‘Turn your head to the left/right’ against resistance.\n  \n• XII: Tongue movement—the tongue deviates to the side of the lesion.\nI olfactory\nII optic\nIII oculomotor\nIV trochlear\nV1 ophthalmic division\nV2 maxillary division\nV3 mandibular division\nVI abducens\nVII facial\nVIII vestibulo cochlear\nIX glossopharyngeal\nX vagus\nXI accessory\nXII hypoglossal\nCranial nerve names", "text_length": 4468, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 82/905)", "type": "chunk", "chunk_index": 81, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.003091", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.003927", "status": "complete", "chunks_added": 3}