{"task_id": "6db26ea2a65bf9f5", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 387/905)", "text": "is Conlon, our Specialist Reader for this chapter.\n\n--- Page 393 ---\n379\nInfectious diseases\nBy convention, life is anything which is organic and converts nutrients into prog-\neny. Failure to meet this deﬁ nition means non-living, dead, dying, or perhaps male. \nLife is a thing of dynamism, fragility, beauty, danger, and evanescence; gushing \nforth from a single source. But here the certainties end: what does it really take \nto be alive? Are viruses and prions living? How many branches are there on our \ntree? The harder we look, the more complexities we ﬁ nd. The Hillis plot is a circular \nphylogenetic tree, and a representation of humanity’s place in nature. We are duly \nhumbled by this challenge to our imagined self-importance, reminding us that we \ndo not in reality occupy a privileged position in the hierarchy of the living, just a \nunique subunit RNA sequence (ﬁ g 9.2).\nBecause micro-organisms kill our friends we think of them as bad:\n‘I have no philosophy, nor piety, no art of reﬂ ection, no theory of compensa-\ntion to meet things so hid eous, so cruel, and so mad, they are just unspeak-\nably horrible and irremediable to me and I stare at them with angry and \nalmost blighted eyes.’\nHenry James, 1915, describing the death of Rupert Brooke from septicaemia.\nBut this is a mistake. Kill off  micro-organisms and the whole show ﬁ zzles out. \nMicro-organisms gave us the DNA and organelles needed for reading and digesting \nthis page. Even killing a single pathogen might be a mistake: Sod’s Law will prob-\nably ensure that something worse will come to inhabit the vacated ecospace. Prod \none part of the system and events ripple out in an unending stream of unintended \nconsequences, played out under the stars, which themselves are evolving, and \nwhich donate and receive our primordial elements.\nCan we win against infectious diseases? No. But winning or losing is the wrong \nimage: infectious diseases have made us who we are. All we can do is live with \nthem. To help us do this in ways that are not too destructive we need robust \npublic health surveillance, sound vector-control policies, political will, quarantine \nlaws, openness, and cooperation. Most importantly, do not underestimate the \nimportance of maintaining our infectious cohabitants in their apparent subor-\ndinate position. The speed and capacity for learning by ribonucleic malware and \nsingle-celled organisms is amazing. So do not inadvertently teach them. Preserve \nyour precious warfare tactics. Expose them to antibiotic therapies only in a \nstand-off  situation from which they cannot return to ﬁ ght again.\nWhat is life?\nFig 9.2 Tree of life based on subunit RNA sequences sampled from ~3000 species out of the 1.7 \nmillion species that are formally named. The image on the right is a close up of the ‘animal’ seg-\nment of the diagram (upper left quadrant) showing ‘You are here’.\nCopyright David M. Hillis, Derrick Zwickl and Robin Gutell, University of Texas.\nhttp://www.zo.utexas.edu/faculty/antisense/downloadﬁ lesToL.html", "text_length": 3026, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 387/905)", "type": "chunk", "chunk_index": 386, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.833693", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.836116", "status": "complete", "chunks_added": 2}