{"task_id": "6f83244458b86a58", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 172/905)", "text": "uctive\n<80% predicted\nNormal or low\n<70% predicted\n\n--- Page 178 ---\n164\nChest medicine\nFurther investigations in chest medicine\nLung function tests PEF, FEV1, FVC (see p162). Total lung capacity (TLC) and re-\nsidual volume (RV) are useful in distinguishing obstructive and restrictive diseases \n(see ﬁ g 4.4). TLC and RV are increased in obstructive airways disease and reduced in \nrestrictive lung diseases and musculoskeletal abnormalities. The gas transfer coef-\nﬁ cient (KCO) represents the carbon monoxide diff using capacity (DLCO) corrected for \nalveolar volume. It is calculated by measuring carbon monoxide uptake from a single \ninspiration in a standard time (usually 10s) and lung volume by helium dilution. Low \nin emphysema and interstitial lung disease, high in alveolar haemorrhage. 1 Flow– \nvolume loop (see ﬁ g 4.5) measures ﬂ ow at various lung volumes. Characteristic pat-\nterns are seen with intra-thoracic airways obstruction (asthma, emphysema) and \nextra-thoracic airways obstruction (tracheal stenosis).\nRadiology Chest x-ray: See p722. Ultrasound: Used in diagnosing and guiding \ndrainage of pleural eff usions (particularly loculated eff usions) and empyema. Ra-\ndionuclide scans: Ventilation/perfusion (V/Q, p738) scans are occasionally used to \ndiagnose pulmonary embolism (PE), eg in pregnancy (unmatched perfusion defects \nare seen). Bone scans are used to diagnose bone metastases. PET scans to assess \ncancer and inﬂ ammation. Computed tomography: (CT, p730) Used for diagnosing \nand staging lung cancer, imaging the hila, mediastinum, and pleura, and guiding \nbiopsies. Thin (1–1.5mm) section high-resolution CT (HRCT) is used in the diagnosis of \ninterstitial lung disease, emphysema, and bronchiectasis. CT pulmonary angiography \n(CTPA) is used in the diagnosis of PE. Pulmonary angiography: Now rarely used for \ndiagnosing pulmonary hypertension.\nFibreoptic bronchoscopy Performed under local anaesthetic via the nose or \nmouth. Diagnostic indications: Suspected lung carcinoma, slowly resolving pneu-\nmonia, pneumonia in the immunosuppressed, interstitial lung disease. Bronchoal-\nveolar lavage ﬂ uid may be sent to the lab for microscopy, culture, and cytology. \nMucosal abnormalities may be brushed (cytology) and biopsied (histopathology). \nTherapeutic indications: Aspiration of mucus plugs causing lobar collapse, removal \nof foreign bodies, stenting or treating tumours, eg laser. Pre-procedure investiga-\ntions: FBC, coagulation, CXR, CT, spirometry, pulse oximetry, and ABG (if indicated). \nComplications: Hypoxia, bleeding, pneumo thorax (ﬁ g 16.43, p749). Diagnostic sensi-\ntivity for cancer 50–90%, depends on tumour location; gene proﬁ ling of cell sample \nmay improve this. 2 May also be used to deliver an ultrasound probe (endobronchial \nultrasound), and treatments—eg stents, or cryotherapy.\nBronchoalveolar lavage (BAL) is performed at the time of bronchoscopy by in-\nstilling and aspirating a known volume of warmed, buff ered 0.9% saline into the \ndistal airway. Diagnostic indications: Suspected malignancy, pneumonia, in the im-\nmunosuppressed (especially HIV), bronchiectasis, suspected TB (if sputum negative), \ninterstitial lung diseases (eg sarcoidosis, extrinsic allergic alveolitis, histiocytosis X). \nTherapeutic indications: alveolar proteinosis.\n1 Complications: Hypoxia (give sup-\nplemental O2), transient fever, transient CXR shadow, infection (rare).\nLung biopsy May be performed in several ways. Percutaneous needle biopsy is \nperformed under radiological guidance and is useful for peripheral lung and pleural \nlesions. Transbronchial biopsy performed at bronchoscopy may help in diagnos-\ning interstitial lung diseases, eg sarcoidosis, idiopathic pulmonary ﬁ brosis. Alterna-\ntives: If unsuccessful, consider open lung biopsy or video-assisted thoracoscopy.\nSurgical procedures are performed under general anaesthetic. Rigid bronchos-\ncopy provides a wide lumen, enables larger mucosal biopsies, control of bleeding, \nand removal of foreign bodies. Mediastinoscopy and mediastinotomy enable ex-\namination and biopsy of the mediastinal lymph nodes/lesions. Thoracoscopy allows \nexamination and biopsy of pleural lesions, drainage of pleural eff usions, and talc \npleurodesis and pleurectomy.\n1 Pulmonary alveolar proteinosis causes cough, dyspnoea, and restrictive spirometry. It is caused by ac-\ncumulation of surfactant-derived acidophilic phospholipid/protein compounds which ﬁ ll alveoli and distal \nbronchioles. Diagnosis may require lung biopsy. Cause: primary genetic or antibody problem, or secondary \nto inﬂ ammation caused by inhaling silica, aluminium, or titanium. 3", "text_length": 4651, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 172/905)", "type": "chunk", "chunk_index": 171, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.188427", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.189326", "status": "complete", "chunks_added": 3}