{"task_id": "6fc6f7da1914aef6", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 774/905)", "text": "h to entering the pleura by the intercostal route.\n\n--- Page 780 ---\n766\nPractical procedures\nInserting a chest drain\nIndications\n  \n• Pneumothorax (p814): ventilated; tension; persistent/recurrent despite aspiration \n(eg <24h after 1st aspiration); large 2nd spontaneous pneumothorax if >50yrs old.\n  \n• Malignant pleural eff usion, empyema, or complicated parapneumonic eff usion.\n  \n• Pleural eff usion compromising ventilation, eg in ICU patients.\n  \n• Traumatic haemopneumothorax.\n  \n• Post-operatively: eg thoracotomy; oesophagectomy; cardiothoracic surgery.\nPleural eff usions are best drained under US guidance using a Seldinger tech-\nnique. This technique is also used for pneumathoraces (except in traumatic or \npost-operative situations) without US guidance; for this reason it is detailed here.\nSterile procedure\n  • Identify the point for drainage. In eff usions, this should be done with US, ideally \nunder direct guidance or with a marked spot. For pneumothoraces, check the \ndrainage point from CXR/CT/examination.\n  \n• Preparation: trolley with dressing pack; 2% chlorhexidine; needles; 10mL syring-\nes; 1% lidocaine; scalpel; suture; Seldinger chest drain kit; underwater drainage \nbottle; connection tubes; sterile H2O; dressings. Incontinence pad under patient.\n  \n• Choose insertion site: 4–6th intercostal space, anterior- to mid-axillary line—the \n‘safe triangle’ (see BOX ‘The “safe triangle” for insertion’ and ﬁ g 18.7). A more pos-\nterior approach, eg the 7th space posteriorly, may be required to drain a locu-\nlated eff usion (under direct US visualization) and occasionally the 2nd intercostal \nspace in the mid-clavicular line may be used for apical pneumothoraces—how-\never, both approaches tend to be less comfortable.\n  \n• Maintain sterile technique—clean and place sterile drapes. Scrub for insertion.\n  \n• Prepare your underwater drain by ﬁ lling the bottle to the marked line with ster-\nile water. Ensure this is kept sterile until you need it.\n  • Inﬁ ltrate down to pleura with 10mL of 1% lidocaine and a 21G needle. Check that \nair/ﬂ uid can be aspirated from the proposed insertion site; if not, do not proceed.\n  \n• Attach the Seldinger needle to the syringe containing 1–2mL of sterile saline. The \nneedle is bevelled and will direct the guidewire; in general advance bevel up for \npneumothoraces, bevel down for eff usions.\n  \n• Insert the needle gently, aspirating constantly. When ﬂ uid/air is obtained in the \nsyringe, stop, note insertion depth from the markings on the Seldinger needle. \nRemove syringe, thread the guidewire through the needle. Remove the needle \nand clamp the guidewire to the sterile drapes to ensure it does not move. Using \nthe markings on the Seldinger needle, move the rubber stops on the dilators to \nthe depth noted earlier, to prevent the dilator slipping in further than intended.\n  \n• Make a nick in the skin where the wire enters, and slide the dilators over the wire \nsequentially from smallest to largest to enlarge the hole, keep gauze on hand. Slide \nthe Seldinger drain over the wire into the pleural cavity. Remove the wire and \nattach a 3-way tap to the drain, then connect to the underwater drainage bottle.\n  \n• Suture the drain in place using a drain stitch—make a stitch in the skin close to the \ndrain site, tie this fairly loosely with a double knot. Then tie the suture to the drain. \nIt is usually best to be shown this before attempting it for yourself. Dress the drain, \nand ensure it is well taped down.\n  \n• Check that the drain is swinging (eff usion) or bubbling (pneumothorax) and ensure \nthe water bottle remains below the level of the patient at all times. If the drain \nneeds to be lifted above the patient, clamp it brieﬂ y. You should never clamp \nchest drains inserted for pneumothoraces. Clamping for pleural eff usions can con-\ntrol the rate of drainage and prevent expansion pulmonary oedema. \n  \n• Request a CXR to check the position of the drain.\nRemoval In pneumothorax: Consider when drain is no longer bubbling and CXR \nshows re-inﬂ ation. Give analgesia beforehand, eg morphine. Smartly withdraw dur-\ning expiration or Valsalva. There is no need to clamp the drain beforehand as reinser-\ntion is unlikely. In effusions: Generally the drain can be removed when drainage is \n<200mL/24h, but for cirrhotic hydrothoraces the chest drain is treated similarly to \nthe ascitic drain (see p764) with HAS supplementation and removal at 4–6 hours.", "text_length": 4454, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 774/905)", "type": "chunk", "chunk_index": 773, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.511947", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.513216", "status": "complete", "chunks_added": 3}