{"task_id": "6ff0b078ec58fed0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 465/905)", "text": "ate the context in which symptoms are experienced.\n\n--- Page 471 ---\n457\nNeurology\nCluster headache may be the most disabling of the primary headache disorders. \nThe cause (unknown : ≥5:1; onset at any age; com moner in smokers).\nSymptoms Rapid-onset of excruciating pain around one eye that may become \nwatery and bloodshot with lid swelling, lacrimation, facial ﬂ ushing, rhinorrhoea, \nmiosis ± ptosis (20% of attacks). Pain is strictly unilateral and almost always af-\nfects the same side. It lasts 15–180min, occurs once or twice a day, and is often \nnocturnal. Clusters last 4–12wks and are followed by pain-free periods of months \nor even 1–2yrs before the next cluster. Sometimes it is chronic, not episodic.\nTreatment Acute attack: ‘Keep calm ... carry oxygen’: give 100% O2 for ~15min via \nnon-rebreathable mask (not if COPD); sumatriptan SC 6mg at onset (or zolmitriptan \nnasal spray 5mg).\nPreventives Avoid triggers: Eg alcohol. Medication: Consider: corticosteroids \n(short term only; many SE); verapamil 360mg, lithium 900mg (monitor carefully).\nCluster headache\nSymptoms: Paroxysms of intense, stabbing pain, lasting seconds, in the trigemi-\nnal nerve distribution. It is unilateral, typically aff ecting mandibular or maxillary \ndiv isions. The face screws up with pain (hence tic douloureux). Triggers: Wash-\ning aff ec ted area, shaving, eating, talking, dental prostheses. Typical patient:  \n>50yrs old; in Asians : ≈ 2:1. Secondary causes: Compres sion of the trigemi-\nnal root by anomalous or aneurysmal intracranial vessels or a tumour, chronic \nmeningeal inﬂ am mation, MS, zoster, skull base malformation (eg Chiari). MRI: Is \nnecessary to exclude secondary causes (~14% of cases). : Carba mazepine (start \nat 100mg/12h PO; max 400mg/6h; lamotrigine; phenytoin 200–400mg/24h PO; or \ngabapentin (p504). If drugs fail, surgery may be necessary. This may be directed \nat the peripheral nerve, the trigeminal ganglion, or the nerve root. Microvascular \ndecompression: Anomalous vessels are separated from the trigem inal root. Ste-\nreotactic gamma knife surgery can work, but length of pain relief and the time to \ntreatment response are limiting factors. Facial pain : p65.\nTrigeminal neuralgia", "text_length": 2222, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 465/905)", "type": "chunk", "chunk_index": 464, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.971353", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.972720", "status": "complete", "chunks_added": 2}