{"task_id": "7000f45dc8d7ba68", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 554/905)", "text": "IDs.\nPrescribing NSAIDS: beneﬁ t vs risk proﬁ ling\n\n--- Page 560 ---\n546\nRheumatology\nRheumatoid arthritis (RA)\nRA is a chronic systemic inﬂ ammatory disease, characterized by a symmetrical, de-\nforming, peripheral polyarthritis. It increases the risk of cardiovascular disease by \n2–3 fold. Epidemiology Prevalence is ~1% ( in smokers). : >2:1. Peak onset: 5th–\n6th decade. HLA DR4/DR1 linked (associated with severity).\nPresentation Typically: Symmetrical swollen, painful, and stiff  small joints of hands \nand feet, worse in the morning. This can ﬂ uctuate and larger joints may become in-\nvolved. Less common presentations: •Sudden onset, widespread arthritis. •Recur-\nring mono/polyarthritis of various joints (palindromic RA).\n2 •Persistent monoarthritis \n(knee, shoulder, or hip). •Systemic illness with extra-articular symptoms, eg fa tigue, \nfever, weight loss, pericarditis, and pleurisy, but initially few joint problems (com-\nmoner in ). •Polymyalgic onset—vague limb girdle aches. •Recurrent soft tissue \nproblems (eg frozen shoulder, carpal tunnel syndrome, de Quervain’s tenosynovitis).\nSigns Early: (Inﬂ ammation, no joint damage.) Swollen MCP, PIP, wrist, or MTP joints \n(often symmetrical). Look for tenosynovitis or bursitis. Later: (Joint damage, de-\nformity.) Ulnar deviation and subluxation of the wrist and ﬁ ngers. Boutonnière and \nswan-neck deformities of ﬁ ngers (ﬁ g 12.2 on p540) or Z-deformity of thumbs occur. \nHand extensor tendons may rupture. Foot changes are similar. Larger joints can be \ninvolved. Atlanto-axial joint subluxation may threaten the spinal cord (rare).\nExtra-articular manifestations Aff ect ~40% of \nRA patients. Nodules:\nElbows, lungs, cardiac, CNS, lymphadenopathy, vasculitis. Lungs: Pleural dis-\nease, interstitial ﬁ brosis, bronchiolitis obliterans, organizing pneumonia. Car-\ndiac: IHD, pericarditis, pericardial eff usion; carpal tunnel syndrome; peripheral \nneuropathy; splenomegaly (seen in 5%; only 1% have Felty’s syndrome: RA + sple-\nnomegaly + neutropenia, see p698). Eye: Episcleritis, scleritis, scleromalacia, \nkeratoconjunctivitis sicca (p560); osteoporosis; amyloidosis is rare (p370).17,18\nInvestigations Rheumatoid factor (RhF) is positive in ~70% (p553). High titres \nassociated with severe disease, erosions, and extra-articular disease. Anticyclic \ncitrullinated peptide antibodies (anti-CCP) are highly speciﬁ c (~98%) for RA with \na reasonable sensitivity (70–80%); they may also predict disease progression.19 \nAnaemia of chronic disease, platelets, ESR, CRP. X-rays show soft tissue swell-\ning, juxta-articular osteopenia and joint space. Later there may be bony erosions, \nsubluxation, or complete carpal destruction (see ﬁ g 12.5 on p541). Ultrasound and \nMRI can identify synovitis more accurately, and have greater sensitivity in detecting \nbone erosions than conventional X-rays.20\nDiagnostic criteria See table 12.4.\nManagement Refer early to a rheumatologist (before irreversible destruction).\n  \n• Disease activity is measured using the DAS28.\n3 Treatment should be escalated until \nsatisfactory control is achieved: ‘treat to target’.\n  \n• Early use of DMARDS and biological agents improves long-term outcomes (see BOX \n‘Inﬂ uencing biological events in RA’).\n  \n• Steroids rapidly reduce symptoms and inﬂ ammation. Avoid starting unless appro-\npriately experienced. Useful for acute exacerbations, eg IM depot methylpredniso-\nlone 80–120mg. Intra-articular steroids have a rapid but short-term eff ect (OHCS \npp706–9). Oral steroids (eg prednisolone 7.5mg/d) may control diffi  cult symptoms, \nbut side eff ects preclude routine long-term use.\n  \n• NSAIDS (see p545) are good for symptom relief, but have no eff ect on disease pro-\ngression. Paracetamol and weak opiates are rarely eff ective.\n  \n• Off er specialist physio- and occupational therapy, eg for aids and splints.\n  • Surgery may relieve pain, improve function, and prevent deformity.\n  \n• There is risk of cardiovascular and cerebrovascular disease, as atherosclerosis \nis accelerated in RA.21 Manage risk factors (p93). Smoking also  symptoms of RA.\n2 In rheumatological palindromes, arthritis lasting hours or days runs to and fro, visiting and revisiting \nthree or more sites, typically knees, wrists, and MCP joints. It may presage RA, SLE, Whipple’s, or Behçet’s \ndisease. Remissions are (initially) complete, leaving no radiological mark.\n3 28-joint Disease Activity Score—assesses tenderness and swelling at 28 joints (MCPS, PIPS, wrists, \nelbows, shoulders, knees), ESR/CRP, and patient’s self-reported symptom severity.", "text_length": 4592, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 554/905)", "type": "chunk", "chunk_index": 553, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.129423", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.130191", "status": "complete", "chunks_added": 3}