{"task_id": "701cba1ac95aa650", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 646/905)", "text": "trast media.\nImage courtesy of Dr Stephen Golding.\n\n--- Page 652 ---\n638\nSurgery\nUrinary tract calculi (nephrolithiasis)\nRenal stones (calculi) consist of crystal aggregates. Stones form in collecting ducts \nand may be deposited anywhere from the renal pelvis to the urethra, though classi-\ncally at: 1 Pelviureteric junction 2 Pelvic brim 3 Vesicoureteric junction.\nPrevalence Common: lifetime incidence up to 15%. Peak age: 20–40yr. :≈3:1.\nTypes •Calcium oxalate (75%). •Magnesium ammonium phosphate (struvite/triple \nphosphate; 15%). •Also: urate (5%), hydroxyapatite (5%), brushite, cystine (1%), mixed.\nPresentation Asymptomatic or: 1 Pain: Excruciating spasms of renal colic ‘loin to \ngroin’ (or genitals/inner thigh), with nausea/vomiting. Often cannot lie still (diff erenti-\nates from perit onitis). Obstruction of kidney: felt in the loin, between rib 12 and lateral \nedge of lumbar muscles (like intercostal nerve irritation pain; the latter is not colicky, \nand is worsened by speciﬁ c movements/pressure on a trigger spot). Obstruction of \nmid-ureter: may mimic appendicitis/diverticulitis. Obstruction of lower ureter: may \nlead to symptoms of bladder irritability and pain in scrotum, penile tip, or labia ma-\njora. Obstruction in bladder or urethra: causes pelvic pain, dysuria, strangury (desire \nbut inability to void) ± interrupted ﬂ ow. 2 Infection: Can coexist (risk if voiding im-\npaired), eg UTI; pyelo nephritis (fever, rigors, loin pain, nausea, vomiting); pyonephrosis \n(infected hydronephrosis) 3 Haematuria. 4 Proteinuria. 5 Sterile pyuria. 6 Anuria.\nExamination Usually no tenderness on palpation. May be renal angle tenderness \nespecially to percussion if there is retroperitoneal inﬂ ammation.\nTests FBC, U&E, Ca\n2+, PO4\n3Ω, glucose, bicarbonate, urate. Urine dipstick: Usually +ve for \nblood (90%). MSU: MC&S. Further tests for cause: Urine pH; 24h urine for: calcium, ox-\nalate, urate, citrate, sodium, creatinine; stone biochemistry (sieve urine & send stone).\nImaging: Non-contrast CT is investigation of choice for imaging stones (99% visible) \n& helps exclude diff erential causes of an acute abdomen. A ruptured abdominal \naortic aneurysm may present similarly. 80% of stones are visible on KUB XR (kidneys + \nureters + bladder). Look along ureters for calciﬁ cation over the transverse processes \nof the vertebral bodies. US an alternative for hydronephrosis or hydroureter.\n Initially: Analgesia, eg diclofenac 75mg IV/IM, or 100mg PR. (If CI: opioids) + IV ﬂ uids \nif unable to tolerate PO; antibiotics (eg piperacillin/tazobactam 4.5g/8h IV, or gen-\ntamicin) if infection. Stones <5mm in lower ureter: ~90–95% pass spontaneously. \nFluid intake. Stones >5mm/pain not resolving: Medical expulsive therapy: start \nat presentation; nifedipine 10mg/8h PO or -blockers (tam sulosin 0.4mg/d) promote \nexpulsion and reduce analgesia requirements. Most pass within 48h (>80% after \n~30d). If not, try extracorporeal shockwave lithotripsy (ESWL) (if <1cm), or ureteros-\ncopy using a basket. ESWL: US waves shatter stone. SE: renal injury, may also cause BP \nand DM. Percutaneous nephrolithotomy (PCNL): keyhole surgery to remove stones, \nwhen large, multiple, or complex. Open surgery is rare.\nIndications for urgent intervention (delay kills glomeruli): Presence of infec-\ntion and obstruction—a percutaneous nephr ostomy or ureteric stent may be needed \nto relieve obstruction (p640); urosepsis; intractable pain or vomiting; impending AKI; \nobstruction in a solitary kidney; bilateral obstructing stones.\nPrevention General: Drink plenty. Normal dietary Ca\n2+ intake (low Ca\n2+ diets in-\ncrease oxalate excretion). Speciﬁ cally: •Calcium stones: in hypercalciuria, a thiazide \ndiuretic is used to Ca\n2+ excretion. •Oxalate: oxalate intake; pyridoxine may be used \n(p295). •Struvite (phosphate mineral): treat infection promptly. •Urate: allopurinol \n(100–300mg/24h PO). Urine alkalinization may also help, as urate is more soluble at \npH>6 (eg with potassium citrate or sodium bicarbonate). •Cystine: vigorous hydra-\ntion to keep urine output >3L/d and urinary alkalinization (as above-mentioned). \nPenicillamine is used to chelate cystine, given with pyridoxine to prevent vitamin \nB6 deﬁ ciency.", "text_length": 4244, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 646/905)", "type": "chunk", "chunk_index": 645, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.287611", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.288202", "status": "complete", "chunks_added": 3}