{"task_id": "7059488255c82a16", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 218/905)", "text": "e peptide (GLP) analogues (exenatide, liraglutide)\n\n--- Page 224 ---\n210\nEndocrinology\nComplications of established diabetes\nProspective studies show that good control of hyperglycaemia is key to prevent ing \nmicrovascular complications in type 1 and 2 DM.10 Find out what problems are be-\ning experienced (eg glycaemic control, morale, erectile dysfunction—p230).\nAssess vascular risk BP control (see BOX ‘Controlling blood pressure in diabetes’) is \ncrucial for preventing macro vascular disease and mortality. Refer to smoking ces-\nsation services. Check plasma lipids.\nLook for complications •Check injection sites for infection or lipohypertrophy \n(fatty change): advise on rotating sites of injection if present.\n  \n• Vascular disease: Chief cause of death. MI is 4-fold commoner in DM and is more \nlikely to be ‘silent’. Stroke is twice as common. Women are at high risk—DM re-\nmoves the vascular advantage conferred by the female sex. Address other risk \nfactors—diet, smoking, hypertension (p93). Suggest a statin (eg atorvastatin 20mg \nnocte) for all, even if no overt IHD, vascular disease, or micro albuminuria. Aspirin \n75mg reduces vascular events (in context of secondary prevention). Safe to use in \ndiabetic retinopathy.11\n  • Nephropathy: (p314.) Microalbuminuria is when urine dipstick is Ωve for protein \nbut the urine albumin:creatinine ratio (UA:CR) is 3mg/mmol (units vary, check lab) \nreﬂ ecting early renal disease and vascular risk. If UA:CR >3, inhibiting the renin–\nangiotensin system with an ACE-i or sartan, even if BP is normal, protects the kidneys. \nSpironolactone may also help.12 Refer if UA:CR >7 ± GFR falling by >5mL/min/1.73m\n2/yr.13\n  \n• Diabetic retinopathy: Blindness is preventable. Annual retinal screening man-\ndatory for all patients. Refer to an ophthalmologist if pre-proliferative changes \nor if any uncertainty at or near the macula (the only place capable of 6/6 vision). \nPre-symptomatic screening enables laser photocoagulation to be used, aimed to \nstop production of angiogenic factors from the ischaemic retina. Indications: macu-\nlopathy or proliferative retinopathy. See ﬁ gs 5.6–5.9.\n  \n• Background retinopathy: Microaneurysms (dots), haemorrhages (blots), and \nhard exud ates (lipid deposits). Refer if near the macula, eg for intravitreal tri-\namcinolone. \n  \n• Pre-proliferative retinopathy: Cotton-wool spots (eg infarcts), haemorrhag-\nes, venous beading. These are signs of retinal ischaemia. Refer to a specialist.\n  \n• Proliferative retinopathy: New vessels form. Needs urgent referral.\n  \n• Maculopathy: (Hard to see in early stages.) Suspect if acuity. Prompt \nlaser, intra vitreal steroids, or anti-angiogenic agents may be needed in \nmacular oedema. Pathogenesis: Capillary endothelial change  vascular \nleak  microaneurysms  capillary occlusion  local hypoxia + ischae-\nmia  new vessel formation. High retinal blood ﬂ ow caused by hypergly-\ncaemia (and BP and pregnancy) triggers this, causing capillary pericyte \ndamage. Microvascular occlusion causes cotton-wool spots (± blot haemor-\nrhages at interfaces with perfused retina). New vessels form on the disc \nor ischaemic areas, proliferate, bleed, ﬁ brose, and can detach the retina. \nAspirin\n2 (2mg/kg/d) may be recommended by ophthalmologists; there is no \nevidence that it  bleeding.\n  \n• Cataracts: May be juvenile ‘snowﬂ ake’ form, or ‘senile’—which occur earlier in \ndiabetic subjects. Osmotic changes in the lens induced in acute hyperglycaemia \nreverse with normoglycaemia (so wait before buying glasses).\n  \n• Rubeosis iridis: New vessels on iris: occurs late and may lead to glaucoma.\n  \n• Metabolic complications: p832.\n  \n• Diabetic feet: p212.\n  \n• Neuropathy: p212.\n2 As DM has so many vascular events, particularly encourage statin use (p690), esp. if LDL >3mmol/L or systolic \nBP >140. Even consider a statin whatever the pre-treatment cholesterol; discuss with your patient.", "text_length": 3930, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 218/905)", "type": "chunk", "chunk_index": 217, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.343119", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.344078", "status": "complete", "chunks_added": 3}