{"task_id": "71463a3a2f0e63f4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 454/905)", "text": "ss \nproves its existence. \nI think, therefore I am\n\n--- Page 460 ---\n446\nNeurology\nWhere is the lesion?\nThis is an important ﬁ rst question to ask and depends on recognizing characteristic \npatterns of cognitive, cranial nerve, motor, and sensory deﬁ cits. Locating a focal le-\nsion can be aided by features such as asymmetry (eg one pupil dilated, one upgoing \nplantar response) or a spinal level (eff ects may be symmetrical below the lesion). \nNote that sometimes there is no single lesion, rather, a general insult causing a \nfalsely localizing sign, eg abducens nerve palsy in ICP. Other generalized causes of \nspeciﬁ c local eff ects are: trauma, encephalitis, anoxia, poisoning, or post-ictal states.\nPatterns of loss Are crucial in locating the lesion (see BOX ‘From ﬁ ndings to neu-\nroanatomy’):\nUpper motor neuron (UMN): Patterns of weakness are caused by damage anywhere \nalong the corticospinal (=pyramidal) tracts: pathways that carry motor information \nfrom the precentral gyrus of the frontal cortex up to the synapse with anterior horn \ncells in the spinal cord (via the internal capsule, brainstem, and cord).\n1 •UMN weakness \naff ects groups rather than individual muscles, typically in a ‘pyramidal’ pattern: in \nthe arm, extensors are predominantly aff ected; in the leg the opposite is true and \nthe ﬂ exors are the weaker muscle group. •Spasticity develops in the stronger muscle \ngroups (arm ﬂ exors and leg extensors). It manifests as tone that is velocity-de-\npendent, ie the faster you move the patient’s muscle, the greater the resistance, until \nit ﬁ nally gives way (like a ‘clasp-knife’).\n2 •Muscle wasting is less prominent. • There is \nhyperreﬂ exia: reﬂ exes are brisk. • Plantars are upgoing (+ve Babinski sign) ± clonus \n(elicited by rapidly dorsi ﬂ exing the foot; ≤3 rhythmic, downward beats of the foot are \nnormal). •Loss of skilled ﬁ ne ﬁ nger move ments may be greater than expected from \nthe overall grade of weakness (see BOX ‘Muscle weakness grading’). UMN lesions can \nmimic LMN lesions in the ﬁ rst few hours before spasticity and hyperreﬂ exia develop.\nLower motor neuron (LMN): Lesions are caused by damage anywhere from the ante-\nrior horn cells distally, including the nerve roots, plexuses, and peripheral nerves. The \npattern of weakness corresponds to the muscles supplied by the involved neurons. \n•Aff ected muscles show wasting ± fasciculation (spontaneous  involuntary twitching). \n•There is hypotonia/ﬂ accidity: the limb feels soft and ﬂ oppy, providing little resistance \nto passive stretch. •Reﬂ exes are reduced or absent; the plantars  remain ﬂ exor. The \nchief diff erential for LMN weakness is a primary muscle disease (p510)—but here there \nis symmetrical loss, reﬂ exes are normal or lost late, and there is no sensory component.\nMixed LMN and UMN signs: Can occur, eg in MND, B12, taboparesis (see p466).\nSensory deﬁ cits: It is important to test individual modalities and remember the \nquirks of our normal wiring: correctly interpreted, the distribution of sensory loss \nand the modality involved (pain, T°, touch, vibration, joint-position sense) will help \nreﬁ ne and increase your conﬁ dence in localizing the lesion (see BOX ‘From ﬁ ndings \nto neuroanatomy’). Pain and T° sensations travel along small ﬁ bres in peripheral \nnerves and the anterolateral (spinothalamic) tracts in the cord and brainstem \n(p516), whereas joint-position and vibration sense travel in large ﬁ bres in peripheral \nnerves and the large dorsal columns of the cord.\n1 Most of the ﬁ bres of the corticospinal (=pyramidal) tract decussate at the medullary pyramids, hence the \nname and the contralateral nature of symptoms. Extrapyramidal denotes damage to the basal ganglia and \npresents as parkinsonism (see p468, 494).\n2 Whereas with rigidity,  tone is not velocity-dependent but constant throughout passive movement.\n • Grade 0 No muscle contraction\n • Grade 3 Active movement against gravity\n • Grade 1 Flicker of contraction\n • Grade 4 Active movement against resistance\n • Grade 2 Some active movement\n • Grade 5 Normal power (allowing for age) \nGrade 4 covers a big range: 4Ω, 4, and 4+ denote movement against slight, moder-\nate, and stronger resistance; avoid fudging descriptions—‘stren gth 4/5 through-\nout’ suggests a mild quadriparesis or myopathy. It is better to document ‘poor \neff ort’ and the maximum grade for each muscle tested. Distribution of weakness \ntells us more than grade of weakness (grade does help document improvement). \nMuscle weakness grading (MRC classiﬁ cation)", "text_length": 4553, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 454/905)", "type": "chunk", "chunk_index": 453, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.951016", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.952847", "status": "complete", "chunks_added": 3}