{"task_id": "7190a3a789552862", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 78/905)", "text": "rebellopon-\ntine angle; giant cell arteritis; SLE.\n\n--- Page 80 ---\n66\nHistory and examination\nNeurological examination of the upper limbs\nThe neurological system is usually the most daunting examination, so learn at the \nbedside from a senior colleague, preferably a neurologist. Keep practising. Be aware \nthat books present ideal situations: often one or more signs are equivocal or even \ncontrary to expectation; consider signs in the context of the history and try re-ex-\namining the patient, as signs may evolve over time. The only essential point is to \ndistinguish whether weakness is upper (UMN) or lower (LMN) motor neuron (p446).\nPosition the patient comfortably, sitting up at 45° and with arms exposed. The order \nof examination should be Inspection, Tone, Power, Reﬂ exes, Coordination, Sensation \n(ﬁ g 2.31). \n3 Power\nDirect patient to adopt each position and follow \ncommands while you as the examiner stabilize the \njoint above and resist movements as appropriate \nto grade power (see BOX ‘Muscle weakness grading’ \non p446). Test each muscle group bilaterally before \nmoving on to the next position. See p452–3 for \nmyotomes.\n  \n• ‘Shrug your shoulders and don’t let me push \ndown; push your arms out to the side against me; \ntry to pull them back in.’\n  \n• ‘Hold your arms up like this and pull me towards \nyou, now push me away.’\n  \n• ‘Hold your hand out ﬂ at, don’t let me push it \ndown; now don’t let me push it up.’\n  \n• Off er the patient two (crossed) ﬁ ngers of yours \nand ask them to ‘squeeze my ﬁ ngers.’\n  • Ask patient to ‘spread your ﬁ n gers and stop me \npushing them back together’, then hand the pa-\ntient a piece of paper to grip between two ﬁ ngers. \nYou as the examiner should grip the paper with \nyour corresponding ﬁ ngers while asking patient to \n‘grip the paper and don’t let me pull it away.’\n2 Tone\nAsk patient to ‘relax/go ﬂ oppy like a rag-doll’. Ask if \npatient has any pain in hands/arm/shoulder before \npassively ﬂ exing and extending limb while also pro-\nnating and supinating the forearm. Any spasticity \nor rigidity?\n1 General inspection\nAbnormal posturing, asymmetry, abnormal move-\nments \n(fasciculation/tremor/dystonia/athetosis), \nmuscle wasting (especially small muscles of the \nhand)—symmetrical/asymmetrical? Local/general?", "text_length": 2281, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 78/905)", "type": "chunk", "chunk_index": 77, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.996517", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.997194", "status": "complete", "chunks_added": 2}