{"task_id": "735b960ea6fdf789", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 443/905)", "text": "genital\nS. haematobium\nAfrica, Middle East, France\n\n--- Page 449 ---\n435\nInfectious diseases\nEchinococcosis (hydatid disease)\nZoonotic disease caused by tapeworms of the genus Echinococcus. Clinically impor-\ntant disease forms in humans are:\n  \n• Cystic echinococcosis (hydatid disease, hydatosis): E. granulosus. Found world-\nwide. Usual host is dog. Also goats, swine, horses, cattle, camels, yaks.\n  \n• Alveolar echinococcosis: E. multilocularis. Found in northern hemisphere. Usual \nhosts are foxes and rodents.\nHuman ingest parasite eggs via food/water contaminated by animal faeces, or by \nhanding animals which are infected with the tapeworm. Disease is due to the devel-\nopment of cyst-like larvae in viscera, usually liver/lungs. Presentation: Slow grow-\ning cysts may be asymptomatic for many years. Symptoms and signs depends on \nlocation:\n  • Liver: abdominal pain, nausea, hepatomegaly, obstructive jaundice, cholangitis, PUO.\n  \n• Lung:: dyspnoea, chest pain, cough, haemoptysis.\n  \n• CNS: space-occupying signs.\n  \n• Bone: an interesting osteolytic cause of knee pain, cord compression.\n  \n• Silent disease in breast, kidney, adrenals, bladder, heart, psoas.\nDiagnosis: USS/CT/MRI: avascular ﬂ uid-ﬁ lled cysts ± calciﬁ cation ( benign cyst, TB, \nmycoses, abscess, neoplasm). Serology. Positive echinococcal antigen. Treatment: \nGet help (including surgical). Depends on cyst type, location, size, and complications. \nProlonged treatment (months/years) with albendazole. PAIR: Puncture, Aspirate, \nInject (hypertonic saline/chemicals), Reaspirate. Beware spillage of cyst contents: \npraziquantel can be given peri-operatively.\nFasciola hepatica (common liver ﬂ uke)\nParasitic infection. ~2 million infected worldwide. Highest rates of infection in Bolivia \nand Peru. Infective larvae develop in aquatic snail hosts. Humans infected via con-\ntaminated water, waterplants eg watercress, or by eating the undercooked liver of \nanother host animal eg sheep, goat. Disease caused by migration of parasite to bile \nducts. Presentation: Acute phase with migration from intestine through liver (2–4 \nmonths): abdominal pain, nausea, fever, urticarial rash, eosinophilia. Chronic phase \nwith egg production in the bile ducts: cholecystitis, cholangitis, pancreatitis, cirrho-\nsis. Diagnosis: Serology in acute and chronic phase. Ova in stool/bile aspirate only \nin chronic phase. Treatment: Triclabendazole as a single dose. Treat all suspected \ncases in endemic areas.\nOther liver ﬂ ukes: opisthorchiasis and clonorchiasis\nOpisthorchis and clonorchis are liver ﬂ ukes acquired by eating contaminated ﬁ sh, \nmainly in south-east Asia. Adult worms lodge in the small bile ducts and gallbladder. \nPresentation: Abdominal pain, GI disturbance, cholecystitis, cholangitis, cholangio-\ncarcinoma. Diagnosis: Ova in stool. Treatment: Praziquantel.\nAn overview of the diff erential diagnosis of tropical/imported liver disease is \nshown in table 9.28.\nTable 9.28 Tropical liver disease by presentation22\nPresentation\nDiff erential diagnosis\nJaundice/hepatitis\nViral hepatitis, brucellosis, dengue, enteric fever, HIV, \nleptospirosis, malaria, rickettsial infection, sepsis, TB, viral \nhaemorrhagic fever, yellow fever\nHepatomegaly\nAmoebic/pyogenic liver abscess, echinococcosis, liver \nﬂ uke, carcinoma\nMassive hepatomegaly\nVisceral leishmaniasis, tropical lymphoma, late-stage \nschistosomiasis\nFibrosis/cirrhosis\nChronic hepatitis, schistosomiasis, alcohol, non-alcoholic \nfatty liver disease \nConsider liver toxicity: ackee fruit (Jamaica), aﬂ atoxins (peanuts, corn, tropical \ncountries without monitoring/regulation), death cap mushroom, iron, bush tea, \nmethanol, copper, paraquat, pyrrolizidine alkaloids (herbal remedies). \nTropical liver disease", "text_length": 3753, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 443/905)", "type": "chunk", "chunk_index": 442, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.933587", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.934361", "status": "complete", "chunks_added": 2}