{"task_id": "74878d14bf92afa9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 376/905)", "text": "n, eg collagen disorders.\nCauses of thrombocytosis\n\n--- Page 382 ---\n368\nHaematology\nMyeloma: the chief plasma cell dyscrasia (PCD)\nPCDS are due to an abnormal proliferation of a single clone of plasma or lympho-\nplasmacytic cells leading to secretion of immunoglobulin (Ig) or an Ig fragment, \ncausing the dysfunction of many organs (esp kidney).The Ig is seen as a monoclonal \nband, or paraprotein, on serum or urine electrophoresis (see later in topic).\nClassiﬁ cation Based on Ig product—IgG in ~ ⅔; IgA in ~ ⅓; a very few are IgM or IgD. \nOther Ig levels are low (‘immunoparesis’, causing susceptibility to infection). In ~ ⅔, \nurine contains Bence Jones proteins, which are free Ig light chains of kappa (κ) or \nlambda (λ) type, ﬁ ltered by the kidney.\nIncidence 5/100 000. Peak age: 70yrs. :  ≈ 1:1. Afro-Caribbeans:Caucasians ≈ 2:1.\nClinical features • Osteolytic bone lesions cause backache, pathological fractures \nand vertebral collapse. Do serum electrophoresis on all >50 with new back pain.\n  \n• Hypercalcaemia may be symptomatic (p676).  Lesions are due to osteoclast acti-\nvation, from signalling by myeloma cells.\n  \n• Anaemia, neutropenia, or thrombocytopenia may result from marrow inﬁ ltra-\ntion by plasma cells, leading to symptoms of anaemia, infection, and bleeding.\n  \n• Recurrent bacterial infections due to immunoparesis, and also because of neutro-\npenia due to the disease and from chemotherapy.\n  \n• Renal impairment due to light chain deposition (p314 & p370) is seen in up to 20% \nat diagnosis. The light chains have a toxic and inﬂ ammatory eff ect on the proximal \ntubule cells, but the damage is mainly caused by precipitation of light chains in the \ndistal loop of Henle. Deposits may rarely be AL-amyloid (causing nephrotic syn-\ndrome, see p370). Monoclonal immunoglobulins also disrupt glomeruli.\nTests Bloods: FBC: normocytic normochromic anaemia. Film: rouleaux (p328). Per-\nsistently ESR (p372). Urea and creatinine, Ca\n2+ (in ~40%). Alk phos usually  unless \nhealing fracture. Bone marrow biopsy: See ﬁ gs 8.70–8.73. Screening test: Serum \nand/or urine electrophoresis. 2-microglobulin (prognostic). Imaging: X-rays: lytic \n‘punched-out’ lesions, eg pepper-pot skull, vertebral collapse, fractures, or osteopo-\nrosis. CT or MRI may be useful to detect lesions not seen on XR. Diagnostic criteria: \nSee BOX ‘Myeloma diagnosis’.\nTreatment Supportive: • Analgesia for bone pain (avoid NSAIDS due to risk of renal \nimpairment). Give all patients a bisphosphonate (clod ronate, zolendronate, or pa-\nmidronate), as they reduce fracture rates and bone pain. Local radiotherapy can help \nrapidly in focal disease. Orthopaedic procedures (vertebroplasty or kyphoplasty) \nmay be helpful in vertebral collapse. • Anaemia should be corrected with transfu-\nsion, and erythropoietin may be used. • Renal failure: rehydrate, and ensure adequate \nﬂ uid intake of 3L/day to prevent further light chain-induced renal impairment. Di-\nalysis may be needed in acute kidney injury. • Infections: Treat rapidly with broad-\nspectrum antibiotics until culture results are known. Regular IV immunoglobulin \ninfusions may be needed if recurrent.\nChemotherapy: Induction therapy with, eg lenalidomide, bortezomib, and dexa-\nmethasone. In suitably ﬁ t patients this may be followed by autologous stem-cell \ntransplantation. In those unsuitable for transplantation, induction therapy is typi-\ncally continued for 12–18 months, or until serum paraprotein levels have plateaued. \nTreatment is then typically held until (inevitably) paraprotein levels start to rise \nagain, at which point further chemotherapy or stem cell transplantation may be \nconsidered. NB: lenalidomide is a teratogenic immunomodulator which has multiple \nSE, notably neutropenia and thromboembolism: monitor for sepsis and consider as-\npirin or anticoagulation if risk , eg hyperviscosity or other comorbidities.\nPrognosis Worse if: >2 osteolytic lesions, 2-microglobulin >5.5mg/L, Hb <11g/L; \nalbumin <30g/L. Risk stratiﬁ cation increasingly based upon detection of speciﬁ c \ncytogenetic abnormalities associated with high risk of progression. Causes of death: \ninfection, renal failure.", "text_length": 4182, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 376/905)", "type": "chunk", "chunk_index": 375, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.814301", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.815289", "status": "complete", "chunks_added": 3}