{"task_id": "76b41c54d84aa4c3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 152/905)", "text": "atum.\nImage courtesy of Dr Maria Angelica Binotto.\n\n--- Page 158 ---\n144\nCardiovascular medicine\nMitral valve disease\nMitral regurgitation (MR) Backﬂ ow through the mitral valve during systole.\nCauses: Functional (LV dilatation); annular calciﬁ cation (elderly); rheumatic fever; \ninfective endocarditis; mitral valve prolapse; ruptured chordae tendinae; papillary \nmuscle dysfunction/rupture (eg post-MI); connective tissue disorders (Ehlers–Danlos, \nMarfan’s); cardiomyopathy; congenital (may be associated with other defects, eg ASD, \nAV canal); appetite suppressants (eg fenﬂ uramine, phentermine).\nSymptoms: Dyspnoea; fatigue; palpitations; symptoms of causative factor (eg fever). \nSigns: AF; displaced, hyperdynamic apex; pansystolic murmur at apex radiating to \naxilla; soft S1; split S2; loud P2 (pulmonary hypertension). Severity: the more severe, \nthe larger the left ventricle.\nTests: ECG: AF; P-mitrale if in sinus rhythm (may mean left atrial size); LVH. CXR: big LA \n& LV; mitral valve calciﬁ cation; pulmonary oedema.\nEchocardiogram: To assess LV function and MR severity and aetiology (transoesoph-\nageal to assess severity and suitability for repair rather than replacement). Cardiac \ncatheterization to conﬁ rm diagnosis, exclude other valve disease, and assess coro-\nnary artery disease (can combine CABG with valve surgery).\nManagement: Control rate if fast AF. Anticoagulate if: AF; history of embolism; pros-\nthetic valve; additional mitral stenosis. Diuretics improve symptoms. Surgery\n4 for \ndeteriorating symptoms; aim to repair or replace the valve before LV is irreversibly \nimpaired.\nMitral valve prolapse: Is the most common valvular abnormality (prevalence: ~5%). \nOccurs alone or with: ASD, patent ductus arteriosus, cardiomyopathy, Turner’s syn-\ndrome, Marfan’s syndrome, osteogenesis imperfecta, pseudoxanthoma elasticum, \nWPW (p133). Symptoms: Usually asymptomatic. May develop atypical chest pain, \npalpitations, and autonomic dysfunction symptoms. Signs: Mid-systolic click and/\nor a late systolic murmur. Complications: MR, cerebral emboli, arrhythmias, sud-\nden death. Tests: Echo is diagnostic. ECG may show inferior T-wave inversion. : \n-blockers may help palpit ations and chest pain. Surgery if severe MR.\nMitral stenosis Causes: Rheumatic fever, congenital, mucopolysaccharidoses, \nendo cardial ﬁ broelastosis, malignant carcinoid (p271; rare), prosthetic valve.\nPresentation: Normal mitral valve oriﬁ ce area is ~4–6cm\n2. Symptoms usually be-\ngin when the oriﬁ ce becomes <2cm\n2. Pulmonary hypertension causes dyspnoea, \nhaemoptysis, chronic bronchitis-like picture; pressure from large left atrium on local \nstructures causes hoarseness (recurrent laryngeal nerve), dysphagia (oesophagus), \nbronchial obstruction; also fatigue, palpitations, chest pain, systemic emboli, infec-\ntive endocarditis (rare).\nSigns: Malar ﬂ ush on cheeks (due to cardiac output); low-volume pulse; AF common \n(due to enlarged LA); tapping, non-displaced, apex beat (palpable S1); RV heave. On \nauscultation: loud S1; opening snap (pliable valve); rumbling mid-diastolic murmur \n(heard best in expiration, with patient on left side). Graham Steell murmur (p46) may \noccur. Severity: the more severe the stenosis, the longer the diastolic murmur, and \nthe closer the opening snap is to S2.\nTests: ECG: AF; P-mitrale; RVH; progressive RAD. CXR: left atrial enlargement (double \nshadow in right cardiac silhouette); pulmonary oedema; mitral valve calciﬁ cation. \nEcho is diagnostic. Signiﬁ cant stenosis exists if the valve oriﬁ ce is <1cm\n2/m\n2 body \nsurface area. Indications for cardiac catheterization: previous valvotomy; signs of \nother valve disease; angina; severe pulmonary hypertension; calciﬁ ed mitral valve.\nManagement: If in AF, rate control (p130) is crucial; anticoagulate with warfarin \n(p350). Diuretics  preload and pulmonary venous congestion. If this fails to control \nsymptoms, balloon valvuloplasty (if pliable, non-calciﬁ ed valve), open mitral valvot-\nomy, or valve replacement.\n4 In patients with severe symptoms for whom open surgery is too dangerous, consider transcatheter valve \nrepair, eg with MitraClip®. This is only available in specialist centres.", "text_length": 4207, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 152/905)", "type": "chunk", "chunk_index": 151, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.118906", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.119651", "status": "complete", "chunks_added": 3}