{"task_id": "77ef6e957bf68ba3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 768/905)", "text": "not, then take a step backwards.\nNasogastric tubes\n\n--- Page 774 ---\n760\nPractical procedures\nPlacing IV cannulae\nMuch of what we do is not evidence based; however, in more recent years, \nparticularly in intensive care units, the rise of hospital-acquired infections and \nmultidrug-resistant organisms has prompted a review of standard practice and \na series of evidence-based interventions put together as a ‘care bundle’ to reduce \nhospital-acquired infections. The technique for placing a cannula is best shown at \nthe bedside by an expert, but following these simple rules will signiﬁ cantly reduce \nthe risk of infection from the cannula.\nPreparation is key, remember the following before you start\n1   Equipment: Set up a tray with cleaning swabs, gauze, cannulae (swallow your \npride and take at least three of diff erent sizes, see table 18.1), dressings, 0.9% sa-\nline, 10mL syringe, needle-free adaptor (eg octopus with bionector), blood tubes \nif required, portable sharps bin  needlestick injuries do happen.\n2   Patient: Have them lying down, explain procedure, obtain verbal consent, place \ntourniquet around arm, rest the arm below the heart to aid venous ﬁ lling.\n3   Site: Look for the best vein—it should be palpable; some of the best veins are not \neasily visible, some of the most visible collapse on insertion. Tapping gently helps. \nNever cannulate: AV ﬁ stulae arms, limbs with lymphoedema. Avoid: Sites \ncrossing a joint (if possible), the cephalic vein in a renal patient.\n4   Consider: EMLA® cream, cold spray, or 1% lidocaine for children or those with \nneedle phobia. EMLA® takes 45min to work, but can save you hassle later.\nInsertion care bundle\n1 Aseptic technique. 2 Hand hygiene. 3 Apron + non-sterile gloves. 4 Skin prepara-\ntion—2% chorhexidine in 70% isopropyl alcohol (allow to dry for 30 seconds). Do not \nrepalpate vein after cleaning unless wearing sterile gloves. 5 Dressing—sterile and \ntransparent so that insertion site can be observed.\nAfter insertion\n1 Take blood with syringe or adaptor. 2 Remove tourniquet. 3 Attach needle-free de-\nvice (if appropriate) and ﬂ ush with 10mL 0.9% saline. 4 Apply dressing. 5 Let nursing \nstaff  know that cannula is in place and ready for use. 6 Document insertion according \nto local policy. 7 Write up appropriate ﬂ uids or parenteral medication.\nWhen seeing your patient on the daily ward round (and to avoid being called to \nreview or replace cannulae at 6pm) do a RAID1 assessment: consider if the drip is:\nRequired—can the patient manage with oral medication/ﬂ uids?\nAppropriate—should you consider a PICC, central line, long-term line, etc?\nInfected—any signs of inﬂ ammation or infection? Remove if yes. Peripheral cannulae \nshould be replaced every 72–96 hours.\nDressed properly—many drips are replaced early because they have ‘fallen out’, or \nare kinked from poor dressings.\nTissued or infected cannulae need replacing, either with another peripheral cannula, \nor with a longer-term access device, such as a PICC line.\nIf you fail after three attempts Shocked patients need ﬂ uid quickly: if you \nare having trouble putting in a drip, call your senior. The following advice assumes \nthat the drip is not immediately life-saving. If it is, see BOX.\n  \n• Ask for help—from colleagues or seniors—do not be ashamed, everyone has to \nlearn and even senior doctors have bad days; a fresh pair of eyes can be all it takes. \nAs a house offi  cer, one of us was asked to place a drip when a very shame-faced \nconsultant had ‘had a go’ to prove he still could, and found out that he couldn’t!\n  \n• Help yourself—try putting the hand in warm water, using a small amount of GTN \npaste over the vein, or using ultrasound if available to help you identify the vein.\n  \n• If there is no one else to help, take a break and come back in half an hour. Veins \ncome and go, and coming back with fresh eyes can make all the diff erence.", "text_length": 3913, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 768/905)", "type": "chunk", "chunk_index": 767, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.498821", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.499628", "status": "complete", "chunks_added": 3}