{"task_id": "7836b3c7903b0dbc", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 194/905)", "text": "ed inhaler\nLAMA plus LABA/ICS \ncombination inhaler\n\n--- Page 200 ---\n186\nChest medicine\n  \n• Sepsis\n  \n• Hypovolaemic shock\n  \n• Trauma\n  \n• Pneumonia \n  \n• Diabetic ketoacidosis\n  \n• Gastric aspiration\n  \n• Pregnancy\n  \n• Eclampsia\n  \n• Amniotic ﬂ uid embolus \n  \n• Drugs/toxins\n  \n• Paraquat, heroin, aspirin\n  \n• Pulmonary contusion\n  \n• Massive transfusion\n  \n• Burns (p846) \n  \n• Smoke inhalation (p847)\n  \n• Near drowning\n  \n• Acute pancreatitis\n  \n• DIC (p352)\n  \n• Head injury\n  \n• ICP\n  \n• Fat embolus\n  \n• Heart/lung bypass\n  \n• Tumour lysis syndrome (p529)\n  \n• Malaria.\nRisk factors for ARDS\nAcute respiratory distress syndrome (ARDS)\nARDS, or acute lung injury, may be caused by direct lung injury or occur secondary to \nsevere systemic illness. Lung damage and release of inﬂ ammatory mediators cause \nincreased capillary permeability and non-cardiogenic pulmonary oedema, often ac-\ncompanied by multiorgan failure.\nCauses Pulmonary: Pneumonia; gastric aspiration; inhalation; injury; vasculitis \n(p556); contusion. Other: Shock; septicaemia; haemorrhage; multiple transfusions; \nDIC (p352); pancreatitis; acute liver failure; trauma; head injury; malaria; fat embo-\nlism; burns; obstetric events (eclampsia; amniotic ﬂ uid embolus); drugs/toxins (as-\npirin, heroin, paraquat).\nClinical features Cyanosis; tachypnoea; tachycardia; peripheral vasodilation; bilat-\neral ﬁ ne inspiratory crackles. Investigations FBC, U&E, LFT, amylase, clotting, CRP, \nblood cultures, ABG. CXR shows bilateral pulmonary inﬁ ltrates. Pulmonary artery \ncatheter to measure pulmonary capillary wedge pressure (PCWP).\nDiagnostic criteria One consensus requires these four to exist:45 1 Acute onset. \n2 CXR: bilateral inﬁ ltrates (ﬁ g 4.15). 3 PCWP <19mmHg or a lack of clinical congestive \nheart failure. 4 Refractory hypoxaemia with PaO2: FiO2 <200 for ARDS. Others include \ntotal thoracic compliance <30mL/cmH2O.\nManagement Admit to ITU; give supportive therapy; treat the under lying cause.\n  \n• Respiratory support: In early ARDS, continuous positive airway pressure (CPAP) \nwith 40–60% oxygen may be adequate to maintain oxygenation. But most patients \nneed mechanical ventilation. Indications for ventilation: PaO2: <8.3kPa despite 60% \nO2; PaCO2: >6kPa. The large tidal volumes (10–15mL/kg) produced by conventional \nventilation plus reduced lung compliance in ARDS may lead to high peak airway pres-\nsures ± pneumothorax. A low-tidal-volume, pressure-limited approach, with either \nlow or moderate high positive end-expiratory pressure (PEEP), improves outcome.\n  \n• Circulatory support: Invasive haemodynamic monitoring with an arterial line and \nSwan–Ganz catheter aids the diagnosis and may be helpful in monitoring PCWP and \ncardiac output. A conservative ﬂ uid management approach improves outcome. \nMaintain cardiac output and O2 delivery with inotropes (eg dobutamine 2.5–10mcg/\nkg/min IVI), vasodilators, and blood transfusion. Consider treating pulmonary hyper-\ntension with low-dose (20–120 parts per million) nitric oxide, a pulmonary vasodila-\ntor. Haemo ﬁ ltration may be needed in renal failure and to achieve a negative ﬂ uid \nbalance. 46, 49\n  \n• Sepsis: Identify organism(s) and treat. If septic, but no organisms cultured, use \nempirical broad-spectrum antibiotics (p167). Avoid nephrotoxic antibiotics.\n  \n• Other: Nutritional support: enteral is best: p584 & p586, with high-fat, antioxidant \nformulations. Steroids protect those at risk of fat embolization and with pneumo-\ncystosis and may improve outcome in subacute ARDS. Their role in established ARDS \nis controversial. 50, 51\nPrognosis Overall mortality is 50–75%. Prognosis varies with age of patient, cause \n(pneumonia 86%, trauma 38%), and number of organs involved (three organs in-\nvolved for >1wk is ‘invariably’ fatal).", "text_length": 3803, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 194/905)", "type": "chunk", "chunk_index": 193, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.272279", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.273131", "status": "complete", "chunks_added": 2}