{"task_id": "7a24b3538bc8a7de", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 242/905)", "text": " Michelangelo, Renaissance Man of \nthe Brain, Too?\n\n--- Page 248 ---\n234\nEndocrinology\nPituitary tumours\nPituitary tumours (almost always benign adenomas) account for 10% of intracranial \ntumours (see ﬁ gs 5.23, 5.24). They may be divided by size: a microadenoma is a tumour \n<1cm across, and a macroadenoma is >1cm. There are three histological types (table 5.4):\n1   Chromophobe 70%. Many are non-secretory,\n10 some cause hypopituitarism. Half \nproduce prolactin (PRL); a few produce ACTH or GH. Local pressure eff ect in 30%.\n2   Acidophil 15%. Secrete GH or PRL. Local pressure eff ect in 10%.\n3   Basophil 15%. Secrete ACTH. Local pressure eff ect rare.\nSymptoms are caused by pressure, hormones (eg galactorrhoea), or hypopituitarism \n(p232). FSH-secreting tumours can cause macro-orchidism in men, but are rare.\nFeatures of local pressure Headache, visual ﬁ eld defects (bilateral temporal hemi-\nanopia, due to compression of the optic chiasm), palsy of cranial nerves III, IV, VI \n(pressure or invasion of the cavernous sinus; ﬁ g 5.25). Also, diabetes insipidus (DI) \n(p240; more likely from hypothalamic disease); disturbance of hypothalamic centres \nof T°, sleep, and appetite; erosion through ﬂ oor of sella leading to CSF rhinorrhoea.\nTests MRI deﬁ nes intra- and supra-sellar extension; accurate assessment of visual \nﬁ elds; screening tests: PRL, IGF-1 (p238), ACTH, cortisol, TFTS, LH/FSH, testosterone in \n, short Synacthen® test. Glucose tolerance test if acromegaly suspected (p238). \nIf Cushing’s suspected, see p225. Water deprivation test if DI is suspected (p240).\nTreatment Start hormone replacement as needed (p232). Ensure steroids are given \nbefore levothyroxine, as thyroxine may precipitate an adrenal crisis. For Cushing’s \ndisease see p225, prolactinoma p236, acromegaly p238.\n  \n• Surgery: (ﬁ g 5.26) Most pituitary surgery is trans-sphenoidal, but if there is supra-\nsellar extension, a trans-frontal approach may be used. For prolactinoma, 1st-line \ntreatment is medical with a dopamine agonist, p236. Pre-op: ensure hydrocortisone \n100mg IV/IM. Subsequent cortisol replacement and reass essment varies with local \nprotocols: get advice. Post-op: retest pituitary function (p232) to assess replace-\nment needs. Repeating dynamic tests for adrenal function ≥6 weeks post-op.\n  \n• Radiotherapy: (Eg stereotactic.) Good for residual or recurrent adenomas (good \nrates of tumour control and normalization of excess hormone secretion).27\nPost-op Recurrence may occur late after surgery, so life-long follow-up is required. \nFertility should be discussed: this may be reduced post-op due to gonadotropins.\nPituitary apoplexy Rapid pituitary enlargement from a bleed into a tumour may \ncause mass eff ects, cardiovascular collapse due to acute hypopituit arism, and death. \nSuspect if acute onset of headache, meningism, GCS, ophthalmo plegia/visual ﬁ eld \ndefect, especially if there is a known tumour (may present like sub arachnoid haem-\norrhage). : Urgent steroids (hydrocortisone 100mg IV) and meticulous ﬂ uid balance \n± cabergoline (dopamine agonist, if prolactinoma) ± surgery; ﬁ nd the cause, eg a \npredisposition to thrombosis, from antiphospholipid syndrome. \nCraniopharyngioma Not strictly a pituitary tumour: it originates from Rath ke’s \npouch so is situated between the pituitary and 3rd ventricle ﬂ oor. They are rare, but \nare the commonest childhood intracranial tumour. Over 50% present in childhood \nwith growth failure; adults may present with amenorrhoea, libido, hypothalamic \nsymptoms (eg DI, hyperphagia, sleep disturbance) or tumour mass eff ect. Tests: CT/\nMRI (calciﬁ cation in 50%, may also be seen on skull x-ray). Treatment: Surgery ± \npost-op radiation; test pituitary function post-op.\nTable 5.4 Frequency of hormones secreted by pituitary adenomas based on immunohistochemistry\nHormone\n%\nHormone\n%\nPRL only (prolactinoma)\n35%\nACTH (Cushing’s disease)\n7%\nGH only (acromegaly)\n20%\nLH/FSH/TSH\n≥1%*\nPRL and GH\n7%\nNo obvious hormone\n30%\n*Sensitive methods of TSH measurement have improved recognition of TSH-secreting tumours. These are \nnow more frequently found at microadenoma stage, medially loc a ted, and without associated hormone \nhypersecretion. In these tumours, somatostatin analogues (p238) are very helpful. See also Socin et al. Eur \nJ Endocrinol. 2003;148:433–42.\n10 If <1cm, usually ‘incidentaloma’; most non-functioning macroadenomas are revealed by mass eff ect and/\nor hypopituitarism. Here, recurrence after surgery is common, so follow carefully with MRIS.", "text_length": 4541, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 242/905)", "type": "chunk", "chunk_index": 241, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.419109", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.419852", "status": "complete", "chunks_added": 3}