{"task_id": "7a284041fdefc30c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 344/905)", "text": "senting feature of coeliac \ndisease or alcoholism.\n\n--- Page 350 ---\n336\nHaematology\nAn approach to haemolytic anaemia\nHaemolysis is the premature breakdown of RBCS, before their normal lifespan of \n~120d. It occurs in the circulation (intravascular) or in the reticuloendothelial sys-\ntem, ie macrophages of liver, spleen, and bone marrow (extravascular). In sickle-cell \nanaemia, lifespan may be as short as 5d. Haemolysis may be asymptomatic, but if \nthe bone marrow does not compensate suffi  ciently, a haemolytic anaemia results.\nAn approach is ﬁ rst to conﬁ rm haemolysis and then ﬁ nd the cause—try to \nanswer these four questions:\n1   Is there increased red cell breakdown?\n  \n• Anaemia with normal or MCV.\n  \n• Bilirubin: unconjugated, from haem breakdown (pre-hepatic jaundice).\n  \n• Urinary urobilinogen (no urinary conjugated bilirubin).\n  \n• Serum LDH, as it is released from red cells.\n2   Is there increased red cell production?\n  \n• Reticulocytes, causing MCV (reticulocytes are large immature RBCS) and poly-\nchromasia.\n3   Is the haemolysis mainly extra- or intravascular?\nExtravascular haemolysis may lead to splenic hypertrophy and splenomegaly.\nFeatures of intravascular haemolysis are:\n  \n• Free plasma haemoglobin: released from RBCS.\n  • Methaemalbuminaemia: some free Hb is broken down in the circulation to pro-\nduce haem and globin; haem combines with albumin to make methaemalbumin.\n  \n• Plasma haptoglobin: mops up free plasma Hb, then removed by the liver.\n  \n• Haemoglobinuria: causes red-brown urine, in absence of red blood cells.\n  \n• Haemosiderinuria: occurs when haptoglobin-binding capacity is exceeded, \ncausing free Hb to be ﬁ ltered by the renal glomeruli, with absorption of free \nHb via the renal tubules and storage in the tubular cells as haemosiderin. This \nis detected in the urine as sloughed tubular cells by Prussian blue staining ~1 \nweek after onset (implying a chronic intravascular haemolysis).\n4   Why is there haemolysis? Causes are on p338.\nHistory Family history, race, jaundice, dark urine, drugs, previous anaemia, travel.\nExamination Jaundice, hepatosplenomegaly, gallstones (pigmented, due to bili-\nrubin from haemolysis), leg ulcers (due to poor blood ﬂ ow).\nTests FBC, reticulocytes, bilirubin, LDH, haptoglobin, urinary urobilinogen. Thick and \nthin ﬁ lms for malaria screen if history of travel. The blood ﬁ lm may show poly-\nchromasia and macrocytosis due to reticulocytes, or point to the diagnosis:\n  \n• Hypochromic microcytic anaemia (thalassaemia).\n  \n• Sickle cells (sickle-cell anaemia).\n  \n• Schistocytes (ﬁ g 8.30, p339; microangiopathic haemolytic anaemia).\n  \n• Abnormal cells in haematological malignancy.\n  \n• Spherocytes (hereditary spherocytosis or autoimmune haemolytic anaemia).\n  \n• Elliptocytes (ﬁ g 8.36, p339; hereditary elliptocytosis).\n  \n• Heinz bodies, ‘bite’ cells (ﬁ g 8.32, p339; glucose-6-phosphate dehydrogenase\ndeﬁ ciency).\nFurther tests (if the cause is still not obvious)\n  \n• Osmotic fragility testing will conﬁ rm the presence of membrane abnormalities \nwhich have been identiﬁ ed on the ﬁ lm.\n  \n• Hb electrophoresis will detect haemoglobinopathies.\n  • The direct antiglobulin (Coombs) test (DAT, ﬁ g 8.28) identiﬁ es red cells coated with \nantibody or complement, the presence of which indicates an immune cause.\n  \n• Enzyme assays are reserved for when other causes have been excluded.", "text_length": 3399, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 344/905)", "type": "chunk", "chunk_index": 343, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.754839", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.755867", "status": "complete", "chunks_added": 2}