{"task_id": "7af1df6c45c164b4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 690/905)", "text": "one.\n©Dr G. Austin.\n\n--- Page 695 [Image/Scan] ---\n\n--- Page 696 ---\n682\nClinical chemistry\nMetabolic bone diseases: osteoporosis\nOsteoporosis implies reduced bone mass. It may be 1° (age-related) or 2° to another \ncondition or drugs. If trabecular bone is aff ected, crush fractures of vertebrae are \ncommon (hence the ‘littleness’ of little old ladies and their dowager’s hump); if cortical \nbone is aff ected, long bone fractures are more likely, eg femoral neck: the big cause of \ndeath and orthopaedic expense (80% hip fractures in the UK occur in women >50yrs).\nPrevalence (In those >50yrs):  6%,  18%. Women lose trabeculae with age, but \nin men, although there is reduced bone formation, numbers of trabeculae are stable \nand their lifetime risk of fracture is less. \nRisk factors Age-independent risk factors for 1° osteoporosis: parental history, \nalcohol >4 units daily, rheumatoid arthritis, BMI <19, prolonged immobility, and un-\ntreated menopause. See BOX ‘Osteoporosis risk factors’ for other risk factors, includ-\ning for 2° osteoporosis.\nInvestigations X-ray (low sensitivity/speciﬁ city, often with hindsight after a \nfracture). Bone densitometry (DEXA—see BOX ‘DEXA bone densitometry’; table 14.5). \nBloods: Ca\n2+, PO4\n3Ω, and ALP normal. Consider speciﬁ c investigations for 2° causes \nif suggestive history. Biopsy is unreliable and unnecessary with non-invasive tech-\nniques available.\nManagement Loss of bone mineral density may not be entirely irreversible. Age, \nnumber of risk factors, and bone mineral density (DEXA scan; see BOX ‘DEXA bone den-\nsitometry’) guide the pharmacological approach (eg FRAX, which is a WHO risk assess-\nment tool for estimating 10-yr risk of osteoporotic fracture in untreated patients; see \nwww.shef.ac.uk/frax),13,14 although DEXA is not necessary if age >75yrs. Lifestyle measures \nshould apply to all (including those at risk but not yet osteoporotic).\nLifestyle measures:\n  \n• Quit smoking and reduce alcohol consumption.\n  \n• Weight-bearing exercise may increase bone mineral density.15\n  \n• Balance exercises such as tai chi reduce risk of falls.\n  \n• Calcium and vitamin D-rich diet (use supplements if diet is insuffi  cient—see ‘Phar-\nmacological measures’ later in this topic).\n  \n• Home-based fall-prevention programme, with visual assessment and a home visit. \nNB: hip-protectors are unreliable for preventing fractures.16\nPharmacological measures:\n  \n• Bisphosphonates: alendronic acid is 1st line (10mg/d or 70mg/wk; not if eGFR <35). \nUse also for prevention in long-term steroid use. If intolerant, try etidronate or rise-\ndronate. Tell patient to swallow pills with plenty of water while remaining upright for \n>30min and wait 30min before eating or other drugs. (SE: photosensitivity; GI upset; \noesophageal ulcers—stop if dysphagia or abdo pain; rarely, jaw osteonecrosis).\n  \n• Calcium and vitamin D: rarely used alone for prophylaxis, as questionable effi  cacy \nand some evidence of a small CV risk. Off er if evidence of deﬁ ciency, eg calcium \n1g/d + vit D 800U/d. Target serum 25-hydroxy-vitamin D level ≥75nmol/L.\n  • Strontium ranelate: due to an increased risk of cardiac problems it should only be used \nin those with severe intolerance of other agents and without cardiovascular disease.\n  \n• Hormone replacement therapy (HRT) can prevent (not treat) osteoporosis in post-\nmenopausal women. Relative risk of breast cancer is 1 . 4 if used >10yrs;  CV risk.\n  \n• Raloxifene is a selective oestrogen receptor modulator (SERM) that acts similarly to \nHRT, but with  breast cancer risk.\n  \n• Teriparatide (recombinant PTH) is useful in those who suff er further fractures de-\nspite treatment with other agents. There is a potential  risk of renal malignancy.\n  \n• Calcitonin may reduce pain after a vertebral fracture.\n  \n• Testosterone may help in hypo gonadal men by promoting trabecular connectivity.\n  \n• Denosumab, a monoclonal Ab to RANK ligand, given SC twice yearly  reabsorption.", "text_length": 3977, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 690/905)", "type": "chunk", "chunk_index": 689, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.356162", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.357187", "status": "complete", "chunks_added": 3}