{"task_id": "7b4552a09a62a4b0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 822/905)", "text": "se deemed not suitable for mechanical ventilation.\n\n--- Page 828 ---\n814\nEmergencies\nPneumothorax \nCauses\n  \n• Spontaneous: (Especially in young thin men) due to rupture of a subpleural bulla.\n  \n• Chronic lung disease: Asthma; COPD; cystic ﬁ brosis; lung ﬁ brosis; sarcoidosis.\n  \n• Infection: TB; pneumonia; lung abscess.\n  \n• Traumatic: Including iatrogenic (CVP line insertion, pleural aspiration or biopsy, \npercutaneous liver biopsy, positive pressure ventilation).\n  \n• Carcinoma.\n  \n• Connective tissue disorders: Marfan’s syndrome, Ehlers–Danlos syndrome.\nClinical features\nSymptoms: Can be asymptomatic (especially in ﬁ t young people with small pneu-\nmothoraces) or sudden onset of dyspnoea and/or pleuritic chest pain. Patients with \nasthma or COPD may present with a sudden deterioration. Mechanically ventilated \npatients can suddenly develop hypoxia or an increase in ventilation pressures.\nSigns: Reduced expansion, hyper-resonance to percussion, and diminished breath \nsounds on the aff ected side. With a tension pneumothorax, the trachea will be devi-\nated away from the aff ected side and the patient will be very unwell.\nTests A CXR should not be performed if a tension pneumothorax is suspected, as \nit will delay immediate necessary treatment. Otherwise, request an expiratory ﬁ lm, \nand look for an area devoid of lung markings, peripheral to the edge of the collapsed \nlung (see p725). Ensure the suspected pneumothorax is not a large emphysematous \nbulla. Check ABG in dyspnoeic/hypoxic patients and those with chronic lung disease.\nManagement See ﬁ g 19.14. Depends on whether it is a primary pneumothorax \nor secondary (=underlying lung disease or smoker >50yrs old), size, and symptoms.9\n  \n• Size is measured from the visible lung margin to chest wall at level of the hilum.\n  \n• Pneumothorax due to trauma or mechanical ventilation requires a chest drain.\n  \n• Aspiration of a pneumothorax, see p767.\n  \n• Insertion and management of a chest drain, see p766. Use a small tube (10–14F) \nunless blood/pus is also present. Tubes may be removed 24h after the lung has re-\nexpanded and air leak has stopped (ie the tube stops bubbling). This is done during \nexpiration or a Valsalva manoeuvre.\nSurgical advice: Arrange if: bilateral pneumothoraces; lung fails to expand within \n48h of intercostal drain insertion; persistent air leak; two or more previous pneumo-\nthoraces on the same side; or history of pneumothorax on the opposite side.\nTension pneumothorax \n \nThis is a medical emergency. (See ﬁ g 16.43, p749.)\nEssence Air drawn into the pleural space with each inspiration has no route of \nescape during expiration. The mediastinum is pushed over into the contralateral \nhemithorax, kinking and compressing the great veins. Unless the air is rapidly re-\nmoved, cardiorespiratory arrest will occur.\nSigns Respiratory distress, tachycardia, hypotension, distended neck veins, trachea \ndeviated away from side of pneumothorax. Increased percussion note, reduced air \nentry/breath sounds on the aff ected side.\nTreatment\nTo remove the air, insert a large-bore (14–16G) needle with a syringe, partially ﬁ lled \nwith 0.9% saline, into the 2nd intercostal interspace in the midclavicular line on the \nside of the suspected pneumothorax. Remove plunger to allow the trapped air to \nbubble through the syringe (with saline as a water seal) until a chest tube can be \nplaced. Alternatively, insert a large-bore Venﬂ on in the same location.\n \nDo this before requesting a CXR.\n \nThen insert a chest drain. See p766.", "text_length": 3543, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 822/905)", "type": "chunk", "chunk_index": 821, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.606462", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.607256", "status": "complete", "chunks_added": 2}