{"task_id": "7c65b01a52a00380", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 116/905)", "text": "012, with permission from Oxford University Press.\n\n--- Page 122 ---\n108\nCardiovascular medicine\nCardiac imaging\nThere are many heart conditions associated with structural defects, eg valve defects, \ncongenital heart diseases, and some muscle disorders (eg hypertrophic cardiomyo-\npathy (HCM)). Whilst clues to these can sometimes be found on history, examination, \nand ECG, it is imaging that gives the diagnosis. Imaging is also helpful for conditions \nthat are not primarily due to deformities but which aff ect the way the heart func-\ntions. For example, after an MI the aff ected territory may be hypokinetic. Stress \ntechniques allow us to observe the heart at rest and then under stress, comparing \nthe perfusion and function in the two states. Cardiac MRI is a rapidly expanding area \nalthough not yet available in all major hospitals.\nChest X-ray The humble chest X-ray provides just a snapshot of the heart and little \ndetail but can be an important source of information and is often the only immedi-\nately accessible imaging modality for a new or newly unwell patient. An enlarged \nheart (cardiothoracic ratio >0.5) suggests congestive heart failure; signs of pulmo-\nnary oedema suggest decompensated heart failure (see ﬁ g 3.38); a globular heart \nmay indicate pericardial eff usion (ﬁ g 3.14); metal wires and valves will show up, \nevidencing previous cardiothoracic surgery; dextrocardia may explain a bizarre ECG; \nand rib notching may be an important clue in coarctation of the aorta (p156).\nEchocardiography This is the workhorse of cardiological imaging. Ultrasound is \nused to give real-time images of the moving heart. This can be transthoracic (TTE) \nor transoesophageal (TOE), at rest, during exercise, or after infusion of a pharmaco-\nlogical stressor (eg dobutamine). If the patient is too unwell to be moved, an echo \nmachine can be brought to them and continuous TOE imaging may be used as a guide \nduring surgery. Increasingly pocket-sized echo machines are used for a quick assess-\nment of an unwell patient, to be followed by a formal scan later. See p110.\nCardiac CT This can provide detailed information about cardiac structure and func-\ntion. CT angiography (ﬁ g 3.15) permits contrast-enhanced imaging of coronary ar-\nteries during a single breath hold with very low radiation doses. It can diagnose \nsigniﬁ cant (>50%) stenosis in coronary artery disease with an accuracy of 89%. \nCT coronary angiography has a negative predictive value of >99%, which makes it \nan eff ective non-invasive alternative to routine transcatheter coronary angiography \nto rule out coronary artery disease.6 Medications are often given to slow the heart \ndown and the imaging may be ‘gated’, meaning the scanner is programmed to take \nimages at times corresponding to certain points on the patient’s ECG. This allows \ncharacterization of the heart at diff erent points in the cardiac cycle. See p740.\nCardiac MR A radiation-free method of characterizing cardiac structure and func-\ntion including viability of myocardium. By varying the settings, diff erent defects can \nbe found. MR is the ﬁ rst-choice imaging method to look at diseases that directly af-\nfect the myocardium (ﬁ g 3.16). Nowadays, pacemakers are available which are safe \nfor MR scanning—check MR safety with your cardiac technicians before requesting \nMR for patients with pacemakers in situ. See p740.\nNuclear imaging Perfusion is assessed at rest and with exercise- or pharmacolog-\nically-induced stress. This test is particularly useful for assessing whether myocar-\ndium distal to a blockage is viable and so whether stenting or CABG will be of value. \nIf hypoperfusion is ‘ﬁ xed’, ie present at rest and under stress, the hypoperfused area \nis probably scar tissue and so non-viable. If hypoperfusion is ‘reversible’ at rest, the \nmyocardium may beneﬁ t from improved blood supply. See p741.", "text_length": 3878, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 116/905)", "type": "chunk", "chunk_index": 115, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.057634", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.058586", "status": "complete", "chunks_added": 2}