{"task_id": "7d20fcda8fc6299b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 468/905)", "text": "tory Archive/Ann Ronan Collection / Age \nFotostock\n\n--- Page 474 ---\n460\nNeurology\nBlackouts\nCauses of collapse ± loss of consciousness (LOC) are many; take a careful history (BOX).\nVasovagal (neurocardiogenic) syncope Occurs due to reﬂ ex bradycardia ± pe-\nripheral vasodilation provoked by emotion, pain, or standing too long (it cannot \noccur when lying down). Onset is over seconds (not instantaneous), and is often pre-\nceded by pre-syncopal symptoms, eg nausea, pallor, sweating, and narrowing of vis-\nual ﬁ elds. Brief clonic jerking of the limbs may occur due to cerebral hypoperfusion, \nbut there is no tonic/clonic sequence. Urinary incontinence is uncommon, and there \nis no tongue-biting. Unconsciousness usually lasts for ~2min and recovery is rapid.\nSituation syncope Symptoms as for vasovagal syncope but with a clear precipi-\ntant: cough syncope occurs after a paroxysm of coughing; effort syncope is brought \non by exercise; there is usually a cardiac cause, eg aortic stenosis, HCM; micturition \nsyncope happens during or after urination: mostly men, at night.\nCarotid sinus syncope Hypersensitive baroreceptors cause excessive reﬂ ex brady-\ncardia ± vasodilation on minimal stimulation (eg head-turning, shaving).\nEpilepsy (p490) Features suggestive of this diagnosis include: attacks when asleep \nor lying down; aura; identiﬁ able triggers (eg TV); altered breathing; cyanosis; typical \ntonic–clonic movements; incontinence of urine; tongue-biting; prolonged post-ictal \ndrowsiness, confusion, amnesia, and transient focal paralysis (Todd’s palsy).\nStokes–Adams attacks Transient arrhythmias (eg bradycardia due to complete \nheart block) cause cardiac output and LOC. The patient falls to the ground (often \nwith no warning except palpitations; injuries are common), and is pale, with a slow \nor absent pulse. Recovery is in seconds: the patient ﬂ ushes, the pulse speeds up, and \nconsciousness is regained. As with vasovagal syncope, anoxic clonic jerks may occur \nin prolonged LOC. Attacks may happen several times a day and in any posture.\nOther causes Hypoglycaemia: (p214) Tremor, hunger, and perspiration herald light-\nheadedness or LOC; rare in non-diabetics. Orthostatic hypotension: Unsteadiness or \nLOC on standing from lying in those with inadequate vasomotor reﬂ exes: the elderly; \nautonomic neuropathy (p505); antihypertensive medication; overdiuresis; multisys-\ntem atrophy (MSA; p494). Anxiety: Hyperventilation, tremor, sweating, tachycardia, \nparaesthesiae, light-headedness, and no LOC suggest a panic attack. Drop attacks: \nSudden fall to the ground without LOC. Mostly benign and due to leg weakness but \nmay also be caused by hydrocephalus, cataplexy, or narcolepsy. Factitious black-\nouts: Pseudoseizures, Münchausen’s (p706).\nExamination Cardiovascular, neurological. Measure BP lying and standing.\nInvestigation All with recurrent syncope (or falls) need cardiac assessment—ur-\ngently if associated with palpitations, arrhythmias, 3rd-degree AV block, or pro-\nlonged QT interval (p711). ECG ± 24h ECG (arrhythmia, long QT, eg Romano–Ward, p96); \nU&E, FBC, Mg\n2+, Ca\n2+, glucose; tilt-table test;\n3 EEG, sleep EEG; echocardiogram; CT/MRI \nbrain; ABG if practical (PaCO2 in attacks suggests hyperventilation as the cause).\nWhile the cause is being elucidated, advise against driving (see p158).\n3 Patient is subject to continuous ECG and BP monitoring while strapped to a table and moved rapidly from \nresting horizontal position to vertical. Induction of symptoms with inappropriate BP drop >30mmHg or \nbradycardia suggests neurally mediated syncope. Consider pacing.", "text_length": 3614, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 468/905)", "type": "chunk", "chunk_index": 467, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.976700", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.977556", "status": "complete", "chunks_added": 2}