{"task_id": "7d6d9146036a29a2", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 687/905)", "text": "val on ECG).\nFeatures of hypocalcaemia ‘SPASMODIC’\n\n--- Page 693 ---\n679\nClinical chemistry\nPhosphate\nHypophosphataemia Common and of little signiﬁ cance unless severe (<0.4mmol/L). \nCauses: Vitamin D deﬁ ciency, alcohol withdrawal, refeeding syndrome (p587), in-\nadequate oral intake, severe diabetic ketoacidosis, renal tubular dysfunction and \n1° hyperparathyroidism. Signs and symptoms: Muscle weakness or rhabdomyoly-\nsis, red cell, white cell and platelet dysfunction, and cardiac arrest or arrhythmias. \nTreatment: Oral or parenteral phosphate supplementation, eg Phosphate Polyfu-\nsor® IVI (100mmol PO4\n3Ω in 500mL). Never give IV phosphate to a patient who is \nhypercalcaemic or oliguric.\nHyperphosphataemia Most commonly due to chronic kidney disease, when it is \ntreated with phosphate binders, eg sevelamer 800mg/8h PO during meals. Also cata-\nbolic states such as tumour lysis syndrome (p529).\nMagnesium\nMagnesium is distributed 65% in bone and 35% in cells; plasma concentration tends \nto follow that of Ca\n2+ and K\n+.\nHypomagnesaemia Causes paraesthesiae, ataxia, seizures, tetany, arrhythmias. \nDigitalis toxicity may be exacerbated. Causes: Diuretics, severe diarrhoea, ke-\ntoacidosis, alcohol abuse, total parenteral nutrition (monitor weekly), Ca\n2+, K\n+, and \nPO4\n3Ω. Treatment: If needed, give magnesium salts, PO or IV (eg 8mmol MgSO4 IV \nover 3min to 2h, depending on severity, with frequent Mg\n2+ levels).\nHypermagnesaemia Rarely requires treatment unless severe (>7.5mmol/L). \nCauses: Renal failure or iatrogenic (eg excessive antacids). Signs: If severe: neuro-\nmuscular depression, BP, pulse, hypo reﬂ exia, CNS & respiratory depression, coma.\nZinc\nZinc deﬁ ciency This may occur in parenteral nutrition or, rarely, from a poor diet \n(too few cereals and dairy products; anorexia nervosa; alcoholism). Rarely it is due \nto a genetic defect. Symptoms: Alopecia, dermatitis (look for red, crusted skin le-\nsions especially around nostrils and corners of mouth), night blindness, diarrhoea. \nDiagnosis: Therapeutic trial of zinc (plasma levels are unreliable as they may be low, \neg in infection or trauma, without deﬁ ciency).\nSelenium\nAn essential element present in cereals, nuts, and meat. Low soil levels in some \nparts of Europe and China cause deﬁ ciency states. Required for the antioxidant \nglutathione peroxidase, which  harmful free radicals. Selenium is also antithrom-\nbogenic, and is required for sperm motility proteins. Deﬁ ciency may increase risk \nof neoplasia and atheroma, and may lead to a cardiomyopathy or arthritis. Serum \nlevels are a poor guide. Toxic symptoms may also be found with over-energetic re-\nplacement.", "text_length": 2669, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 687/905)", "type": "chunk", "chunk_index": 686, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.349911", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.350935", "status": "complete", "chunks_added": 2}