{"task_id": "7ed7a40841d6f982", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 536/905)", "text": "id tissue after thyroidectomy \nfor thyroid cancer.\n\n--- Page 542 ---\n528\nOncology and palliative care\nOncology emergencies\nEmergencies11,12 in oncology include:\nNeutropenic sepsis\nTemperature >38oC and neutrophil count <0.5≈10\n9/L. Suspect in all patients who are \nunwell and within 6wks of receiving chemotherapy. Localizing signs may be absent. \nExamine indwelling catheter sites. Immediate treatment saves lives. Use local \nguidelines or treat empirically with piperacillin/tazobactam (see p352).\nSpinal cord compression\n3–5% of cancer patients have spinal metastases. ~15% of those with advanced can-\ncers develop metastatic spinal cord compression. Most commonly associated with \nlung, prostate, breast, myeloma, melanoma. Urgent treatment is required to pre-\nserve neurological function and relieve pain.\nCauses: Collapse or compression of a vertebral body due to metastases (common), \ndirect extension of a tumour into vertebral column (rare).\nSigns and symptoms: Back pain in ~95%. Ask about nocturnal pain and pain with \nstraining. Worry if there is cervical/thoracic pain. Also limb weakness, diffi  culty \nwalking, sensory loss, bowel/bladder dysfunction. Maintain a high index of suspicion.\nManagement: Admit for bed rest and arrange urgent (within 24h) MRI of the whole \nspine. Give dexamethasone 16mg/24h PO with prophylatic gastroprotection, eg PPI, \nand blood glucose monitoring. If reduced mobility consider thromboprophylaxis \n(compression stockings, LMWH). Refer urgently to clinical oncology/cancer MDT. Ra-\ndiotherapy is the commonest treatment and should be given within 24 hours of MRI \ndiagnosis. Decompressive surgery ± radiotherapy may be appropriate depending on \nprognosis. Patients with loss of motor function after >48h are unlikely to recover \nfunction. (See also p466.)\nSuperior vena cava (SVC) syndrome\nReduced venous return from head, neck, and upper limbs. Due to extrinsic compres-\nsion (most common), or venous thrombosis (consider if current or past central ve-\nnous access). SVC syndrome with airway compromise requires urgent treatment.\nCauses: >90% of SVC syndrome results from malignancy. Most common cancers: \nlung (~75%), lymphoma, metastatic (eg breast), thymoma, germ cell.\nSigns and symptoms: Diagnosis is made clinically. SOB, orthop noea, stridor, pleth-\nora/cyanosis, oedema of face and arm, cough, headache, engorged neck veins (non-\npulsatile JVP), engorged chest wall veins. Pemberton’s test:\n1 elevation of the arms \nto the side of the head causes facial plethora/cyanosis.\nManagement: Prop up. Assess for hypoxia (pulse oximetry, blood gas) and give \noxygen if needed. Dexamethasone 16mg/24h. CT is used to deﬁ ne the anatomy of \nthe obstruction. Balloon venoplasty and SVC stenting provide the most rapid relief \nof symptoms (see BOX ‘Interventional oncology’, p527). Treat with radiotherapy or \nchemotherapy depending on the sensitivity of the underlying cancer.\nMalignancy-associated hypercalcaemia\nMost common metabolic abnormality in cancer patients: ~10–20% of patients with \ncancer, ~40% of myeloma. It is a poor prognostic sign: 75% mortality within 3 \nmonths. Calcium is highly protein-bound and needs correcting to the serum albumin \nconcentration. PTH levels should be suppressed (see pp676–7).\nCauses: PTH-related protein produced by the tumour (see p529), local osteolysis, eg \nmyeloma, tumour production of calcitriol.\nSigns and symptoms: Weight loss, anorexia, nausea, polydipsia, polyuria, constipa-\ntion, abdominal pain, dehydration, weakness, confusion, seizure, coma.\nManagement: Aggressive rehydration. Bisphosphonates (if eGFR ≥30), eg zoledronic \nacid IV, usually normalize calcium within 3 days and can be given as a repeated infu-\nsion. Calcitonin produces a more rapid (2h) but short-term eff ect and tolerance can \ndevelop. Long-term treatment is by con trol of  the underlying malignancy.\n1 Pemberton described this ‘useful’ sign of venous obstruction due to a goitre in 1946.", "text_length": 3962, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 536/905)", "type": "chunk", "chunk_index": 535, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.097206", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.098206", "status": "complete", "chunks_added": 3}