{"task_id": "7f77d97a74a1c52c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 614/905)", "text": "200 \nyears ago.\nThe ﬁ rst successful laparotomy...\n\n--- Page 620 ---\n606\nSurgery\nThe acute abdomen\nSomeone who becomes acutely ill and in whom symptoms and signs are chieﬂ y \nrelated to the abdomen has an acute abdomen. Prompt laparotomy is sometimes \nessential: repeated examination is the key to making the decision.\nClinical syndromes that usually require laparotomy\n1   Rupture of an organ (Spleen, aorta, ectopic pregnancy.) Shock is a leading sign—\nsee table 13.10 for assessment of blood loss. Abdominal swelling may be seen. Any \nhistory of trauma: blunt trauma  spleen; penetrating trauma  liver? Delayed \nrupture of the spleen may occur weeks after trauma. Peritonism may be mild.\n2   Peritonitis (Perforation of peptic ulcer/duodenal ulcer, diverticulum, appendix, \nbowel, or gallbladder.) Signs: prostration, shock, lying still, +ve cough test (p62), \ntenderness (± rebound/percussion pain, p62), board-like abdominal rigidity, guard-\ning, and no bowel sounds. Erect CXR may show gas under the diaphragm (ﬁ g 13.26). \nNB: acute pancreatitis (p636) causes these signs, but does not require a laparotomy \nso don’t be caught out and always check serum amylase.\nSyndromes that may not require a laparotomy\nLocal peritonitis: Eg diverticulitis, cholecystitis, salpingitis, and appendicitis (the lat-\nter will need surgery). If abscess formation is suspected (swelling, swinging fever, \nand WCC) do US or CT. Drainage can be percutaneous (US or CT-guided), or by lapa-\nrotomy. Peritoneal inﬂ ammation can cause localized ileus with a ‘sentinel loop’ of \nintraluminal gas visible on plain AXR (p729).\nColic is a regularly waxing and waning pain, caused by muscular spasm in a hollow \nviscus, eg gut, ureter, salpinx, uterus, bile duct, or gallbladder (in the latter, pain is \noften dull and constant). Colic, unlike peritonitis, causes restlessness and the patient \nmay well be pacing around when you go to review!\nObstruction of the bowel See p610.\nTests U&E; FBC; amylase; LFT; CRP; lactate (is there mesenteric ischaemia?); urinalysis. \nUrine and serum hCG is vital to exclude ectopic pregnancy. Erect CXR (ﬁ g 13.26), \nAXR may show Rigler’s sign (p728). Laparoscopy may avert open surgery. CT can be \nhelpful provided it is readily available and causes no delay (pp732–3); US may identify \nperforat ion or free ﬂ uid (appropriate performer training is important).\nPre-op Don’t rush to theatre. Anaesthesia compounds shock, so resuscitate prop-\nerly ﬁ rst (p790) unless blood being lost faster than can be replaced, eg ruptured \nectopic pregnancy, (OHCS p262), aneurysm leak (p654), trauma.\nPlan Bed rest, keep NBM; assess volume status (BOX) and treat shock (p790); cross-\nmatch/group and save; analgesia (p574); arrange imaging; consider need for IVI, \nblood cultures, and antibiotics (eg piperacillin/tazobactam 4.5g/8h IV); ECG.\nThe medical acute abdomen Irritable bowel syndrome (p266) is the chief cause, so \nalways ask about episodes of pain associated with loose stools, relieved by defeca-\ntion, bloating, and urgency (but not blood—this may be UC). Other causes:\nMyocardial infarction\nPneumonia (p166)\nSickle-cell crisis (p341)\nGastroenteritis or UTI\nThyroid storm (p834)\nPhaeochromocytoma (p837)\nDiabetes mellitus/DKA (p206) Zoster (p404)\nMalaria (p416)\nBornholm disease\nTuberculosis (p393)\nTyphoid fever (p415)\nPneumococcal peritonitis\nPorphyria (p692)\nCholera (p430)\nHenoch–Schönlein (p702)\nNarcotic addiction\nYersinia enterocolitica (p431)\nTabes dorsalis (p412)\nPAN (p556)\nLead colic \nHidden diagnoses Mesenteric ischaemia (p620), acute pancreatitis (p636), and \nleaking AAA (p654) are the Unterseeboote of the acute abdomen—unsuspected, \nundetectable unless carefully looked for, and underestimatedly deadly. They may \nhave non-speciﬁ c symptoms and signs that are surprisingly mild, so always think \nof them when assessing the acute abdomen and hopefully you will ‘spot’ them! \nFinally: always exclude pregnancy (± ectopic?) in females.", "text_length": 3971, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 614/905)", "type": "chunk", "chunk_index": 613, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.235785", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.237125", "status": "complete", "chunks_added": 3}