{"task_id": "7f83ce184e9e2263", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 331/905)", "text": "nterminable fate.\n© Wikimedia/ Library of Congress\n\n--- Page 337 ---\n323\nHaematology\nWhilst our understanding of blood has changed emphatically with the advent \nof medical research, its importance in health and disease is a common theme \nthroughout human history and culture. Hippocrates (460–370BC) ﬁ rst described \nthe four bodily ﬂ uids, or humours (Latin umor = body ﬂ uid): blood, phlegm, and \nyellow and black bile. This is not bile and phlegm as we know it; rather, it was \npostulated by Fahråeus (1921, the Swedish physician who pioneered the ESR, p372) \nthat humourism arose from watching blood coagulate in vitro: distilling into layers \nof bilious yellow serum ﬂ oating on a scurf of white cells, with the dark red-black \nclot of erythrocytes lurking in the depths of the sample.\nThese four humours were later elaborated by Roman physician, surgeon, and \nphilosopher Claudius Galen (c.129–c.201AD) who attributed physical and behav-\nioural traits to each humour: sanguine people are warm hearted and conﬁ dent, \nthe phlegmatic practical and rational, those with a choleric nature are ﬁ ery and \npassionate, while the melancholic (melas=black, khole=bile) are depressed yet \ncreative.\n1 It was thought that an imbalance of any of these elements was the \nsource of disease, a belief which led to the wide-scale recommendation of the \nremoval of the excess bodily ﬂ uid: expectoration, purging, and most popularly, \nblood-letting. William Harvey, Sydenham, and Dupytren are among the famous \nnames who celebrated this cure, Harvey stating that ‘daily experience satisﬁ es \nus that blood-letting has a most salutary eff ect in many diseases, and is indeed \nthe foremost among all the general remedial means’. Many tools were devel-\noped to aid this procedure, notably a collecting bowl with a convenient notch \nfor the antecubital fossa or neck: the predecessor of the modern kidney dish.\nSuch was the conviction of the healing brought about by bloodletting that \n‘haematomania’ reigned despite a suspicious degree of mortality. Indeed, it may \nhave even killed inaugural US president George Washington in 1799: on develop-\ning laryngitis he was enthusiastically bled four times by his personal physician, \nand died 24 hours after symptom onset.\nEventually, the credibility of this practice waned, and by 1860 it had virtually \ndisappeared. However, venesection still plays an important role in the manage-\nment of haemachromatosis (see p288) and polycythaemia rubra vera (p366).\nA sense of humourism\nFig 8.2 A normal blood ﬁ lm, with a neutrophil, red cells, and platelets (arrows).\n©Prof. K Lewandowski & Dr H Jastrow.\n1 Compare these personalities with those of the 2015 anthropomorphic Pixar ﬁ lm ‘Inside Out’.", "text_length": 2721, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 331/905)", "type": "chunk", "chunk_index": 330, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.737184", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.737834", "status": "complete", "chunks_added": 2}