{"task_id": "8097fbb3abba21ae", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 280/905)", "text": "e p775 for insertion technique).\nCarcinoid crisis\n\n--- Page 286 ---\n272\nGastroenterology\nJaundice\nJaundice refers to yellowing of skin, sclerae, and mucosae from plasma bilirubin \n(visible at 60μmol/L ﬁ g 6.24). Jaundice is classiﬁ ed by the site of the problem (pre-\nhepatic, hepatocellular, or cholestatic/ob structive) or by the type of circulating bili-\nrubin (conjugated or unconj ugated, ﬁ g 6.25).\nUnconjugated hyperbili rubinaemia As unconjugated bilirubin is water-insoluble, \nit does not enter urine, resulting in unconjugated hyperbili rubinaemia.\nOverproduction: Haemolysis (p338, eg malaria/DIC, etc); ineff ective erythropoiesis.\nImpaired hepatic uptake: Drugs (paracetamol, rifampicin), ischaemic hepatitis.\nImpaired conjugation: Eponymous syndromes: Gilbert’s, p700; Crigler–Najjar, p696.\nPhysiological neonatal jaundice: Caused by a combination of the above, OHCS p115.\nConjugated hyperbili rubinaemia As conjugated bilirubin is water-soluble, it is \nexcreted in urine, making it dark. Less conjugated bilirubin enters the gut and the \nfaeces become pale. When severe, it can be associated with an intractable pruri-\ntus which is best treated by relief of the obstruction.\nHepatocellular dysfunction: There is hepatocyte damage, usually with some chole-\nstasis. Causes: Viruses: hepatitis (p278), CMV (p405), EBV (p405); drugs (see ta-\nble 6.10); alcohol; cirrhosis (see BOX ‘Causes of jaundice’); liver metastases/abscess; \nhaemo chromatosis; autoimmune hepatitis (AIH); septicaemia; leptospirosis; syphilis; \n1-anti trypsin deﬁ ciency (p290); Budd–Chiari (p696); Wilson’s disease (p285); failure \nto excrete conjugated bilirubin (Dubin–Johnson & Rotor syndromes, p698, p710); \nright heart failure; toxins, eg carbon tetrachloride; fungi (ﬁ g 6.26).\nImpaired hepatic excretion (cholestasis): Primary biliary cholangitis; primary \nsclerosing cholangitis; drugs (see table 6.10); common bile duct gallstones; pan-\ncreatic cancer; compression of the bile duct, eg lymph nodes at the porta hepatis; \ncholangiocarcinoma; choledochal cyst; Caroli’s disease;\n23 Mirrizi’s syndrome (ob-\nstructive jaundice from common bile duct compression by a gallstone impacted in \nthe cystic duct, often associated with cholangitis).\nThe patient Ask: About blood transfusions, IV drug use, body piercing, tattoos, \nsexual activity, travel abroad, jaundiced contacts, family history, alcohol use, and all \nmedications (eg old drug charts; GP records). Examine: For signs of chronic liver dis-\nease (p276), hepatic encephalopathy (p275), lymph adenopathy, hepatomegaly, spleno-\nmegaly, ascites, and a palpable gallbladder (if seen with painless jaundice the cause \nis not gallstones—Courvoisier’s ‘law’).\n24 Pale stools + dark urine ≈ cholestatic jaundice.\nTests See p276 for screening tests in suspected liver disease.\n Urine: Bilirubin is \nabsent in pre-hepatic causes; in obstructive jaundice, urobilinogen is absent. Hae-\nmatology: FBC, clotting, ﬁ lm, reticulocyte count, Coombs’ test and haptoglobins \nfor haemolysis (p336), malaria parasites (eg if unconjugated bilirubin/fever); Paul \nBunnell (EBV). Chemistry: U&E, LFT, -GT, total protein, albumin.\n25 Paracetamol lev-\nels. Microbiology: Blood and other cultures; hepatitis serology. Ultrasound: Are \nthe bile ducts dilated? Are there gallstones, hepatic metastases, or a pancreatic \nmass? ERCP: (See p742.) If bile ducts are dilated and LFT not improving. MRCP: (See \np742.) Or endoscopic ultrasound (EUS) if conventional ultrasound shows gallstones \nbut no deﬁ nite com mon bile duct stones. Liver biopsy: (See p248.) If bile ducts \nare normal. Consider abdominal CT/MRI if abdominal malignancy is suspected.\nWhat to do? Treat the cause promptly. Ensure adequate hydration; broad-spec-\ntrum antibiotics if obstruction. Monitor for ascites, encephalopathy; call a hepatologist.\n23 Multiple segmental cystic or saccular dilatations of intrahepatic bile ducts with congenital hepatic \nﬁ brosis. It may present in 20yr-olds, with portal hypertension ± recurrent cholangitis/cholelithiasis.\n24 Pancreatic or gallbladder cancer is more likely, as stones lead to a ﬁ brotic, unexpandable gallbladder.\n25 Albumin & INR are the best indicators of hepatic synthetic function. Transaminases (ALT, AST) indi-\ncate hepatocyte damage. ALP suggests obstructive jaundice, but also occurs in hepatocellular jaundice, \nmalignant inﬁ ltration, pregnancy (placental isoenzyme), Paget’s disease, and childhood (bone isoenzyme).", "text_length": 4470, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 280/905)", "type": "chunk", "chunk_index": 279, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.524180", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.525179", "status": "complete", "chunks_added": 3}