{"task_id": "814ca892d82502ea", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 497/905)", "text": "nant self-diagnosis: ‘I am sailing into the dark’.\n\n--- Page 503 ---\n489\nNeurology\nThere is overlap between Lewy body dementia, AD, and Parkinson’s disease (PD), \ncomplicating treatment decisions: L-dopa (p495) can precipitate delusions, and \nantipsychotic drugs worsen PD. Rivastigmine may help all three.\nAcetylcholinesterase (AChE) inhibitors: Donepezil, rivastigmine, and galan-\ntamine are all mod estly eff ective in treating AD and are recommended by NICE.6 \nThere is also some evidence for their effi  cacy in the dementia of Parkinson’s \ndisease, and rivastigmine may improve behavioural symptoms in Lewy body \ndementia—though none should be used in mild disease and they should be dis-\ncontinued if there is no worthwile eff ect on symptoms. Doses:\n  \n• Donepezil: initially 5mg PO, eg doubled after 1 month.\n  \n• Riva stig mine: 1.5mg/12h initially,  to 3–6mg/12h. Patches are also available.\n  \n• Galantamine: initially 4mg/12h,  to 8–12mg/12h PO.\nThe cholinergic eff ects of acetylcholinesterase inhibitors may exacerbate pep-\ntic ulcer disease and heart block. Ask about symptoms and do an ECG ﬁ rst.\nAntiglutamatergic treatment: Memantine (an NMDA antagonist, p449) is reason-\nably eff ective in late-stage AD, and is recommended in patients with severe disease \nor those with moderate disease in which AChE inhibitors are not tolerated/CI. Dose: \n5mg/24h initially,  by 5mg/d weekly to 10mg/12h. SE: hallucinations, confusion, \nhypertonia, hypersexuality.\nAntipsychotics: Consider in severe, non-cognitive symptoms only (eg psychosis or \nextreme agitation). Possible increased risk of stroke/TIA so discuss risks and as-\nsess cerebrovascular risk factors. Avoid in mild-to-moderate: Lewy body dementia \n(risk of neuroleptic sensitivity reactions), AD, and vascular dementia.\nVitamin supplementation: Trials of dietary and vitamin supplements have been \nmixed and disappointing. Perhaps the best evidence exists for vitamin E (2000IU \nOD) which may confer a modest beneﬁ t in delaying functional progression in mild \nto moderate AD, but with no eff ect on cognitive performance.\nPharmacological treatment of cognitive decline\nFig 10.24 Normal neuron (left) \nand \none \nexhibiting \nsenile \nplaques and neuroﬁ brillary tan-\ngles (right). The corresponding \nchanges on functional neuroim-\naging are also shown.\nPossession of the APOE4 allele on chromosome 19 is the leading genetic cause of AD; \nhomozygosity increases risk of developing the disease 12x. Yet while identifying \nthis risk could enable a person to make lifestyle changes, there is little else to be \ndone but anticipate one’s impending cognitive decline (just one of the dilemmas \nraised by genetic testing). While the proteins that make up the plaques and neuroﬁ -\nbrillary tangles seen in AD were identiﬁ ed in the early 1980s, progress has since been \nslow. So much so that in 2013, world leaders pledged to have a drug that would halt \ndementia within the next 10 years. Now a second-generation tau aggregation in-\nhibitor called LMTX just might do the job, having shown success in phase III clinical \ntrials in patients with mild/moderate AD, with clinical improvement and a slowing \nof atrophy on MRI. Perhaps in the imminent future, identifying those at greater risk \nof developing AD through genetic testing will have a role.\nGenetics and the future", "text_length": 3338, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 497/905)", "type": "chunk", "chunk_index": 496, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.028256", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.029548", "status": "complete", "chunks_added": 2}