{"task_id": "81f62e2ccb0e9c9a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 353/905)", "text": "emorrhage, use hu-\nman prothrombin complex or FFP.\n\n--- Page 359 ---\n345\nHaematology\nThe ﬁ brinolytic system works by generating plasmin, which causes ﬁ brin \ndissolution. The process starts with the release of tissue plasminogen activa-\ntor (t-PA) from endothelial cells, a process stimulated by ﬁ brin formation. t-PA \nconverts inactive plasminogen to plasmin which can then cleave ﬁ brin, as well \nas several other factors. t-PA and plasminogen both bind ﬁ brin thus localizing \nﬁ brinolysis to the area of the clot.\nFibrinolytic agents activate this system and can be utilized in order to break \ndown pathological thrombi, eg in: acute MI, acute ischaemic stroke, DVT, PE, and \ncentral retinal venous or arterial thrombosis. In all cases the risk of adverse \neff ects of thrombolysis (eg haemorrhage) must be outweighed by the poten-\ntial beneﬁ ts. Streptokinase, a streptococcal exotoxin that binds and activates \nplasminogen, was the ﬁ rst licensed agent but risks anaphylaxis on repeat dosing. \nAlteplase is recombinant t-PA. Newer agents include tenecteplase and reteplase.\nFibrinolysis\nFig 8.42 Intrinsic and extrinsic pathways of coagulation (simpliﬁ ed!).\nFig 8.43 Mild haemo-\nph ilia after an IM inj-\nect ion. Give vac cines \netc SC!\n©Crookston collection 53.\nITP is caused by antiplatelet auto anti bodies. It is acute (usually in children, 2wks \nafter infection with sudden self-limiting purpura: OHCS p197) or chronic (seen \nmainly in women). Chronic ITP runs a ﬂ uctuating course of bleeding, purpura \n(esp. dependent pressure areas), epistaxis, and menorrhagia. There is no spleno-\nmegaly. Tests: Megakaryocytes in marrow, antiplatelet autoantibodies often \npresent. : None if mild. If symptomatic or platelets <20 ≈ 10\n9/L, prednisolone \n1mg/kg/d, and reduce after remission; aim to keep platelets >30 ≈ 10\n9/L—takes a \nfew days to work. Platelet transfusions are not used (except during splenecto-\nmy or life-threatening haemorrhage) as these are quickly destroyed by the au-\ntoantibodies. IV immunoglobulin may temporarily raise the platelet count, eg for \nsurgery, pregnancy. If relapse, choices include splenectomy or B-cell depletion \nwith rituximab. Eltrombopag (an oral thrombopoietin-receptor agonist) and \nromiplostim (an injectable thrombopoietin analogue) are alternative options for \nthose with refractory disease.\nImmune thrombocytopenia (ITP)", "text_length": 2377, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 353/905)", "type": "chunk", "chunk_index": 352, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.772009", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.773261", "status": "complete", "chunks_added": 2}