{"task_id": "820b9a31e09e6027", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 787/905)", "text": " 844\nBurns 846\nHypothermia 848\nMajor disasters 850\n\n--- Page 793 ---\nEmergencies\n779\nEmergencies\n779\nSome doctors enjoy the adrenaline rush of seeing an emergency case and pulling \nsomeone back from the edge of death. Some fear the emergency take, worried as \nto what they will miss, how many will die. There is no right approach; the emer-\ngency room needs both thought and practicality to manage patients. A patient \nwho comes in ﬂ at and can be resuscitated gives the whole team a boost, as right \nthere in front of us is the proof that we can make a diff erence. However, a patient \nwho comes in well and collapses, dying before we can even decide what is wrong, \ncan bring the whole team down. There are nights where we save life after life, and \nnights where we can’t; sometimes a death is inevitable, despite our best eff orts. \nYou are a doctor, but you are a human being as well, and losing a patient can feel \nlike a personal failure. However, remember that when we lose a patient it is the \ndisease that has killed them, not us. Try to take a few minutes and reﬂ ect on what \nhappened; ask if you could have done anything diff erently. Should you have sought \nhelp sooner? Discussing with a senior can be helpful, as can writing down your \nreﬂ ection, not in a portfolio for discussion at your appraisal, but in anonymous for-\nmat for your own education. Watch the team at an arrest, the best leaders are the \nones who have learned to stand back, assess the whole situation, and take enough \ntime to see where the critical intervention is needed. There is no substitute for \nexperience, nobody becomes a consultant overnight, but watch the best clinicians \nat work and you will learn both practical and life skills.\nMost important in an emergency situation is communication. Wherever you can, \ninvolve the relatives and the whole team in discussions, but remember that at the \nheart of this is a patient. What do they want? Never be afraid to ask the patient \ndirectly, they may hold very strong views. However, it is up to us as physicians to \nbe honest with them about their prognosis—do not off er a treatment you know \nis not in the best interests of the patient, and this includes resuscitation. When \nfaced with death, many patients are afraid—our role is to try to relieve that fear, \nwhether by intervening to delay death, or by easing their passing. But we cannot \never prevent death, we simply delay it. As Shakespeare has Julius Caesar say:\n‘Of all the wonders that I have yet heard, it seems to me most strange that men \nshould fear, seeing that death, a necessary end, will come when it will come.’\nIntroduction to emergencies\nAirway \nProtect cervical spine, if injury possible.\n \nAssessment: any signs of obstruction? Ascertain patency.\n \nManagement: establish a patent airway.\nBreathing \nAssessment: determine respiratory rate, check bilateral chest move-\nment, percuss, and auscultate.\n \nManagement: if no respiratory eff ort, treat as arrest (see p894, ﬁ g \nA3), intubate and ventilate. If breathing compromised, give high-\nconcentration O2, manage according to ﬁ ndings, eg relieve tension \npneumothorax.\nCirculation Assessment: check pulse and BP; check if peripherally shut \ndown; check capillary reﬁ ll; look for evidence of haemorrhage. \nManagement: if shocked, treat as on p790.\n \nIf no cardiac output, treat as arrest (see p894, ﬁ g A3).\nDisability \nAssess ‘level of consciousness’ with AVPU score (alert? responds to \nvoice? to pain? unresponsive?); check pupils: size, equality, reactions. \nGlasgow Coma Scale, if time allows.\nExposure \nUndress patient, but cover to avoid hypothermia.\nQuick history from relatives assists diagnosis: Events surrounding onset of illness, \nevidence of overdose/suicide attempt, any suggestion of trauma? Past medical \nhistory, especially diabetes, asthma, COPD, alcohol, opiate or street drug abuse, \nepilepsy or recent head injury, recent travel. Medication, current drugs. Allergies.\nOnce ventilation and circulation are adequate, proceed to carry out history, \nexamination, investigations, and management in the usual way.\nABCDE preliminary assessment (primary survey)", "text_length": 4140, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 787/905)", "type": "chunk", "chunk_index": 786, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.540041", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.541080", "status": "complete", "chunks_added": 3}