{"task_id": "82157d26e87209d2", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 301/905)", "text": "list Reader, for his contribution to this chapter.\n\n--- Page 307 ---\nRenal medicine\n293\nRenal disease presents as:\n1   Asymptomatic disease\n  \n• Non-visible haematuria: (NVH, microscopic haematuria.) Detected on urine \ndipstick on repeated testing. Most is not due to renal disease and urological \ninvestigation is ﬁ rst-line for all those aged >40 years. See p294.\n  \n• Asymptomatic proteinuria: Normal renal protein excretion is less than \n150mg/24 hours (non-pregnant). Quantiﬁ cation by 24h urine collection is unreli-\nable and rarely used in clinical practice. A spot urinary protein to creatinine \nratio (P:CR) >15mg/mmol or urinary albumin to creatinine ratio (A:CR) >2.5() \nor 3.5()mg/mmol may signify either glomerular (common) or tubular (rare) \npathology.\n  \n• Abnormal renal function (GFR): The glomerular ﬁ ltration rate (GFR) is a meas-\nure of how much blood the kidneys are cleaning per minute. Direct measure-\nment is invasive and time-consuming. Estimations derived from equations \nbased on serum creatinine are widely used to give an eGFR (see p669). Errors in \neGFR are caused by non-steady-state conditions, conditions which alter serum \ncreatinine (diet, muscle mass), and eGFR is less accurate at higher levels of GFR. \neGFR is therefore only part of the assessment of renal function.\n  \n• High blood pressure: A renal aetiology should be excluded if hypertension oc-\ncurs with any indicators of renal disease: haematuria, proteinuria, eGFR.\n  \n• Electrolyte abnormalities: Disorders of sodium, potassium, and acid–base bal-\nance (pp301 and 670–5) may be due to underlying renal disease.\n2   With renal tract symptoms\n  \n• Urinary symptoms: Dysuria is a sensation of discomfort with micturition and \nmay be accompanied by urgency, frequency, and nocturia. UTI is the primary \ndiff erential. Consider prostatic aetiology if there is diffi  culty initiating voiding, \npoor stream and dribbling. Oliguria (<400mL/24 hours or <0.5mL/kg/hour) and \nanuria should trigger assessment and investigation for acute kidney injury \n(AKI) (see pp298–301). Poly uria is the voiding of abnormally high volumes of \nurine, usually from high ﬂ uid intake. Consider also DM, diabetes insipidus (p240), \nhypercalcaemia (p676), renal medullary disorders (causing impaired concentra-\ntion of urine).\n  \n• Loin pain: Ureteric colic is severe and radiates anteriorly and to the groin. It is \ncaused by a renal stone, clot, or a sloughed papilla. For pain conﬁ ned to the loin \nconsider pyelonephritis, renal cyst pathology, and renal infarct.\n  \n• Visible haematuria: (VH, macroscopic.) Urological investigation is required to \nexclude renal tract malignancy. Nephrological causes include polycystic kidney \ndisease and glomerular disease (IgA p311, anti-glomerular basement membrane \n(anti-GBM) disease p311, Alport syndrome p320).\n  \n• Nephrotic syndrome: Proteinuria >3g/24 hours (=P:CR >300mg/mmol) with \nhypoalbuminaemia (<30g/L) and peripheral oedema. Renal biopsy is usually \nindicated in adults (p310).\n  \n• Symptomatic chronic kidney disease: Dyspnoea, anorexia, weight loss, pruri-\ntus, bone pain, sexual dysfunction, cognitive decline (pp302–5).\n3   A systemic disorder with renal involvement\n  \n• DM: (p314.)\n  \n• Metabolic: Sickle cell disease (p315), tuberous sclerosis (p320), Fabry disease \n(p320), cystinosis (p321).\n  \n• Auto-immune: ANCA-associated vasculitis (p314, 556), SLE (p314), Henoch–\nSchonlein purpura (p311), systemic sclerosis (p315), sarcoid (p318), Sjögren’s \nsyndrome (p318, 710).\n  \n• Infection: Sepsis is a common cause of AKI. Speciﬁ c renal involvement may oc-\ncur with TB (p392), malaria, chronic hepatitis (p278), HIV (pp398–403).\n  \n• Malignancy: Obstruction, hypercalcaemia, direct toxicity, eg myeloma (p314).\n  \n• Pregnancy: Pre-eclampsia, obstruction.\n  \n• Drugs used in systemic disorders: NSAIDS, ACE-i, ARB, aminoglycosides, chemo-\ntherapy.", "text_length": 3887, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 301/905)", "type": "chunk", "chunk_index": 300, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.690319", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.691711", "status": "complete", "chunks_added": 2}