{"task_id": "8231f00a438a4690", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 53/905)", "text": " additional?\n5   Murmurs?\nPresenting your ﬁ ndings\n\n--- Page 55 ---\n41\nHistory and examination\nDon’t interpret a BP value in isolation (p138). We cannot diagnose hypertension \n(or hypotension) on one BP reading. Take into account pain, the ‘white coat’ eff ect \n(BP higher in a medical setting), and equipment. Getting cuff  size right is vital. \nOptimal cuff width is 40% of the arm circumference. If you suspect a BP read-\ning to be anomalous, check the equipment and review the observation chart for \nprevious readings and other vital signs. Consider taking a manual reading with a \ndiff erent set yourself.\nOften a quiet chat will bring the BP down (yours and your patient’s: keep your \nears open, and the patient may reveal some new tangential but vital fact that the \noffi  cial history glossed over). Many things aff ect BP readings from background \nnoise to how much you touch the patient. If BP, eg 150/90, check both arms. If \nthe systolic diff erence is >20mmHg, consider peripheral vascular disease, and if \nthe patient could have a thoracic aortic aneurysm or co arctation (rare). NB: right \narm diastolic is normally 2.4–5mmHg higher than left.\nAn unusual BP measurement\nXanthomata are localized deposits of fat under the skin, occurring over joints, \ntendons, hands, and feet. Xanthel asma refers to xanthoma on the eyelid (p691,\nﬁ g 14.13). Corneal arcus (ﬁ g 2.7, p39) is a crescentic-shaped opacity at the periph-\nery of the cornea. Common in those over 60yrs, can be normal, but may represent \nhyperlipidaemia, especially in those under this age.\nHyperlipidaemia\nThis is an important cause of falls and faints in the elderly. It is deﬁ ned as a drop \nin systolic BP >20mmHg or diastolic >10mmHg after standing for 3min vs lying.\nCauses: Hypo volaemia (early sign); drugs, eg nitrates, diuretics, antihyperten-\nsives, antipsychotics; Addison’s (p226); hypopituitarism (ACTH); autonomic neu-\nropathy (p505, DM, multisystem atrophy, p494); after a marathon run (peripheral \nresistance is low for some hours); idiopathic.\nTreatment:\n  • Lie down if feeling faint.\n  \n• Stand slowly (with escape route: don’t move away from the chair too soon!).\n  \n• Consider referral to a ‘falls clinic’, where special equipment is available for moni-\ntoring patient under various tilts.\n  \n• Manage autonomic neuropathy, p505.\n  \n• Water and salt ingestion can help (eg 150mmol Na\n+/d), but Na\n+ has its problems.\n  • Physical measures: leg crossing, squatting, elas tic compression stockings (check \ndorsalis pedis pulse is present), and careful exercise may help.\n  \n• If post-prandial dizziness, eat little and often; carbohydrate and alcohol intake.\n  • Head-up tilt of the bed at night renin release, so ﬂ uid loss and standing BP.\n  \n• 1st-line drugs: ﬂ udrocortisone (retains ﬂ uid) 50mcg/d; go up to 300mcg/24h PO \nonly if tolerated. Monitor weight; beware if CCF, renal impairment, or albumin as \nﬂ udrocortisone worsens oedema.\n  • 2nd-line drugs: sympathomimetics, eg midodrine (not always available) or ephed-\nrine; pyridostigmine (eg if detrusor under-activity too).\n  \n• If these fail, turn things on their head and ask: is this really supine hypertension?\nPostural hypotension\nThe hand can be used as a manometer to estimate JVP/CVP if you cannot see the neck \nproperly (eg central line in situ). Hold the hand palm down below the level of the \nheart until the veins dilate (patient must be warm!), then lift slowly, keeping the arm \nhorizontal. The veins should empty as the hand is raised. Empty veins below the level \nof the heart suggests a low CVP, if they remain full it suggests a normal/high CVP.\nTop tips", "text_length": 3638, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 53/905)", "type": "chunk", "chunk_index": 52, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.949401", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.951350", "status": "complete", "chunks_added": 2}