{"task_id": "82ac1f99e14f9930", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 118/905)", "text": "011, with permission from Oxford University Press.\n\n--- Page 124 ---\n110\nCardiovascular medicine\nEchocardiography\nThis non-invasive technique uses the diff ering ability of various structures within \nthe heart to reﬂ ect ultrasound waves. It not only demonstrates anatomy but also \nprovides a continuous display of the functioning heart throughout its cycle.\nTypes of scan\nM-mode (motion mode): A single-dimension image.\nTwo-dimensional (real time): A 2D, fan-shaped image of a segment of the heart is \nproduced on the screen (ﬁ g 3.17); the moving image may be ‘frozen’. Several views \nare possible, including long axis, short axis, 4-chamber, and subcostal. 2D echocar-\ndiography is good for visualizing conditions such as: congenital heart disease, LV \naneurysm, mural thrombus, LA myxoma, septal defects.\n3D echocardiography: Now possible with matrix array probes, and is termed 4D (3D + \ntime) if the images are moving.\nDoppler and colour-ﬂ ow echocardiography: Diff erent coloured jets illustrate ﬂ ow \nand gradients across valves and septal defects (p156) (Doppler eff ect, p736).\nTissue Doppler imaging: This employs Doppler ultrasound to measure the velocity \nof myocardial segments over the cardiac cycle. It is particularly useful for assessing \nlongitudinal motion—and hence long-axis ventricular function, which is a sensitive \nmarker of systolic and diastolic heart failure.\nTransoesophageal echocardiography (TOE): More sensitive than transthoracic echo-\ncardiography (TTE) as the transducer is nearer to the heart. Indications: diagnosing \naortic dissections; assessing prosthetic valves; ﬁ nding cardiac source of emboli, and \nIE/SBE. Contraindicated in oesophageal disease and cervical spine instability.\nStress echocardiography: Used to evaluate ventricular function, ejection fraction, \nmyocardial thickening, regional wall motion pre- and post-exercise, and to charac-\nterize valvular lesions. Dobutamine or dipyridamole may be used if the patient can-\nnot exercise. Inexpensive and as sensitive/speciﬁ c as a thallium scan (p741).\nUses of echocardiography\nQuantiﬁ cation of global LV function: Heart failure may be due to systolic or diastol-\nic ventricular impairment (or both). Echo helps by measuring end-diastolic volume. If \nthis is large, systolic dysfunction is the likely cause. If small, diastolic. Pure forms of \ndiastolic dysfunction are rare. Diff erentiation is important because vasodilators are \nless useful in diastolic dysfunction as a high ventricular ﬁ lling pressure is required.\nEcho is also useful for detecting focal and global hypokinesia, LV aneurysm, mural \nthrombus, and LVH (echo is 5–10 times more sensitive than ECG in detecting this).\nEstimating right heart haemodynamics: Doppler studies of pulmonary artery ﬂ ow \nand tricuspid regurgitation allow evaluation of RV function and pressures.\nValve disease: The technique of choice for measuring pressure gradients and valve \noriﬁ ce areas in stenotic lesions. Detecting valvular regurgitation and estimating its \nsigniﬁ cance is less accurate. Evaluating function of prosthetic valves is another role.\nCongenital heart disease: Establishing the presence of lesions, and signiﬁ cance.\nEndocarditis: Vegetations may not be seen if <2mm in size. TTE with colour Doppler \nis best for aortic regurgitation (AR). TOE is useful for visualizing mitral valve vegeta-\ntions, leaﬂ et perforation, or looking for an aortic root abscess.\nPericardial effusion: Best diagnosed by echo. Fluid may ﬁ rst accumulate between \nthe posterior pericardium and the left ventricle, then anterior to both ventricles and \nanterior and lateral to the right atrium. There may be paradoxical septal motion.\nHCM: (p152) Echo features include asymmetrical septal hypertrophy, small LV cavity, \ndilated left atrium, and systolic anterior motion of the mitral valve.", "text_length": 3833, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 118/905)", "type": "chunk", "chunk_index": 117, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.061286", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.062054", "status": "complete", "chunks_added": 2}