{"task_id": "835e9a42f1b4e0df", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 358/905)", "text": "Courts. \nBlood transfusion and Jehovah’s Witnesses\n\n--- Page 364 ---\n350\nHaematology\nAnticoagulants\nMain indications\n  \n• Therapeutic:\nVenous thromboembolic disease: DVT and PE.\n  \n• Prophylactic: Prevention of DVT/PE in high-risk patients (p375), eg post-op.\nPrevention of stroke, eg in chronic AF or prosthetic heart valves.\nHeparin 1 Low-molecular-weight heparin (LMWH): Eg dalteparin, enoxaparin, tinzapa-\nrin. The preferred option in the prevention and initial treatment of venous thromboem-\nbolism. Inactivates factor Xa (but not thrombin). t½ is 2- to 4-fold longer than standard \nheparin, and response is more predictable: only needs to be given once or twice daily \nSC, and laboratory monitoring is usually not required. See BNF for doses. It accumulates \nin renal failure: decrease dose for prophylaxis, use UFH for therapeutic treatment\n2 Unfractionated heparin (UFH): IV or SC. Binds antithrombin (an endogenous in-\nhibitor of coagulation), increasing its ability to inhibit thrombin, factor Xa, and IXa. \nRapid onset and has a short t½. Monitor and adjust dose with APTT (p346).\nSE for both: Bleeding (eg at operative site, gastrointestinal, intracranial), heparin-\ninduced thrombocytopenia (HIT), osteoporosis with long-term use. HIT and osteo-\nporosis are less common with LMWH than UFH. Beware hyperkalaemia.\nCI: Bleeding disorders, platelets <60≈10\n9/L, previous HIT, peptic ulcer, cerebral \nhaemorrhage, severe hypertension, neurosurgery.\nWarfarin Used PO OD as long-term anticoagulation. The therapeutic range is nar-\nrow, varying with the condition being treated (see BOX ‘Warfarin guidelines and \ntarget levels for INR’)—and eff ects are reﬂ ected in the INR. Warfarin inhibits the re-\nductase enzyme responsible for regenerating the active form of vitamin K, producing \na state analogous to vitamin K deﬁ ciency. CI: Peptic ulcer, bleeding disorders, severe \nhypertension, pregnancy (teratogenic, see OHCS p640). Use with caution in elderly \nand those with past GI bleeds. In the UK, warfarin tablets are 0.5mg (white), 1mg \n(brown), 3mg (blue), or 5mg (pink). Interactions: p757.\nDOACS (Direct oral anticoagulants.) Rivaroxaban, apixaban (factor Xa inhibitors) \nand dabigatran (a direct thrombin inhibitor) do not require regular monitoring and \ndose adjustment; just a quarterly assessment and annual blood test. They off er an \nattractive alternative to warfarin (particularly where monitoring and maintaining \na therapeutic INR is diffi  cult). CI: severe renal/liver impairment; active bleeding; le-\nsion at risk of bleeding; clotting factors. Interactions: heparin, clopidogrel.\nOthers Fondaparinux is a pentasaccharide Xa inhibitor and is used in acute coro-\nnary syndrome or in place of LMWH for prophylaxis.\nBeginning therapeutic anticoagulation (Follow local guidelines, and see BNF.)\nFor treatment of venous thromboembolism, LMWH or UFH are typically used initially. \nWhen transitioning to warfarin, give heparin in combination (as early as day 1) and \ncontinue until INR is in target therapeutic range on 2 consecutive days (see BOX ‘War-\nfarin dosage’). Start warfarin at 5–10mg given at 18.00 on days 1 and 2, then check INR \non day 3 (it takes 48–72h for anticoagulant eff ect to develop). Adjust subsequent doses \naccording to the INR (see table 8.5), which needs to be measured on alternate days until \nstable, then weekly or less often. When transitioning to a DOAC switch from heparin (ie \ndo not coadminister DOAC and heparin). DOACS and warfarin may both be initiated as \nmonotherapy in chronic AF (DOACS also in less extensive thromboembolism).\nAntidotes If UFH overdose: stop infusion. If there is bleeding, protamine sulphate \ncounteracts UFH: discuss with a haematologist. Warfarin: see BOX ‘Warfarin dos-\nage’ and table 8.6. DOACS: challenging and evolving area (including monoclonal \nanti-drug antibodies eg idarucizumab for dabigatran)—discuss with haematologist.", "text_length": 3916, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 358/905)", "type": "chunk", "chunk_index": 357, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.780555", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.781405", "status": "complete", "chunks_added": 3}