{"task_id": "84076f63caf0e8b3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 340/905)", "text": "y of Prof. Tangün and Dr Körogˇlu.\n(a)\n(b)\n(c)\n(d)\n\n--- Page 346 ---\n332\nHaematology\nMacrocytic anaemia\nMacrocytosis (MCV >96fL) is common, and may not always be accompanied by anae-\nmia (eg in alcohol excess).\nCauses of macrocytosis (MCV >96fL)\n  \n• Megaloblastic: (ﬁ g 8.25) a megaloblast is a cell in which nuclear maturation is \ndelayed compared with the cytoplasm. This occurs with B12 (p334) and folate de-\nﬁ ciency: both are required for DNA synthesis. Another cause is cytotoxic drugs.\n  \n• Non-megaloblastic: Alcohol excess, reticulocytosis (eg in haemolysis), liver dis-\nease, hypothyroidism, pregnancy.\n  \n• Other haematological disease: Myelodysplasia (ﬁ g 8.26), myeloma, myeloprolif-\nerative disorders, aplastic anaemia.\nTests B12 and folate deﬁ ciency result in similar blood ﬁ lm and bone marrow biopsy \nappearances.\nBlood ﬁ lm: Hypersegmented neutrophils (ﬁ g 8.25) in B12 and folate deﬁ ciency. Target \ncells if liver disease; see ﬁ g 8.14, p329 and ﬁ g 8.41, p343.\nOther tests: LFT (include GT), TFT, serum B12, and serum folate (or red cell folate—a \nmore reliable indicator of folate status, as serum folate only reﬂ ects recent intake).\nBone marrow biopsy is indicated if the cause is not revealed by the above tests. It \nis likely to show one of the following four states:\n1   Megaloblastic marrow.\n2   Normoblastic marrow (eg in liver disease, hypothyroidism).\n3   Abnormal erythropoiesis (eg sideroblastic anaemia, p326, leukaemia, aplasia).\n4   Increased erythropoiesis (eg haemolysis).\nFolate Found in green vegetables, nuts, yeast, and liver; it is synthesized by gut \nbact eria. Body stores can last for 4 months. Maternal folate deﬁ ciency causes fe-\ntal neural tube defects. It is absorbed by duodenum/proximal jejunum.\nCauses of deﬁ ciency:\n  \n• Poor diet, eg poverty, alcoholics, elderly.\n  \n• Increased demand, eg pregnancy or cell turnover (seen in haemolysis, malig-\nnancy, inﬂ ammatory disease, and renal dialysis).\n  \n• Malabsorption, eg coeliac disease, tropical sprue.\n  • Alcohol.\n  • Drugs: anti-epileptics (phenytoin, valproate), methotrexate, trimethoprim.\nTreatment: Assess for an underlying cause, eg poor diet, malabsorption. Treat \nwith folic acid 5mg/day PO for 4 months, never without B12 unless the patient is \nknown to have a normal B12 level, as in low B12 states it may precipitate, or worsen, \nsubacute combined degeneration of the cord (p334). In pregnancy, prophy lactic \ndoses of folate (400mcg/day) are given from conception until at least 12wks; this \nhelps prevent spina biﬁ da, as well as anaemia.\nNB: in unwell patients (eg CCF) with megaloblastic anaemia, it may be necessary to \ntreat before serum B12 and folate results are known. Do tests then treat with large \ndoses of hydroxocobalamin, eg 1mg/48h IM—see BNF, with folic acid 5mg/24h PO. \nBlood transfusions are very rarely needed (see p324).", "text_length": 2864, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 340/905)", "type": "chunk", "chunk_index": 339, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.748630", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.749297", "status": "complete", "chunks_added": 2}