{"task_id": "849847855c054b90", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 275/905)", "text": "pain/diar-\nrhoea; mouth ulcers; abnormal CRP, ESR.\n\n--- Page 281 ---\n267\nGastroenterology\nMake a positive diagnosis (p266) and other diagnoses, so:\n  \n• If the history is classic, FBC, ESR, CRP & coeliac serology (p266) are suffi  cient.\n  \n• If 60yrs or any marker or organic disease (T°, blood PR, weight): colonoscopy.\n  \n• Have a low threshold for referring if family history of ovarian or bowel cancer.\n  \n• : excluding ovarian cancer requires serum CA-125 (OHCS p281); endo metriosis \n(OHCS p288) often mimics IBS: consider if pain cyclical.\n  \n• If IBS criteria not met, consider clinical context and decide upon: stool culture; \nB12/folate; TSH; faecal calprotectin (p262).\nRefer if: 1 Diagnostic uncertainty (you or the patient!). 2 If changing symptoms \nin ‘known IBS’. 3 Refractory to management: stress or depression (seen in ≥50%) \nor refractory symptoms (here, NICE favours cognitive therapy, OHCS p390), chronic \npain overlap syndromes (ﬁ bromyalgia + chronic fatigue + chronic pelvic pain) or \ndetrusor problems.\nTreatment: Should focus on controlling symptoms, initially using lifestyle/dietary \nmeasures, then cognitive therapy (OHCS p390) or pharmacotherapy if required:\n  \n• Constipation: ensure adequate water and ﬁ bre intake and promote physical \nactivity; (ﬁ bre intake can worsen ﬂ atul ence/bloating so avoid insoluble ﬁ bre, \nsuch as bran; oats are better). Simple laxatives (p260, but beware lactulose \nwhich ferments and can aggravate bloating). If 2 of these fail, try prucalopride, \nlinaclotide, or lubiprostone; or self-administered anal irrigation.\n  \n• Diarrhoea: avoid sorbitol sweeteners, alcohol, and caff eine; reduce dietary \nﬁ bre content; encourage patients to identify their own ‘trigger’ foods; try a \nbulking agent ± loperamide 2mg after each loose stool.\n  \n• Colic/bloating: oral antispasmodics: mebeverine 135mg/8h or hyoscine butyl-\nbromide 10mg/8h (over the counter). Combination probiotics in suffi  cient doses \n(eg VSL#3®) may help ﬂ atulence or bloating. Diets low in fermentable, poorly \nabsorbed saccharides and alcohols may provide beneﬁ t (the low FODMAP diet).\n  \n• Psychological symptoms/visceral hypersensitivity: emphasize the positive! \nYou have excluded sinister pathology and over time, symptoms tend to improve. \nConsider cognitive behavioural therapy (OHCS p390), hypnosis, and tricyclics, eg \namitriptyline 10–20mg at night (SE: drowsiness, dry mouth); explain that this is at \na low dose for visceral pain (ie you are not prescribing the higher licensed dose \nfor depression).\nManaging IBS  \n20 Bacterial overgrowth proximal to the colon causes diarrhoea, abdominal pain, and vitamin malabsorp-\ntion. Causes: old age, autonomic neuropathy (eg diabetic), ileocaecal valve resection; PPI usage; amyloidosis. \nCommon in the UK: Coeliac disease; chronic pancreatitis; Crohn’s disease.\nRarer:\n  \n• Bile: primary biliary cholangitis; ileal resection; biliary obstruction; colestyramine.\n  \n• Pancreatic insufﬁ ciency: pancreatic cancer; cystic ﬁ brosis.\n  \n• Small bowel mucosa: Whipple’s disease (p716); radiation enteritis; tropical \nsprue; small bowel resection; brush border enzyme deﬁ ciencies (eg lactase \ninsuffi  ciency); drugs (metformin, neomycin, alcohol); amyloid (p370).\n  \n• Bacterial overgrowth:\n20 spontaneous (esp. in elderly); in jejunal diverticula; post-\nop blind loops. DM & PPI use are also risk factors. Try metronidazole 400mg/8h PO. \nDon’t confuse with aff erent loop syndrome (p622).\n  \n• Infection: giardiasis; diphyllobothriasis (B12 malabsorption); strongyloidiasis.\n  \n• Intestinal hurry: post-gastrectomy dumping; post-vagotomy; gastro jejunostomy.\nCauses of gastrointestinal malabsorption", "text_length": 3688, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 275/905)", "type": "chunk", "chunk_index": 274, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.512152", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.513406", "status": "complete", "chunks_added": 2}