{"task_id": "853ccc866c0a4a88", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 488/905)", "text": "0% of survivors of the 1st month, survive >1 year.\n\n--- Page 494 ---\n480\nNeurology\nIntracranial venous thrombosis (IVT)\nThrombosis of the cerebral sinuses or veins causes cerebral infarction, though much \nless commonly than arterial disease. Seizures are common and focal; they can com-\nplicate diagnosis and post-ictal drowsiness may impair GCS assessment. Although \n~80% will make a good functional recovery, death is mainly due to transtentorial \nherniation from mass eff ect or oedema.\n9\nDural venous sinus thrombosis Most commonly sagittal sinus thrombosis (ﬁ gs \n10.19, 10.20; 47% of all IVT) or transverse sinus thrombosis (35%). Sagittal sinus \nthrombosis often coexists if other sinuses are thrombosed. Symptom onset is gradu-\nal (over days or weeks). Features are dependent on the sinus aff ected:\n  \n• Sagittal sinus: Head ache, vomiting, seizures, vision, papilloedema.\n  \n• Transverse sinus: Headache ± mastoid pain, focal CNS signs, seizures, papilloedema.\n  \n• Sigmoid sinus: Cerebellar signs, lower cranial nerve palsies.\n  \n• Inferior petrosal sinus: Vth and VIth cranial nerve palsies, with temporal and \nretro-orbital pain (Gradenigo’s syndrome., suggesting otitis media is the cause).\n  • Cavernous sinus: Often due to spread from facial pustules or fol liculitis, causing \nheadache, chemosis, oedematous eyelids, proptosis, painful ophthalmoplegia, fever.\nCortical vein thrombosis (CVT) Usually occurs with a sinus thrombus as it extends \ninto the cortical veins, causing infarction in a venous territory (ﬁ g 10.21). These infarcts \ngive rise to stroke-like focal symptoms that develop over days. There are often seizures, \nand an associated headache which may come on suddenly (thunderclap headache).\nCauses Numerous, including anything that promotes a hypercoagulable state (p374). \nCommon causes: Pregnancy/puerperium, combined OCP, head injury, dehydration, \nblood dyscrasias, tumours (local invasion/pressure), extracranial malignancy (hyperco-\nagulability), recent LP. Other causes: Infection (meningitis, abscesses, otitis media, cer-\nebral malaria, TB), Drugs (eg antiﬁ brinolytics, androgens), SLE, vasculitis, Crohn’s or UC.\nDiff erential diagnosis Subarachnoid haemorrhage, meningitis, encephalitis, in-\ntracranial abscess, arterial infarction.\nInvestigations Exclude subarachnoid haemorrhage (if thunderclap headache, \np478) and meningitis (p822). Bloods: Thrombophilia screen. Imaging: CT/MRI venog-\nraphy may show the absence of a sinus (ﬁ g 10.19), though an absent transverse sinus \ncan be a normal variant. MRI T2-weighted gradient echo sequences can visualize \nthrombus directly (ﬁ g 10.20), and also identify haemorrhagic infarction. CT may be \nnormal early, but show a ﬁ lling defect at ~1wk (delta sign). LP (if no CI): raised open-\ning pressure. CSF may be normal, or show RBCS and xanthochromia.\nManagement Seek expert help. Anticoagulation with heparin or LMWH and then \nwarfarin (INR 2–3) may beneﬁ t even if there is secondary cerebral haemorrhage (un-\nless otherwise CI). If there is deterioration despite adequate anticoagulation, endo-\nvascular thrombolysis or mechanical thrombectomy may provide limited beneﬁ t (but \nnot in those with large infarcts and impending herniation). ICP requires prompt at-\ntention (p830); decompressive hemicraniectomy may prevent impending herniation.\n9 Predictors of poor prognosis include: GCS score on admission <9, deep CVT location, CNS infection, malig-\nnancy, intracranial haemorrhage, mental status abnormality, age >37 years, and .", "text_length": 3525, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 488/905)", "type": "chunk", "chunk_index": 487, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.011078", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.011885", "status": "complete", "chunks_added": 2}