{"task_id": "8592ce966af84cec", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 185/905)", "text": "93). Prevent occupational exposure to carcinogens.\n\n--- Page 191 ---\n177\nChest medicine\nFungi and the lung\nAspergillus This group of fungi aff ects the lung in ﬁ ve ways:\n1   Asthma: Type I hypersensitivity reaction to fungal spores (p178).\n2   Allergic bronchopulmonary aspergillosis (ABPA): Results from type I and III \nhypersensitivity reactions to Aspergillus fumigatus. Aff ects 1–5% of asthmat-\nics, 2–25% of CF patients.26 Initially bronchoconstriction, then permanent dam-\nage occurs causing bronchiectasis (ﬁ g 4.9). Symptoms: wheeze, cough, sputum \n(plugs of mucus containing fungal hyphae, see p408), dyspnoea, and ‘recurrent \npneumonia’. Investigations: CXR (transient segmental collapse or consolida-\ntion, bronchiectasis); Aspergillus in sputum; positive Aspergillus skin test and/\nor Aspergillus-speciﬁ c IgE RAST (radioallergosorbent test); positive serum pre-\ncipitins; eosinophilia; raised serum IgE. Treatment: prednisolone 30–40mg/24h \nPO for acute attacks; maintenance dose 5–10mg/d. Itraconazole can be used in \ncombination with corticosteroids. Bronchodilators for asthma. Sometimes bron-\nchoscopic aspiration of mucus plugs is needed.\n3   Aspergilloma (mycetoma): A fungus ball within a pre-existing cavity (often \ncaused by TB or sarcoidosis). It is usually asymptomatic but may cause cough, \nhaemoptysis (may be torrential), lethargy ± weight loss. Investigations: CXR \n(round opacity within a cavity, usually apical); sputum culture; strongly posi-\ntive serum precipitins; Aspergillus skin test (30% +ve). Treatment (only if symp-\ntomatic): consider surgical excision for solitary symptomatic lesions or severe \nhaemoptysis. Oral itraconazole and other antifungals have been tried with lim-\nited success. Local instillation of amphotericin paste under CT guidance yields \npartial success in carefully selected patients, eg in massive haemoptysis.\n4   Invasive aspergillosis: Risk factors: 27 immunocompromise, eg HIV, leukaemia, \nburns, Wegener’s (p714), and SLE, or after broad-spectrum antibiotic therapy. In-\nvestigations: sputum culture; BAL; biopsy; serum precipitins; CXR (consolidation, \nabscess). Early chest CT and serial serum measurements of galactomannan (an \nAspergillus antigen) may be helpful. Diagnosis may only be made at lung biopsy \nor autopsy. Treatment: voriconazole is superior to IV amphotericin. 28 Alterna-\ntives: IV miconazole or ketoconazole (less eff ective). Prognosis: 30% mortality.\n5   Extrinsic allergic alveolitis (EAA): See p198.\nOther fungal infections Candida and Cryptococcus may cause pneumonia in the \nimmunosuppressed (see p408).\nFig 4.9 Aspergillosis.", "text_length": 2620, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 185/905)", "type": "chunk", "chunk_index": 184, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.228918", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.237768", "status": "complete", "chunks_added": 2}