{"task_id": "86ae3d08a9eca571", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 759/905)", "text": "e archives and a MRI scanner revealed \nthe switch.\n\n--- Page 765 ---\n751\nReference intervals, etc.\nStatistics in medicine \n  \n• The normal (Gaussian) distribution curve. This bell-shaped graph (ﬁ g 17.2) is the \ntheoretical basis of reference intervals, and explains ‘lab error’—why some tests \nrepeated at close intervals may reveal slightly diff erent values. Hb for example, \nhas a lab error of ~5g/L. This emphasizes the importance of the clinical picture in \ndecision-making, rather than treating the numbers alone: don’t subject anaemic \npatients to blood transfusions unless they have a clinical need. See p324.\n  \n• Range is the lowest and highest value of all observations in the set being studied.\n  \n• Arithmetic mean is the sum of all observations ÷ by the number of observations.\n  \n• Median is the middle value (eg 9 data points are higher and 9 are lower). If their \ndistribution is Normal, then the median coincides with the mean.\n  \n• Standard deviation (SD) is the square root of the variance (the average of the \nsquare of the distance of each data point from the mean). When the distribution of \nthe observations is Normal, 95% of observations are located in the interval ‘mean ± \n1.96 SD’. This is the basis of the reference interval.\n  \n• Standard error of the mean gives an estimate of the reliability of the mean of a \nsample representing the mean of the population from which the sample was taken, \nand is the SD of the sample ÷ by the square root of the number of observations \nin the sample. Thus the larger the sample size, the smaller the standard error of \nthe mean—the basis of ensuring that clinical trial evidence is based upon enough \nobservations to be conﬁ dent that diff erences seen between groups do not occur \nby chance alone.\nFig 17.2 Normal (Gaussian) distribution curve.\nReproduced from Bhopal, Concepts of Epidemiology, 2008, \nwith permission from Oxford University Press.", "text_length": 1916, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 759/905)", "type": "chunk", "chunk_index": 758, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.482172", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.483206", "status": "complete", "chunks_added": 1}