{"task_id": "873761c56745398b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 70/905)", "text": "SAIDs or aspirin.\nSSRIS and upper GI bleeding risk\n\n--- Page 72 ---\n58\nHistory and examination\nGastrointestinal symptoms\nFaecal incontinence\nThis is common in the elderly. Do your best to help, and get social services involved \nif concerned. Continence depends on many factors—mental function, stool (volume \nand consistency), anatomy (sphincter function, rectal distensibility, anorectal sensa-\ntion and reﬂ exes). Defects in any area can cause loss of faecal continence.\nCauses: Often multifactorial. Is it passive faecal soiling or urgency-related stool \nloss? Consider the following:\n  \n• Sphincter dysfunction:\n  \n• Vaginal delivery is the commonest cause due to sphincter tears or pudendal \nnerve damage.\n  \n• Surgical trauma, eg following procedures for ﬁ stulas, haemorrhoids, ﬁ ssures.\n  \n• Impaired sensation—diabetes, MS, dementia, any spinal cord lesions (consider \ncord compression if acute faecal incontinence).\n  \n• Faecal impaction—overﬂ ow diarrhoea, extremely common, especially in the el-\nderly, and very easily treated.\n  \n• Idiopathic—although there is often no clear cause found, especially in elderly \nwomen, this is usually multifactorial, including a combination of poor sphincter \ntone and pudendal damage leading to poor sensation.\nAssessment:\nDo PR (overﬂ ow incontinence? poor tone?) and assess neurological function of legs, \nparticularly checking sensation.\nRefer to a specialist (esp. if rectal prolapse, anal sphincter injury, lumbar disc disease, \nor alarm symptoms for colon ca exist). Consider anorectal manometry, pelvic ultra-\nsound or MRI, and pudendal nerve testing may be needed.\nTreat according to cause and to promote dignity:\nNever let your own embarrassment stop you from off ering help. Knowledge and \nbehaviour are key factors:\n  \n• Ensure toilet is in easy reach. Plan trips in the knowledge of toilet locations.\n  \n• Obey call-to-stool impulses (esp. after meal, ie the gastro-colic reﬂ ex).\n  \n• Ensure access to latest continence aids and advice on use, refer to continence \nnurse specialist for assessment.\n  \n• Pelvic ﬂ oor rehabilitation: eg can help faecal incontinence, squeeze pressure, and \nmaximal tolerated volume.\n  \n• Loperamide 2–4mg 45min before social engagements may prevent accidents out-\nside home. An anal cotton plug may help isolated internal sphincter weakness. Skin \ncare. Support agencies.\nIf all sensible measures fail, try a brake-and-accelerator approach: enemas to empty \nthe rectum (twice weekly) and codeine phosphate, eg 15mg/12h, on non-enema days \nto constipate. It’s not a cure, but makes the incontinence manageable.\nFlatulence\nNormally, 400–1300mL of gas is expelled PR in 8–20 discrete (or indiscrete) episodes \nper day. If this, with any eructation (belching) or distension, seems excessive to the \npatient, they may complain of ﬂ atulence. Eructation occurs in hiatus hernia—but \nmost patients with ‘ﬂ atulence’ have no GI disease. Air swal lowing (aerophagy) is the \nmain cause of ﬂ atus; here N2 is the chief gas. If ﬂ atus is mostly methane, H2 and CO2, \nthen fermentation by bowel bacteria is the cause, and reducing carbohydrate intake \n(eg less lactose and wheat) may help.", "text_length": 3171, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 70/905)", "type": "chunk", "chunk_index": 69, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.982739", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.984374", "status": "complete", "chunks_added": 2}