{"task_id": "877410b526703430", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 568/905)", "text": "his cause or eff ect?\nPathogenesis of ﬁ bromyalgia\n\n--- Page 574 ---\n560\nRheumatology\nSystemic conditions causing eye signs\nThe eye is host to many diseases: the more you look, the more you’ll see, and the \nmore you’ll enjoy, not least because the eye is as beautiful as its signs are legion.\nBehçet’s (p694.) Systemic inﬂ ammatory disorder, HLA B27 association. Causes a uvei-\ntis amongst other systemic manifestations. Cause unknown.\nGranulomatous disorders Syphilis, TB, sarcoidosis, leprosy, brucellosis, and tox-\noplasmosis may inﬂ ame either the front chamber (anterior uveitis/iritis) or back \nchamber (posterior uveitis/choroiditis). Refer to an ophthalmologist.\nSystemic inﬂ ammatory diseases May manifest as iritis in ankylosing spondylitis \nand reactive arthritis; uveitis in Behçet’s; conjunctivitis in reactive arthritis; scle-\nritis or episcleritis in RA, vasculitis, and SLE. Scleritis in RA and granulomatosis with \npolyangiitis (Wegener’s) may damage the eye. Refer urgently if eye pain. GCA \ncauses optic nerve ischaemia presenting as sudden blindness.\nKeratoconjunctivitis sicca A reduction in tear formation, tested by the Schirmer \nﬁ lter paper test (<5mm in 5min). It causes a gritty feeling in the eyes, and a dry \nmouth (xerostomia from saliva production). It is found on its own (Sjögren’s syn-\ndrome), or with other diseases, eg SLE, RA, sarcoidosis. : Artiﬁ cial tears/saliva.\nHypertensive retinopathy BP damages retinal vessels. Hardened ar-\nteries are shiny (‘silver wiring’; ﬁ g 12.18) and ‘nip’ veins where they cross \n(AV nipping; ﬁ g 12.19). Narrowed arterioles may become blocked, causing localized \nretinal infarction, seen as cotton-wool spots. Leaks from these in severe hyperten-\nsion manifest as hard exudates or macular oedema. Papilloedema (ﬁ g 12.20) or ﬂ ame \nhaemorrhages suggest accelerated hypertension (p138) requiring urgent treatment.\nVascular occlusion Emboli passing through the retinal vasculature may cause \nretinal artery occlusion (global or segmental retinal pallor) or amaurosis fugax \n(p476). Roth spots (small retinal infarcts occur in infective endocarditis. In der-\nmatomyositis, there is orbital oedema with retinopathy showing cotton-wool spots \n(micro-infarcts). Retinal vein occlusion is caused by BP, age, or hyperviscosity \n(p372). Suspect in any acute fall in acuity. If it is the central vein, the fundus is like a \nstormy sunset (those angry red clouds are haemorrhages). In branch vein occlusion, \nchanges are conﬁ ned to a wedge of retina. Get expert help.\nHaematological disorders Retinal haemorrhages occur in leukaemia; comma-\nshaped conjunctival haemorrhages and retinal new vessel formation may occur in \nsickle-cell disease. Optic atrophy is seen in pernicious anaemia (and also MS).\nMetabolic disease Diabetes mellitus: p210. Hyperthyroid exophthalmos: p219. Lens \nopacities are seen in hypoparathyroidism. Conjunctival and corneal calciﬁ cation can \noccur in hypercalcaemia. In gout, conjunctival urate deposits may cause sore eyes.\nSystemic infections Septicaemia may seed to the vitreous causing endophth al-\nmitis. Syphilis can cause iritis (+ pigmented retinopathy if congenital). Systemic fun-\ngal infections may aff ect the eye, eg in the immunocompromised or in IV drug users, \nrequiring intra-vitreal antibiotics. AIDS and HIV CMV retinitis (pizza-pie fundus—a \nmixture of cotton-wool spots, inﬁ ltrates, and haemorrhages, p438) may be asympto-\nmatic but can cause sudden visual loss. If present, it implies AIDS (CD4 count <100 ≈ \n10\n6/L; p398). Cotton-wool spots on their own indicate HIV retinopathy and may occur \nin early disease. Kaposi’s sarcoma may aff ect the lids (non-tender purple nodule) or \nconjunctiva (red ﬂ eshy mass).\nFig 12.18 Silver wiring.\n©Prof Jonathan Trobe.\nFig 12.20 Papilloedema.\n©Prof Jonathan Trobe.\nFig 12.19 AV nipping.\n©Prof Jonathan Trobe.", "text_length": 3866, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 568/905)", "type": "chunk", "chunk_index": 567, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.152860", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.154160", "status": "complete", "chunks_added": 2}