{"task_id": "88505ffa0d47e198", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 729/905)", "text": "rticularly terrifying \nif you aren’t expecting it.\n\n--- Page 735 ---\n721\nRadiology\nYou won’t always be able to get an immediate radiologist’s interpretation so it is \nimportant to know how to review an image. First make sure the image you are \nlooking at is of your patient. Check its date. And remember:\n  \n• Practice makes perfect—always look at the image before checking the report, \nlearning how to distinguish normal from abnormal.\n  \n• Understand how the scan is done—this makes interpretation easier and helps \nyou appreciate which scan will give the answer you need. It also gives practical \nclues to the result—eg a routine CXR is performed in the postero-anterior (PA) \ndirection (the source posterior to the patient to minimize the cardiac shadow).\n  \n• Use a systematic approach—so that you don’t miss subtleties.\n  \n• Understand your anatomy—virtually all investigations yield a 2D image from a \n3D structure. An understanding of anatomical relationships of the area in ques-\ntion will help reconstruct the images in your mind.\n  \n• Orientation—for axial cross-sectional imaging this is as if you are looking up at \nthe supine patient from the feet. For images with non-conventional orienta-\ntions (eg MRCP) look on the image for clue markings, or rely on your knowledge of \nanatomy—it can be tricky to visualize oblique sections!\n  \n• Remember the patient—an investigation is only one part of the clinical work-up, \ndon’t rely solely on the investigation result for your management decisions. Go \nback to see the patient after looking at the investigation and reading the radiolo-\ngist’s report: you might notice something that you didn’t before.\nInterpreting an image\nEveryone has their own method for presenting, and the right way is your own \nway. As long as you cover everything systematically—because we all get ‘hot-seat \namnesia’ at some point—the particulars will take care of themselves. Continue \nto polish your own method and remember a few extra tips for when an image is \npresented expectantly by your consultant/examiner and the ﬂ oor is yours. A brief \nsilence with a thoughtful expression as you analyse the image is ﬁ ne, then:\n  \n• State the written details: name, date of birth, where and how the imaging was \ntaken. Look for clues: weighting of an MRI, a ‘+ c’ indicating that contrast medium \nhas been used, the phase of the investigation (arterial/venous/portal), or even \nthe name of the organ printed on an ultrasound.\n  \n• State the type, mode, and technical quality of investigation—not always easy!\nGoing through this list also gives you a bit of thinking time. Then:\n  \n• Start with life-threatening or very obvious abnormalities. Then be systematic:\n  \n• Is the patient’s position adequate? Any lines, leads, or tubes? Note their position.\n  \n• Just like the bedside clues in a physical examination, there are clues in radiology \nexaminations. Note oxygen masks, ECG leads, venous access, infusion apparatus, \nand invasive devices. Identifying what they are also helps you to look through \nwhat may otherwise appear to be a cluttered mess.\n  \n• Note any abnormalities and try to contextualize these with whatever you al-\nready know of the patient. The abnormality may be hiding in plain sight, but if \nstruggling, step back and note any asymmetry or areas that just ‘look diff erent’.\n  \n• With cross-sectional imaging, scan through adjacent sections noting the anato-\nmy of one organ system or structure at a time (this may mean going up and down \nthrough a CT abdomen multiple times).\n  \n• Giving a diff erential diagnosis is good practice, as not all ﬁ ndings are diagnostic.\n  \n• If there is additional clinical information that would help you to make a diagno-\nsis, don’t be afraid to ask. After all, we treat patients and not images!\nRemember: \n•X-ray=radiodensity (lucency/opacity). •CT=attenuation.\n \n•US=echogenicity. \n•MRI=signal intensity.\nPresenting an image", "text_length": 3915, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 729/905)", "type": "chunk", "chunk_index": 728, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.426752", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.427626", "status": "complete", "chunks_added": 3}