{"task_id": "889a6fce0b850a57", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 112/905)", "text": "etween atrial and the slower ventricular activity.\n\n--- Page 114 ---\n100\nCardiovascular medicine\nECG—a dditional points\nWhere to place the chest leads (See ﬁ g 3.6.)\nV1 : \nRight sternal edge, 4th intercostal space.\nV2 : Left sternal edge, 4th intercostal space.\nV3 : \nHalf-way between V2 and V4.\nV4 : 5th intercostal space, mid-clavicular line; all \nsubsequent leads are in the same horizontal \nplane as V4.\nV5 : Anterior axillary line.\nV6 : Mid-axillary line (V7: posterior axillary line).\nGood skin preparation (clean with non-alcoholic \nwipe, shave if hairy, etc.) will improve ECG qual-\nity. Finish 12-lead ECGs with a long rhythm strip \nin lead II. \nQRS complexes: the long and the short\nQRS complexes represent ventricular depolariza-\ntion, and width represents time, so a broader QRS \ncomplex means depolarization of the ventricles is \ntaking longer. Normally, a wave of depolarization reaches the ventricles via the spe-\ncialist conduction pathways—the bundles of His. This delivers the electrical activity \nto certain points of the ventricles, meaning the waves of depolarization need travel \nas short a distance as possible to depolarize all the ventricular myocardium. This al-\nlows rapid spread of depolarization and thus an effi  cient contraction action as both \nventricles contract from apex to outﬂ ow tracts together. Hence, the QRS complex is \nnarrow (<120ms).\nVentricular depolarization takes longer when depolarization is not initiated in this \npattern. For example, if it originates in the ventricles (eg ventricular ectopics, VT) \nor if one or more branches of the bundles of His are blocked—bundle branch blocks \n—meaning depolarization is initiated in one ventricle but not the other, so it has to \ntravel the long (in time and space) path from one ventricle to the other.\nVentricular depolarization also takes longer if all conduction is slowed. This may \nhappen in some electrolyte imbalances, eg hyperkalaemia.\nRight bundle branch block: (p102, ﬁ g 3.8) QRS >0.12s, ‘RSR’ pattern in V1; dominant R in \nV1; inverted T waves in V1–V3 or V4; wide, slurred S wave in V6. Causes: normal variant \n(isolated RBBB), pulmonary embolism, cor pulmonale.\nLeft bundle branch block: (p101, ﬁ g 3.7) QRS >0.12s, ‘M’ pattern in V5, dominant S in \nV1, inverted T waves in I, aVL, V5–V6. Causes: IHD, hypertension, cardiomyopathy, idi-\nopathic ﬁ brosis. NB: if there is LBBB, no comment can be made on the ST segment or \nT wave. New LBBB may represent a STEMI, see p798.\nBifascicular block: The combination of RBBB and left bundle hemiblock, manifest as \nan axis deviation, eg left axis deviation in the case of left anterior hemiblock.\nTrifascicular block: Bifascicular block plus 1st-degree HB. May need pacing (p132).\nSuspect left ventricular hypertrophy (LVH) if the R wave in V6 is >25mm or the sum \nof the S wave in V1 and the R wave in V6 is >35mm (see ﬁ g 3.41).\nSuspect right ventricular hypertrophy (RVH) if dominant R wave in V1, T wave inver-\nsion in V1–V3 or V4, deep S wave in V6, right axis deviation.\nOther causes of dominant R wave in V1: RBBB, posterior MI, type A WPW syndrome \n(p133).\nCauses of low-voltage QRS complex: (QRS <5mm in all limb leads.) Hypothyroid-\nism, chronic obstructive pulmonary disease (COPD), haematocrit (intracardiac blood \nresistivity is related to haematocrit), changes in chest wall impedance (eg in renal \nfailure & subcutaneous emphysema but not obesity), pulmonary embolism, bundle \nbranch block, carcinoid heart disease, myocarditis, cardiac amyloid, doxorubicin \ncardiotoxicity, and other heart muscle diseases, pericardial eff usion, pericarditis. 5\nSee lifeinthefastlane.com for excellent ECG tutorials, cases, and examples.\nFig 3.6 Placement of ECG leads.", "text_length": 3723, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 112/905)", "type": "chunk", "chunk_index": 111, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.051346", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.052491", "status": "complete", "chunks_added": 2}