{"task_id": "895c10550fe18ac6", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 256/905)", "text": "It is cosmet ically and \nfunctionally disabling. 1\n\n--- Page 262 ---\n248\nGastroenterology\nEndoscopy and biopsy \nConsent is needed for all these procedures; see p568.\nUpper GI endoscopy Indications: See table 6.2. Pre-procedure: Stop PPIS 2wks pre-\nop if possible ( pathology-masking). Nil by mouth for 6h before. Don’t drive for 24h \nif sedation is used. Procedure: Sedation optional, eg midazolam 1–5mg slowly IV (to \nremain conscious; if deeper sedation is needed, propofol via an anaesthetist (narrow \ntherapeutic range)); nasal prong O2 (eg 2L/min; monitor respirations & oximetry). The \npharynx may be sprayed with local anaesthetic before the endoscope is passed. Con-\ntinuous suction must be available to prevent aspiration. Complications: Sore throat; \namnesia from sedation; perforation (<0.1%); bleeding (if on aspirin, clopidogrel, war-\nfarin, or DOACS these need stopping only if therapeutic procedure). Duodenal biopsy: \nThe gold standard test for coeliac disease (p266); also useful in unusual causes of \nmalabsorption, eg giardiasis, lymphoma, Whipple’s disease.\nSigmoidoscopy Views the rectum + distal colon (to ~splenic ﬂ exure). Flexible \nsigmoidoscopy has largely displaced rigid sigmoidoscopy for diagnosis of distal \ncolonic pathology, but ~25% of cancers are still out of reach. It can be used thera-\npeutically, eg for decompression of sigmoid volvulus (p611). Preparation: Phosphate \nenema PR. Procedure: Learn from an expert; do PR exam ﬁ rst. Do biopsies—macro-\nscopic appearances may be normal, eg IBD, amyloidosis, microscopic colitis.\nColonoscopy Indications: See table 6.3. Preparation: Stop iron 1wk prior; dis-\ncuss with local endoscopy unit bowel preparation and diet required. Procedure: Do \nPR ﬁ rst. Sedation (see earlier in topic) and analgesia are given before colonoscope is \npassed and guided around the colon. Complications: Abdominal discomfort; incom-\nplete examination; haemorrhage after biopsy or polypectomy; perforation (<0.1%). \nSee ﬁ gs 6.7–6.11. Post-procedure: no alcohol, and no operating machinery for 24h.\nVideo capsule endoscopy (VCE) To evaluate obscure GI bleeding (p326) and to \ndetect small bowel pathology. Use small bowel imaging (eg contrast) or patency \ncapsule test ahead of VCE if patient has abdominal pain or symptoms suggesting \nsmall bowel obstruction. Preparation: Clear ﬂ uids only the evening before then \nnil by mouth from morning until 4h after capsule swallowed. Procedure: Capsule is \nswallowed (ﬁ g 6.12)—this transmits video wirelessly to cap-\nture device worn by patient. Normal activity can take place \nfor the day. Complications: Capsule retention in 1% (endo-\nscopic or surgical removal is needed)—avoid MRI for 2 wks \nafter unless AXR conﬁ rms capsule has cleared; obstruction, \nincomplete exam (eg slow transit, achalasia). Problems: No \ntherapeutic options; poor localization of lesions; may miss \nmore subtle lesions.\nLiver biopsy Route: Percutaneous if INR in range else trans jugular with FFP. Indica-\ntions: LFT of unknown aetiology; assessment of ﬁ brosis in chronic liver disease (this \nindication being replaced by ultrasound-based elastography); suspected cirrhosis or \nsuspected hepatic lesions/cancer. Pre-op: Nil by mouth for 8h. Are INR <1.5 and \nplatelets >50 ≈ 10\n9/L? Give analgesia. Procedure: Sedation may be given. Do under \nUS/CT guidance; the liver borders are percussed and where there is dullness in the \nmid-axillary line in expiration, lidocaine 2% is inﬁ ltrated down to the liver capsule. \nBreathing is rehearsed and a needle biopsy is taken with the breath held in expira-\ntion. Afterwards lie on the right side for 2h, then in bed for 4h; check pulse and \nBP every 15 mins for 1h, every 30 mins for 2h, then hourly until discharge 4h post-\nbiopsy. Complications: Local pain; pneumothorax; bleeding (<0.5%); death (<0.1%). \nFig 6.12 PillCam®.", "text_length": 3857, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 256/905)", "type": "chunk", "chunk_index": 255, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.456872", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.457802", "status": "complete", "chunks_added": 2}