{"task_id": "8992f67ecc90d023", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 99/905)", "text": " the posterior temporal region, and hydrocephalus.\n\n--- Page 101 ---\n87\nHistory and examination\n7 While abstract words activate a sub-region of the left inferior frontal gyrus more strongly than concrete \nwords, speciﬁ c activity for concrete words can also be observed in the left basal temporal cortex.\nThe classical model of language comprehension occurring in Wernicke’s area and \nlanguage expression in Broca’s area is too simple. Functional MRI studies show old \nideas that processing of abstract words is conﬁ ned to the left hemisphere whereas \nconcrete words are processed on the right are too simplistic. \n7 It may be better to \nthink of a mosaic of language centres in the brain with more or less specialized \nfunctions. There is evidence that tool-naming is handled diff erently and in a diff erent \narea to fruit-naming. There are also individual diff erences in the anatomy of these \nmosaics. This is depressing for those who want a rigid classiﬁ cation of aphasia, \nbut a source of hope to those who have had a stroke: recovery may be better than \nneuroimaging leads us to believe.\nProblems with classifying dysphasias\nStart by reassuring the patient ‘I know this may be diffi  cult...’ and try to engage \nin conversation; asking questions that need to phrase to answer (ie not just yes/\nno). This tests ﬂ uency and reception, understanding, and allows assessment of \narticulation, eg ‘How did you travel here today?’, ‘I came by bus’. Then assess \ndysphasia by asking: ‘What is this’ eg pen (tests for nominal dysphasia), repeat \n‘British Constitution’ (tests for conduction dysphasia and dysarthria). Then ask \npatient to follow one-, two-, and three-step commands ensuring these ‘cross the \nmidline’, eg make a ﬁ st with your right hand then extend your right index ﬁ nger \nand touch your left ear.\nAssessing higher mental function: a practical guide\nSymptoms of movement disorders\nAthetosis is due to a lesion in the putamen, causing slow sinuous writhing move-\nments in the hands, which are present at rest. Pseudoathetosis refers to athetoid \nmovements in patients with severe proprioceptive loss.\nChorea means dance (hence ‘choreography’)—a ﬂ ow of jerky movements, ﬂ itting \nfrom one limb to another (each seemingly a fragment of a normal movement). \nDistinguish from athetosis/pseudoathetosis (above-mentioned), and hemiballis-\nmus (p468). Causes: Basal ganglia lesion (stroke, Huntington’s, p702); streptococci \n(Sydenham’s chorea; St Vitus’ dance, p142); SLE (p554); Wilson’s (p285); neonatal ker-\nnicterus; polycythaemia (p366); neuroacanthocytosis (genetic, with acanthocytes in \nperipheral blood, chorea, oro-facial dyskinesia, and axonal neuropathy); hyperthy-\nroidism (p218); drugs (levodopa, oral contraceptives/HRT, chlorpromazine, cocaine—\n‘crack dancing’). The early stages of chorea may be detected by feeling ﬂ uctuations \nin muscle tension while the patient grips your ﬁ nger.\n: Dopamine antagonists, eg tetrabenazine 12.5mg/12h (/24h if elderly) PO; increase, \neg to 25mg/8h PO; max 200mg/d.\nHemiballismus is uncontrolled unilateral ﬂ ailing movements of proximal limb joints \ncaused by contralateral subthalamic lesions. See p468.\nCerebellar signs\nSpeech: Slurred/ataxic/staccato. Eye movements: Nystagmus. Tone and power: \nHypotonia and reduced power. Coordination: Finger-to-nose test; test for dysdiado-\nchokinesis, p499. Gait: Broad based, patients fall to the side of the lesion. Romberg's \ntest: ask patient to stand with eyes closed. If he/she loses balance, the test is posi-\ntive and a sign of posterior column disease. Cerebellar disease is Romberg negative.\n(DASHING: Dysdiadochokinesis, Ataxia, Slurred speech, Hypotonia and reduced \npower, Intention tremor, Nystagmus, broad based Gait.)\nMovement disorders", "text_length": 3760, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 99/905)", "type": "chunk", "chunk_index": 98, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.030512", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.031281", "status": "complete", "chunks_added": 2}