{"task_id": "8bb3fe77248bbe24", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 181/905)", "text": "iversity Hospitals NHS Trust Radiology Department.\n\n--- Page 187 ---\n173\nChest medicine\nCystic ﬁ brosis (CF)\nOne of the commonest life-threatening autosomal recessive conditions (1:2000 live \nbirths) aff ecting Caucasians. 1:25 people carry a copy of the faulty gene. All UK babies \nare screened at birth. Caused by mutations in the CF transmembrane conductance \nregulator (CFTR) gene on chromosome 7 (>1500 mutations have been identiﬁ ed). This \nis a ClΩ channel, and the defect leads to a combination of defective chloride secretion \nand increased sodium absorption across airway epithelium. The changes in the com-\nposition of airway surface liquid predispose the lung to chronic pulmonary infections \nand bronchiectasis. See OHCS (‘Paediatrics’, p162) for more detail.\nClinical features Neonate: Failure to thrive; meconium ileus; rectal prolapse.\nChildren and young adults: Respiratory: cough; wheeze; recurrent infections; \nbronchiectasis; pneumothorax; haemoptysis; respiratory failure; cor pulmonale. \nGastrointestinal: pancreatic insuffi  ciency (diabetes mellitus, steatorrhoea); distal \nintestinal obstruction syndrome (meconium ileus equivalent); gallstones; cirrhosis. \nOther: male infertility; osteoporosis; arthritis; vasculitis (p556); nasal polyps; sinusi-\ntis; and hypertrophic pulmonary osteoarthropathy (HPOA). Signs: cyanosis; ﬁ nger \nclubbing; bilateral coarse crackles.\nDiagnosis Sweat test: Sweat sodium and chloride >60mmol/L; chloride usu-\nally > sodium. Genetics: Screening for known common CF mutations should be con-\nsidered. Faecal elastase is a simple and useful screening test for exocrine pancreatic \ndysfunction.\nTests Blood: FBC, U&E, LFT; clotting; vitamin A, D, E levels; annual glucose tolerance test \n(p206). Bacteriology: Cough swab, sputum culture. Radiology: CXR; hyper inﬂ ation; \nbronchiectasis. Abdominal ultrasound: Fatty liver; cirrhosis; chronic pancreatitis; \nSpirometry: Obstructive defect. Aspergillus serology/skin test (20% develop ABPA, \np177). Biochemistry: Faecal fat analysis.\nManagement Management should be multidisciplinary, eg physician, GP, physi-\notherapist, specialist nurse, and dietician, with attention to psychosocial as well \nas physical wellbeing. Chest: Physiotherapy (postural drainage, airway clearance \ntechniques). Antibiotics are given for acute infective exacerbations and prophylacti-\ncally. Chronic Pseudomonas infection is an important predictor of survival. Muco-\nlytics may be useful (eg DNase, ie Dornase alfa, 2.5mg daily nebulized, or nebulized \nhypertonic saline). Bronchodilators. Annual CXR surveillance is recommended. Gas-\ntrointestinal: Malabsorption, GORD, distal obstruction syndrome. Pancreatic enzyme \nreplacement; fat-soluble vitamin supp lements (A, D, E, K); ursodeoxycholic acid for \nimpaired liver function; cirrhosis may require liver transplantation. Other: Treatment \nof CF-related diabetes (screen annually with OGTT from 12yrs); screening/treatment \nof osteoporosis (DEXA bone scanning); arthritis, sinusitis, and vasculitis; fertility and \ngenetic counselling. Advanced lung disease: Oxygen, diuretics (cor pulmonale); non-\ninvasive ventilation; lung or heart/lung transplantation (post-transplant survival \n5 years). Prognosis: Median survival is now ~ 41yrs in the UK, although a baby born \ntoday would expect to live longer.\nIvacaftor and lumacaftor target the CFTR protein. Ivacaftor, a CFTR potentiator, \ntargets gating defects in disease causing CFTR mutations including G551D. Ivacaftor \nincreases the open probability of CFTR channels and has been shown to improve \nclinical outcomes (lung function, weight, lung disease stability) in CF patients >6 \nyears old.19 Lumacaftor is a CFTR corrector, and has been shown to correct F508 \ndel CFTR misprocessing and increase the amount of cell surface–localized protein. \nIvacaftor and lumacaftor combination therapy, for patients with F508 del, have \nshown improved lung function and reduced pulmonary exacerations.20\nGene therapy (transfer of CFTR gene using liposome or adenovirus vectors): \nphase 2b studies show modest but signiﬁ cant improvement in FEV1 in those receiv-\ning gene therapy.21 Further work into vectors for gene transfer is ongoing.\nMutation-speciﬁ c therapies for cystic ﬁ brosis", "text_length": 4257, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 181/905)", "type": "chunk", "chunk_index": 180, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.215580", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.223562", "status": "complete", "chunks_added": 3}