{"task_id": "8c81406b89d3dda6", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 844/905)", "text": "8)\nFig 19.24 Management plan for thyrotoxic storm.\n\n--- Page 850 ---\n836\nEmergencies\nAddisonian crisis\nSigns and symptoms Patients may present in shock (HR; vasoconstriction; pos-\ntural hypotension; oliguria; weak; confused; comatose)—often (but not always) in a \npatient with known Addison’s (eg when oral steroid has not been increased to cover \nstress such as pneumonia), or someone on long-term steroids who has forgotten \ntheir tablets. Remember bilateral adrenal haemorrhage (eg meningococcaemia) as \na cause. An alternative presentation is with hypoglycaemia.\nPrecipitating factors Infection, trauma, surgery, missed medication.\nManagement If suspected, treat before biochemical results.\n  \n• Bloods for cortisol and ACTH (this needs to go straight to laboratory, call ahead!), \nU&ES—can have K\n+ (check ECG and give calcium gluconate if needed, see p301) and \nNa\n+ (salt depletion, should resolve with rehydration and steroids).\n  \n• Hydrocortisone 100mg IV stat.\n  \n• IV ﬂ uid bolus eg 500mL 0.9% saline to support BP, repeated as necessary.\n  \n• Monitor blood glucose: the danger is hypoglycaemia.\n  \n• Blood, urine, sputum for culture, then antibiotics if concern about infection.\nContinuing treatment\n  \n• Glucose IV may be needed if hypoglycaemic.\n  \n• Give IV ﬂ uids as guided by clinical state and to correct U&E imbalance.\n  \n• Continue hydrocortisone, eg 100mg/8h IV or IM.\n  \n• Change to oral steroids after 72h if patient’s condition good.\n  \n• Fludrocortisone may well be needed if the cause is adrenal disease: ask an expert.\n  \n• Search for (and vigorously treat) the underlying cause. Get endocrinological help.\nHypopituitary coma\nThink of decompensated chronic hypophyseal failure whenever hypothermia, refrac-\ntory hypotension ± septic signs without fever occur with short stat ure or loss of \naxillary/pubic hair ± gonadal atrophy. Waiting for lab conﬁ rmation may be fatal. It \nusually develops gradually in a person with known hypopituitarism. If rapid onset \ndue to pituitary infarction (eg postpartum, Sheehan’s, p232), subarachnoid haemor-\nrhage is often misdiagnosed as symptoms include headache and meningism.\nPresentation Headache; ophthalmoplegia; consciousness; hypotension; hypo-\nthermia; hypoglycaemia; signs of hypopituitarism (p232).\nTests Cortisol; T4; TSH; ACTH; glucose. Pituitary fossa CT/MRI.\nTreatment Hydrocortisone, eg 100mg IV/6h.\n  \n• Only after hydrocortisone begun: liothyronine (L-tri-iodothyronine sodium), eg \n10mcg/12h PO or by slow IV: 5–20mcg/12h (4-hourly may be needed).\n  \n• Prompt surgery is needed if the cause is pituitary apoplexy (p234).", "text_length": 2609, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 844/905)", "type": "chunk", "chunk_index": 843, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.641644", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.642443", "status": "complete", "chunks_added": 2}