{"task_id": "8ccd2b7cc849b85d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 566/905)", "text": "ptoms of GCA develop.\nPolymyalgia rheumatica (PMR)\n\n--- Page 572 ---\n558\nRheumatology\nFibromyalgia and chronic fatigue syndrome\nFibromyalgia and chronic fatigue syndrome are part of a diff use group of overlap-\nping syndromes, sharing similar demographic and clinical characteristics, in which \nchronic symptoms of fatigue and widespread pain feature prominently. Their exist-\nence as discrete entities is controversial, especially in the absence of clear pathol-\nogy, and some ﬁ nd such dysfunctional diagnoses frustrating. However, a correct \ndiagnosis enables the doctor to give appropriate counselling and advise appropriate \ntherapies, and allows the patient to begin to accept and deal with their symptoms.\nFibromyalgia\nFibromyalgia comprises up to 10% of new referrals to the rheumatology clinic.54\nPrevalence: 0.5–4%. :≈6:1 but varies depending on which diagnostic criteria are \nused .\nRisk factors: BOX ‘Risk factors’. Female sex, middle age, low household income, di-\nvorced, low educational status.\nAssociations: Other somatic syndromes such as chronic fatigue syndrome, irritable \nbowel syndrome (p266), and chronic headaches syndromes (see OHCS p502). Also \nfound in ~25% of patients with RA, AS, and SLE.\nFeatures: Diagnosis depends on pain that is chronic (>3 months) and widespread \n(involves left and right sides, above and below the waist, and the axial skeleton). \nProfound fatigue is almost universal with complaint of unrefreshing sleep and \nsigniﬁ cant fatigue and pain with small increases in physical exertion. Additional \nfeatures: morning stiff ness (~80–90%), paraesthesiae (without underlying cause), \nheadaches (migraine and tension), poor concentration, low mood, and sleep distur-\nbance (~70%). Widespread and severe tender points.\nInvestigations: All normal. Diagnosis is clinical. Over-investigation can consolidate \nillness behaviour; but exclude other causes of pain and/or fatigue (eg RA, PMR see \np557, vasculitis see p556, hypothyroidism see p220, myeloma see p368).\nManagement: Multidisciplinary with optimal results coming from full engagement \nof the patient who should be encouraged to remain as active as they feel able, and \nideally to continue to participate in the workforce. New symptoms should be fully \nreviewed to exclude an alternative diagnosis. Patients should be advised that there \nis no one speciﬁ c treatment that is guaranteed to work, but any of the following may \nhelp: graded exercise programmes, including both aerobic and strength-based train-\ning. Pacing of activity is vital to avoid over-exertion and consequent pain and fatigue. \nLong-term graded exercise programmes improve functional capacity.55, 56 Relaxa-\ntion, rehabilitation and physiotherapy may also help. Cognitive-behavioural therapy \n(CBT) aims to help patients develop coping strategies and set achievable goals.57\nPharmacotherapy: Low-dose amitriptyline (eg 10–20mg at night) has been shown \nto help relieve pain and improve sleep. Pregabalin (150–300mg/12h PO) can be used if \namitriptyline is ineff ective. Duloxetine or an SSRI can be used for ﬁ bromyalgia with \ncomorbid anxiety and depression. Steroids or NSAIDS are not recommended because \nthere is no inﬂ ammation (if it does respond, reconsider your diagnosis!).\nChronic fatigue syndrome (AKA myalgic encephalomyelitis)\nChronic fatigue syndrome58 is deﬁ ned as persistent disabling fatigue lasting >6 \nmonths, aff ecting mental and physical function, present >50% of the time, plus ≥4 \nof: myalgia (~80%), polyarthralgia, memory, unrefreshing sleep, fatigue after exer-\ntion >24h, persistent sore throat, tender cervical/axillary lymph nodes. Management \nprinciples are similar to ﬁ bromyalgia and include graded exercise and CBT. No phar-\nmacological agents have yet been proved eff ective for chronic fatigue syndrome \n(see also OHCS p502).", "text_length": 3834, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 566/905)", "type": "chunk", "chunk_index": 565, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.148603", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.149352", "status": "complete", "chunks_added": 2}