{"task_id": "8d5ff5767fe86710", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 838/905)", "text": "g 19.21 Immediate management plan for head injury.\n\n--- Page 844 ---\n830\nEmergencies\nRaised intracranial pressure (ICP)\nThe volume inside the cranium is ﬁ xed, so any increase in the contents can lead to \nraised ICP. This can be mass eff ect, oedema, or obstruction to ﬂ uid outﬂ ow. Normal \nICP in adults is <15mmHg.\nCauses\n  \n• Primary or metastatic tumours.\n  \n• Head injury.\n  \n• Haemorrhage (subdural, extradural, subarachnoid, intracerebral, intraventricular).\n  \n• Infection: meningitis, encephalitis, brain abscess.\n  \n• Hydrocephalus.\n  \n• Cerebral oedema.\n  \n• Status epilepticus.\nSigns and symptoms\n  \n• Headache (worse on coughing, leaning forwards), vomiting.\n  \n• Altered GCS: drowsiness, listlessness, irritability, coma.\n  \n• History of trauma.\n  \n• HR and BP (Cushing’s response); Cheyne–Stokes respiration.\n  \n• Pupil changes (constriction at ﬁ rst, later dilation—do not mask these signs by using \nagents such as tropicamide to dilate the pupil to aid fundoscopy).\n  \n• Visual acuity; peripheral visual ﬁ eld loss.\n  \n• Papilloedema is an unreliable sign, but venous pulsation at the disc may be absent \n(absent in ~50% of normal people, but loss of it is a useful sign).\nInvestigations\n  \n• U&E, FBC, LFT, glucose, serum osmolality, clotting, blood culture.\n  \n• Consider toxicology screen.\n  \n• CXR—any source of infection that might indicate abscess?\n  \n• CT head.\n  \n• Then consider LP if safe. Measure the opening pressure!\nManagement See ﬁ g 19.22. The goal is to ICP and avert secondary injury. Urgent \nneurosurgery is required for the deﬁ nitive treatment of ICP from focal causes (eg \nhaematomas). This is achieved via a craniotomy or burr hole. Also, an ICP monitor (or \nbolt) may be placed to monitor pressure. Holding measures are listed in ﬁ g 19.22.\nHerniation syndromes\nUncal herniation is caused by a lateral supratentorial mass, which pushes the ipsi-\nlateral inferomedial temporal lobe (uncus) through the temporal incisura and against \nthe midbrain. The IIIrd nerve, travelling in this space, gets compressed, causing a \ndilated ipsilateral pupil, then ophthalmoplegia (a ﬁ xed pupil localizes a lesion poorly \nbut is ‘ipsilateralizing’). This may be followed (quickly) by contralateral hemiparesis \n(pressure on the cerebral peduncle) and coma from pressure on the ascending re-\nticular activating system (ARAS) in the midbrain.\nCerebellar tonsil herniation is caused by pressure in the posterior fossa forcing \nthe cerebellar tonsils through the foramen magnum. Ataxia, VIth nerve palsies, and \nupgoing plantar reﬂ exes occur ﬁ rst, then loss of consciousness, irregular breathing, \nand apnoea. This syndrome may proceed very rapidly given the small size of, and \npoor compliance in, the posterior fossa.\nSubfalcian (cingulate) herniation is caused by a frontal mass. The cingulate gyrus \n(medial frontal lobe) is forced under the rigid falx cerebri. It may be silent unless the \nanterior cerebral artery is compressed and causes a stroke—eg contralateral leg \nweakness ± abulia (lack of decision-making).", "text_length": 3053, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 838/905)", "type": "chunk", "chunk_index": 837, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.630758", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.631703", "status": "complete", "chunks_added": 2}