{"task_id": "8d6f87cceb2c50e3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 52/905)", "text": "4), with permission from Oxford \nUniversity Press.\n\n--- Page 54 ---\n40\nHistory and examination\nThe cardiovascular system: examination 2\nGeneral inspection Ill or well? In pain? Dyspnoeic? Are they pale, cold, and clammy? \nCan you hear the click of a prosthetic valve? Inspect for scars: median sternotomy \n(CABG; valve replacement; congenital heart disease). Inspect for any pacemakers/\ninternal cardiac deﬁ brillators (ICDS). Look around the bed for oxygen and GTN spray.\nHands Finger clubbing occurs in congenital cyanotic heart disease and endocardi-\ntis. Splinter haemorrhages, Osler’s nodes (tender nodules, eg in ﬁ nger pulps) and \nJaneway lesions (red macules on palms, ﬁ g 3.38, p151) are signs of infective endocar-\nditis. If found, examine the fundi for Roth’s spots (retinal infarcts, p560). Are there \nnail fold infarcts (vasculitis, p556) or nailbed capillary pulsation (Quincke’s sign in \naortic regurgitation)? Is there arachnodactyly (Marfan’s) or polydactyly (ASD)? Are \nthere tendon xanthomata (see BOX ‘Hyperlipidaemia’)?\nPulse See p42. Feel for radio-femoral delay (coarctation of the aorta) and radio-\nradial delay (eg from aortic arch aneurysm).\nBlood pressure (see BOX ‘An unusual BP measurement’) Systolic BP is the pressure at \nwhich the pulse is ﬁ rst heard as on cuff  deﬂ ation (Korotkoff  sounds); the diastolic is when \nthe heart sounds disappear or become muffl  ed (eg in the young). The pulse pressure is \nthe diff erence between systolic and diastolic pressures. It is narrow in aortic stenosis and \nhypovolaemia, and wide in aortic regurgitation, arteriosclerosis, and septic shock. Deﬁ n-\ning hypertension: see p138. Examine the fundi for hypertensive changes (p138). Shock may \noccur if systolic <90mmHg (p790). Postural hypotension is deﬁ ned as a drop in systolic \n>20mmHg or diastolic >10mmHg on standing for 3–5 min (see BOX ‘Postural hypotension’).\nCarotid pulse (See p42.)\nJugular venous pressure (See p43.)\nFace Is there corneal arcus (ﬁ g 2.7, p39) or xanthelasma (ﬁ g 2.29, p60, signifying \ndyslipidaemia, p690)? Is there a malar ﬂ ush (mitral stenosis, low cardiac output)? \nAre there signs of Graves’ disease, eg bulging eyes (exophthalmos) or goitre—p218)? \nIs the face dysmorphic, eg Down’s syndrome, Marfan’s syndrome (p706)—or Turner’s, \nNoonan’s, or Williams syndromes (p149)?\nPraecordium Palpate the apex beat. Normal position: 5th intercostal space in \nthe mid-clavicular line. Is it displaced laterally? Is it abnormal in nature: heaving \n(caused by outﬂ ow obstruction, eg aortic stenosis or systemic hypertension), thrust-\ning (caused by volume overload, eg mitral or aortic incompetence), tapping (mitral \nstenosis, essentially a palpable 1st heart sound), diffuse (LV failure, dilated cardio-\nmyopathy) or double impulse (H(O)CM, p152)? Is there dextrocardia? Feel for left \nparasternal heave (RV enlargement, eg in pulmonary stenosis, cor pulmonale, ASD) \nor thrills (transmitted murmurs).\nAuscultating the heart Also auscultate for bruits over the carotids and elsewhere, \nparticularly if there is inequality between pulses or absence of a pulse. Causes: ath-\nerosclerosis (elderly), vasculitis (young, p556).\nLungs Examine the bases for creps & pleural eff usions, indicative of cardiac failure.\nOedema Examine the ankles, legs, sacrum, and torso for pitting oedema. (You may \nprefer to examine ankles while standing at the foot of the bed as it is a good early \nclue that there may be further pathology to be found.)\nAbdomen Hepatomegaly and ascites in right-sided heart failure; pulsatile hepato-\nmegaly with tricuspid regurgitation; splenomegaly with infective endocarditis.\nFundoscopy Roth spots (infective endocarditis).\nUrine dipstick Haematuria.\n1   Signs of heart failure?\n2   Clinical evidence of infective endocarditis?\n3   Sinus/abnormal rhythm?\n4   Heart sounds normal, abnormal, or additional?\n5   Murmurs?\nPresenting your ﬁ ndings", "text_length": 3907, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 52/905)", "type": "chunk", "chunk_index": 51, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.947613", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.948620", "status": "complete", "chunks_added": 3}