{"task_id": "8d8153051ee92fe0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 782/905)", "text": "en.\nFig 18.15 Emergency needle pericardiocentesis.\n\n--- Page 788 ---\n774\nPractical procedures\nCentral venous cannulation\nCentral venous cannulae may be inserted to measure central venous pressure (CVP), \nto administer certain drugs (eg amiodarone, chemotherapy), or for intravenous ac-\ncess (ﬂ uid, parenteral nutrition). In an emergency, the procedure can be done using \nthe landmark method (see p775), though NICE recommends that all routine internal \njugular catheters should be placed with US guidance. Even if the line is not placed \nunder direct US visualization, a look to check vessel size, position in relation to artery, \nand patency (no thrombus or stenosis) is extremely useful. For contraindications, \nsee table 18.2.\nTable 18.2 Contraindications to central venous cannulation\nAbsolute\nRelative\nInfection at insertion site\nCoagulopathy\nIpsilateral carotid endarterectomy\nNewly inserted cardiac pacemaker leads\nThrombus within the vein\nVenous stenosis\nIpsilateral abnormal anatomy\nSites of insertion These include the internal jugular vein (see p775 and p43), sub-\nclavian vein, and the femoral vein. The choice depends largely on operator experi-\nence, but evidence suggests that the femoral approach is associated with a higher \nrate of line infection and thrombosis. Overall, the internal jugular approach (with \nultrasound guidance) is most commonly used and risks fewer complications than \nthe subclavian. If possible, get written consent (p568). Check clotting and platelets. \nThe technique for internal jugular (routine) and femoral (emergency) are given here.\nComplications (~20%.) Insertion is not without hazard, so decide whether the pa-\ntient requires a line ﬁ rst, and then ask for help if you are inexperienced.\nBleeding; arterial puncture/cannulation; AV ﬁ stula formation; air embolism; pneu-\nmothorax; haemothorax; chylothorax (lymph); phrenic nerve palsy (the right phrenic \nnerve passes over the brachiocephalic artery, posterior to the subclavian vein—hic-\ncups may be a sign of injury); phlebitis; thrombus formation on tip or in vein (if high \nrisk for thromboembolism, eg malignancy, consider anticoagulation, eg LMWH); bac-\nterial colonization; cellulitis; sepsis (can be reduced by adherence to a strict aseptic \ntechnique; if taking blood cultures in a febrile patient with a central venous line, \nremember to take samples from the central line and from a peripheral vein).\nPeripherally inserted central cannulas (PICC lines) These are a good alternative \nto central lines, as they can stay in situ for up to 6 months, and provide access for \nblood sampling, ﬂ uids, antibiotics (allowing home IV therapy). They are placed using \na Seldinger technique, puncturing the brachial or basilic vein then threading the \nline into the subclavian or superior vena cava. Because of the insertion site there \nis a much lower risk of pneumo- or haemothorax, but they are tricky to insert in an \nemergency.\nRemoving central lines Should be done carefully with aseptic technique. Position \nthe patient slightly head down, remove dressings, clean and drape the area, remove \nsutures. Ask the patient to inhale and hold their breath, then breathe out smoothly \nwhile you are pulling the line out. This helps to prevent air emboli. Ask the patient \nto rehearse this sequence with you to ensure they have understood their role. Apply \npressure for 5 minutes (longer if coagulopathic).", "text_length": 3406, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 782/905)", "type": "chunk", "chunk_index": 781, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.529706", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.530656", "status": "complete", "chunks_added": 2}