{"task_id": "8e1f1f03022be1a7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 749/905)", "text": "n with haemopericardium.\nCourtesy of Dr C Cousins.\n\n--- Page 755 ---\n741\nRadiology\nMyocardial perfusion imaging A non-invasive method of assessing regional myo-\ncardial blood ﬂ ow and the cellular integrity of myocytes. The technique uses radio-\nnuclide tracers which cross the myocyte membrane and are trapped intracellularly. \nThallium-201 (201Tl), a K\n+ analogue, is distributed via regional myocardial blood ﬂ ow \nand requires cellular integrity for uptake. Newer technetium-99 (99Tc)-based agents \nare similar to 201Tl but have improved imaging characteristics, and can be used \nto assess myocardial perfusion and LV performance in the same study (ﬁ g 16.30). \nMyocardial territories supplied by unobstructed coronary vessels have normal per-\nfusion whereas regions supplied by stenosed coronary vessels have poorer relative \nperfusion, a diff erence that is accentuated by exercise. For this reason, exercise tests \nare used in conjunction with radionuclide imaging to identify areas at risk of ischae-\nmia/infarction. Exercise scans are compared with resting views: reversible (ischae-\nmia) or ﬁ xed defects (infarct) can be seen and the coronary artery involved reliably \npredicted. Drugs (eg adenosine, dobutamine, and dipyridamole) can also be used to \ninduce perfusion diff erences between normal and underperfused tissues.\nMyocardial perfusion imaging adds information in patients presenting with acute \nMI (to determine the amount of myocardium salvaged by thrombolysis) and in diag-\nnosing acute chest pain in those without classical ECG changes (to deﬁ ne the pres-\nence of signiﬁ cant perfusion defects).\nFig 16.30 99Tc perfusion study showing perfusion defect in the left ventricle anterior and \nlateral walls at stress which is partially reversible (diff erence between stress and rest im-\nages). This study is good for small vessel disease such as in diabetes; CT and coronary angi-\nography do not show small vessel disease well.\nCourtesy of Dr C Cousins.", "text_length": 1974, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 749/905)", "type": "chunk", "chunk_index": 748, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.464504", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.465420", "status": "complete", "chunks_added": 2}