{"task_id": "8e35a7ca73c7db1c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 680/905)", "text": "tory and in part metabolic. Seek a cause for each.\n\n--- Page 686 ---\n672\nClinical chemistry\nH ypernatraemia\nSigns and symptoms Lethargy, thirst, weakness, irritability, confusion, coma, and \nﬁ ts, along with signs of dehydration (p666). Laboratory features: Na\n+, PCV, alb, \nurea.\nCauses\nUsually due to water loss in excess of Na\n+ loss:\n  \n• Fluid loss without water replacement (eg diarrhoea, vomit, burns).\n  \n• Diabetes insipidus (p240). Suspect if large urine volume. This may follow head in-\njury, or CNS surgery, especially pituitary.\n  \n• Osmotic diuresis (for diabetic coma, see p832).\n  \n• Primary aldosteronism: rarely severe, suspect if BP, K\n+, alkalosis (HCO3\nΩ).\n  \n• Iatrogenic: incorrect IV ﬂ uid replacement (excessive saline).\nManagement Give water orally if possible. If not, give glucose 5% IV slowly (1L/6h) \nguided by urine output and plasma Na\n+. Use 0.9% saline IV if hypovolaemic, since \nthis causes less marked ﬂ uid shifts and is hypotonic in a hypertonic patient. Avoid \nhypertonic solutions.\nH yponatraemia\nPlasma Na\n+ concentration depends on the amount of both Na\n+ and water in the \nplasma. Hyponatraemia therefore does not necessarily imply Na\n+ depletion. Assess-\ning ﬂ uid status is the key to diagnosis (see ﬁ g 14.3).\nSigns and symptoms Look for anorexia, nausea, and malaise initially, followed by \nheadache, irritability, confusion, weakness, GCS, and seizures, depending on the se-\nverity and rate of change in serum Na\n+. Cardiac failure or oedema may help to indi-\ncate the cause. Hyponatraemia also increases the risk of falls in the elderly. 3\nCauses See ﬁ g 14.3. Artefactual causes include: •blood sample was from a drip arm \n•high serum lipid/protein content causing serum volume, with Na\n+ concentration \nbut normal plasma osmolality •if hyperglycaemic (20mmol/L) add ~4.3mmol/L to \nplasma Na\n+ for every 10mmol/L rise in glucose above normal.\nIatrogenic hyponatraemia If 5% glucose is infused continuously without adding \n0.9% saline, the glucose is quickly used, rendering the ﬂ uid hypotonic and causing hy-\nponatraemia, esp. in those on thiazide diuretics, women (esp. pre-menopausal), and \nthose undergoing physiological stress (eg post-operative, septic). In some patients, \nonly marginally low plasma Na\n+ levels cause serious eff ects (eg ~128mmol/L)—don’t \nattribute odd CNS signs to non-existent strokes/TIAS if Na\n+.\nManagement\n  \n• Correct the underlying cause; never base treatment on Na\n+ concentration alone. \nThe presence of symptoms, the chronicity of the hyponatraemia, and state of hy-\ndration are all important. Replace Na\n+ and water at the same rate they were lost.\n  \n• Asymptomatic chronic hyponatraemia, ﬂ uid restriction is often suffi  cient if \nasymptomatic, although demeclocycline (ADH antagonist) may be required. If hy-\npervolaemic (cirrhosis, CCF), treat the underlying disorder ﬁ rst.\n  \n• Acute or symptomatic hyponatraemia, or if dehydrated, cautious rehydration \nwith 0.9% saline may be given, but do not correct changes rapidly as central pontine \nmyelinolysis\n2 may result. Maximum rise in serum Na\n+ 15mmol/L per day if chronic, \nor 1mmol/L per hour if acute. Consider using furosemide when not hypovolaemic \nto avoid ﬂ uid overload.\n  \n• Vasopressor receptor antagonists (‘vaptans’, eg tolvaptan) promote water excre-\ntion without loss of electrolytes, and appear to be eff ective in treating hypervolae-\nmic and euvolaemic hyponatraemia but are expensive. 4\n \nIn emergency: (Seizures, coma) seek expert help. Consider hypertonic saline (eg \n1.8% saline) at 70mmol Na\n+/h ± furosemide. Aim for a gradual increase in plasma \nNa\n+ to ≈125mmol/L. Beware heart failure and central pontine myelinolysis.\n2 \n2 Central pontine myelinolysis: irreversible and often fatal pontine demyelination seen in malnourished \nalcoholics or rapid correction of Na\n+. There is subacute onset of lethargy, confusion, pseudobulbar palsy, \npara- or quadriparesis, ‘locked-in’ syndrome, or coma.", "text_length": 3974, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 680/905)", "type": "chunk", "chunk_index": 679, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.336450", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.337689", "status": "complete", "chunks_added": 3}