{"task_id": "8ea86d527e5e00dc", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 336/905)", "text": "tic anaemia.\nCourtesy of Prof. Christine Lawrence.\n\n--- Page 342 ---\n328\nHaematology\nThe peripheral blood ﬁ lm\nMany haematological (and other) diagnoses are made by careful examination of \nthe peripheral blood ﬁ lm. It is also necessary for interpretation of the FBC indices.\nFeatures Include:\nAcanthocytes: (ﬁ g 8.10) Spicules on RBCS ( unstable RBC membrane lipid structure); \ncauses: splenectomy, alcoholic liver disease, abetalipoproteinaemia, spherocytosis.\nAnisocytosis: Variation in RBC size, eg megaloblastic anaemia, thalassaemia, IDA.\nBasophilic RBC stippling: (ﬁ g 8.11) Denatured RNA found in RBCS, indicating acceler-\nated erythropoiesis or defective Hb synthesis. Seen in lead poisoning, megaloblastic \nanaemia, myelodysplasia, liver disease, haemoglobinopathy, eg thalassaemia.\nBlasts: Nucleated precursor cells. They should not normally appear in peripheral \nblood but do in myeloﬁ brosis, leukaemia, and malignant marrow inﬁ ltration.\nBurr cells (echinocytes): RBC projections (less marked than in acanthocytes); ﬁ g 8.12.\nCabot rings: Seen in: pernicious anaemia; lead poisoning; bad infections (ﬁ g 8.13).1\nDimorphic picture: Two populations of red cells. Seen after treatment of Fe, B12, \nor folate deﬁ ciency, in mixed deﬁ ciency (Fe with B12 or folate), post-transfusion, \nor with primary sideroblastic anaemia, where a clone of abnormal erythroblasts \nproduce abnormal red cells, alongside normal red cell production.\nHowell–Jolly bodies: DNA nuclear remnants in RBCS, which are normally removed \nby the spleen (ﬁ g 8.14). Seen post-splenectomy and in hyposplenism (eg sickle-cell \ndisease, coeliac disease, congenital, UC/Crohn’s, myeloproliferative disease, amyloid). \nAlso in dyserythropoietic states: myelodysplasia, megaloblastic anaemia.\nHypochromia: (p326.) Less dense staining of RBCS due to Hb synthesis, seen in IDA, \nthalassaemia, and sideroblastic anaemia (iron stores unusable, p366).\nLeft shift: Immature neutrophils released from the marrow, eg in infection (ﬁ g 8.15).\nLeukoerythroblastic ﬁ lm: Immature cells (myelocytes, promyelocytes, metamyelo-\ncytes, normoblasts) ± tear-drop RBCS from haemolysis or marrow inﬁ ltration/infec-\ntion (malign ancy; TB; brucella; visceral leishmaniasis; parvovirus B19) .\nLeukaemoid reaction: A marked leucocytosis (WCC >50≈10\n9/L). Seen in severe illness, \neg with infection or burns, and also in leukaemia.\nPappenheimer bodies: (ﬁ g 8.16) Granules of siderocytes containing iron. Seen in \nlead poisoning, carcinomatosis, and post-splenectomy.\nPoikilocytosis: Variation in RBC shape, eg in IDA, myeloﬁ brosis, thalassaemia.\nPolychromasia: RBCS of diff erent ages stain unevenly (young are bluer). This is a re-\nsponse to bleeding, haematinic replacement (ferrous sulfate, B12, folate), haemolysis, \nor marrow inﬁ ltration. Reticulocyte count is raised.\nReticulocytes: (Normal range: 0.8–2%; or <85≈10\n9/L.) (ﬁ g 8.17) Young, larger RBCS \n(contain RNA) signifying active erythropoiesis. Increased in haemolysis, haemor-\nrhage, and if B12, iron, or folate is given to marrow that lack these.\nRight shift: Hypermature white cells: hypersegmented polymorphs (>5 lobes to nu-\ncleus) seen in megaloblastic anaemia, uraemia, and liver disease. See p333, ﬁ g 8.25.\nRouleaux formation: (ﬁ g 8.18) Red cells stack on each other (causing a raised ESR; \np372). Seen with chronic inﬂ ammation, paraproteinaemia, and myeloma.\nSchisto cytes: Fragmented RBCS sliced by ﬁ brin bands, in intravascular haemolysis \n(p339, ﬁ g 8.31). Look for microangiopathic anaemia, eg DIC (p352), haemolytic urae-\nmic syndrome, thrombotic thrombocytopenic purpura (TTP: p315), or pre-eclampsia.\nSpherocytes: Spherical cells found in hereditary spherocytosis and autoimmune \nhaemolytic anaemia. See p338.\nTarget cells: (Also known as Mexican hat cells, ﬁ g 8.14 and ﬁ g 8.41, p343.) These are \nRBCS with central staining, a ring of pallor, and an outer rim of staining seen in liver \ndisease, hyposplenism, thalassaemia—and, in small numbers, in IDA.\nTear-drop RBCS: Seen in extramedullary haematopoiesis; see leukoerythroblastic ﬁ lm.\n3 Cabot ‘ﬁ gure-of-eight’ rings may be micro tubules from mitotic spindles. It is easy to confuse them with \nmalaria parasites, p416 (especially if stippling gives a ‘chromatin dot’ artefact, as here). Richard Clarke \nCabot (1868–1939) liked diagnostic challenges: he founded the notoriously hard but beautifully presented \nweekly clinicopathological exercises of the Massachusetts General Hospital which made the New England \nJournal of Medicine so famous. He also wisely recommended that: ‘before you tell the truth to the patient, \nbe sure you know the truth, and that the patient wants to hear it’.", "text_length": 4684, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 336/905)", "type": "chunk", "chunk_index": 335, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.744287", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.744957", "status": "complete", "chunks_added": 3}