{"task_id": "8eb55a4757e202d5", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 350/905)", "text": "ulcers in sickle-cell dis ease.\n©Prof. C Lawrence.\n\n--- Page 356 ---\n342\nHaematology\nThalassaemia\nThe thalassaemias are genetic diseases of unbalanced Hb synthesis, with underpro-\nduction (or no production) of one globin chain (see table 8.2 and BOX). Unmatched \nglobins precipitate, damaging RBC membranes, causing their haemolysis while still \nin the marrow. They are common in areas from the Mediterranean to the Far East.\nThe  thalassaemias Usually caused by point mutations in -globin genes on \nchromosome 11, leading to  chain production (+) or its absence (0). Various \ncombinations of mutations are possible (eg 0/0, +/+, or +/0).\nTests: FBC, MCV, ﬁ lm, iron, HbA2, HbF, Hb electrophoresis. MRI where myocardial \nsiderosis suspected (from iron overload). \n thalassaemia minor or trait (eg /+; heterozygous state): this is a carrier \nstate, and is usually asymptomatic. Mild, well-tolerated anaemia (Hb >90g/L) \nwhich may worsen in pregnancy. MCV <75fL, HbA2 >3.5%, slight HbF. Often con-\nfused with iron-deﬁ ciency anaemia.\n thalassaemia intermedia: describes an intermediate state with moderate anae-\nmia but not requiring transfusions. There may be splenomegaly. There are a vari-\nety of causes including mild homozygous  thalassaemia mutations, eg +/+, or \nco-inheritance of  thalassaemia trait with another haemoglobinopathy, eg HbC \nthalassaemia (one parent has the HbC trait, and the other has \n+). Sickle-cell + \nthalassaemia produces a picture similar to sickle-cell anaemia.\n thalassaemia major: denotes signiﬁ cant abnormalities in both -globin genes, \nand presents in the 1st year, with severe anaemia and failure to thrive. Extra-\nmedullary haematopoiesis (RBCS made outside the marrow) occurs in response to \nanaemia, causing characteristic head shape, eg skull bossing (ﬁ gs 8.39, 8.40) and \nhepato spleno megaly (also due to hae molysis). There is osteopenia (may respond \nto zoledronic acid). Skull X-ray shows a ‘hair on end’ sign due to marrow activity. \nLife-long blood transfusions are needed, with resulting iron overload/deposition \nseen after ~10yrs as endocrine failure (pituitary, thyroid, pancreasdiabetes mel-\nlitus), liver disease, and cardiac toxicity. The ﬁ lm shows very hypochromic, micro-\ncytic cells + target cells + nucleated RBCs. HbF, HbA2 variable, HbA absent.\nTreatment: Promote ﬁ tness; healthy diet. Folate supplements help. \n  \n• Regular (~2–4 weekly) life-long transfusions to keep Hb >90g/L, to suppress the \nineff ective extramedullary haematopoiesis and to allow normal growth. Iron \noverload is a big problem causing hypothyroidism, hypocalcaemia, and hypo-\ngonadism. Can be mitigated by iron-chelators (deferiprone PO + desferrioxamine \nsc twice weekly. SE: pain, deafness, cataracts, retinal damage, risk of Yersinia). \nLarge doses of ascorbic acid can also help by urinary excretion of iron.\n  \n• Splenectomy if hypersplenism persists with increasing transfusion requirements \n(p373)—this is best avoided until >5yrs old due to risk of infections.\n  \n• Hormonal replacement or treatment for endocrine complications, eg diabetes \nmellitus, hypothyroidism. Growth hormone treatment has had variable success.\n  \n• A histocompatible marrow transplant can off er the chance of a cure. \nPrevention: Approaches include genetic counselling or antenatal diagnosis using \nfetal blood or DNA, then ‘therapeutic’ abortion.\nThe  thalassaemias (ﬁ g 8.41) There are two separate -globin genes on each \nchromosome 16  there are four genes (termed /). The  thalassaemias are \nmainly caused by gene deletions. If all four  genes are deleted (--/--), death is in \nutero (Bart’s hydrops). Here, HbBarts (4) is present, which is physiologically use-\nless. HbH disease occurs if three genes are deleted (--/-); there may be moderate \nanaemia and features of haemolysis: hepatosplenomegaly, leg ulcers, and jaun-\ndice. In the blood ﬁ lm, there is formation of 4 tetramers (=HbH) due to excess  \nchains, HbBarts, HbA, and HbA2. If two genes are deleted (--/ or -/-), there \nis an asymptomatic carrier state, with MCV. With one gene deleted, the clinical \nstate is normal.", "text_length": 4156, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 350/905)", "type": "chunk", "chunk_index": 349, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.765162", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.766068", "status": "complete", "chunks_added": 3}