{"task_id": "91759d3f65301691", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 127/905)", "text": "gnosis if: elderly, LV failure, and ST changes. 16\n\n--- Page 133 ---\n119\nCardiovascular medicine\nFig 3.22 Enzyme changes following acute MI. Increasingly, high-sensitivity troponins are used \nalone for routine investigation of ACS. \nFig 3.21 Sequential ECG changes following acute MI.\nTroponins are proteins involved in cardiac and skeletal muscle contraction \n(ﬁ g 3.23). When myocardial cells are damaged, troponins are released and en-\nter the bloodstream. The levels of troponin in the blood can therefore help with \ndiagnosing myocardial damage. Troponins I and T are most speciﬁ c to the heart.\nTroponin levels are most commonly measured when ACS is suspected. In this \ncircumstance, one would expect troponin levels to rise in the hours following the \ninsult (ﬁ g 3.22). Troponin levels can be high with other causes of myocardial dam-\nage, for example myocarditis, pericarditis, and ventricular strain. With these con-\nditions, the troponin levels are likely to change little hour by hour as the insults are \nongoing. Discrete episodes of tachyarrhythmias may cause troponin rises similar \nto in ACS. Troponin levels can also be raised iatrogenically, eg following CPR, DC \ncardioversion, ablation therapy.\nA troponin rise may have a non-cardiac aetiology. This can be indirectly related \nto the heart, eg a massive PE causing right ventricular strain, or have no clear car-\ndiac connection, eg subarachnoid haemorrhage, burns, or sepsis. A common cause \nof consistently elevated troponin is renal failure. Hence, when measuring troponin, \nchange in level is often more important than the level itself. \nFig 3.23 Diagram of myocardial contraction unit. The troponin complex controls when the myo-\nsin heads can bind to the actin chain, shortening the muscle ﬁ bre.\nReproduced from Barnard et al., Cardiac Anaesthesia, 2010, with permission from Oxford University Press.\nTroponin", "text_length": 1886, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 127/905)", "type": "chunk", "chunk_index": 126, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.076463", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.077221", "status": "complete", "chunks_added": 1}