{"task_id": "91a96202096df22e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 372/905)", "text": "b in untreated follicular lymphoma\n(a)\n(d)\n(c)\n(b)\n\n--- Page 378 ---\n364\nHaematology\nPancytopenia and bone marrow failure\nBone marrow is responsible for haematopoiesis. In adults, this normally takes place \nin the central skeleton (vertebrae, sternum, ribs, skull) and proximal long bones. \nIn some anaemias (eg thalassaemia), increased demand induces haematopoiesis \nbeyond the marrow (extramedullary haematopoiesis), in liver and spleen, causing \norganomegaly. All blood cells arise from an early pluripotent stem cell, which divides \nasymmetrically to produce another stem cell and a progenitor cell committed to a \nlineage (see ﬁ g 8.66). Committed progenitors further diff erentiate into myeloid or \nlymphocyte lineages, releasing their progeny into the blood.\nPancytopenia Reduction in all the major cell lines: red cells, white cells, and platelets. \nCauses are due to: 1 Marrow production: Aplastic anaemia (see BOX), inﬁ ltration (eg \nacute leukaemia, myelodysplasia, myeloma, lymphoma, solid tumours, TB), megalo-\nblastic anaemia, myeloﬁ brosis (p366). 2 Peripheral destruction: Hypersplenism.\nAgranulocytosis Implies that granulocytes (WBCs with neutrophil, basophil, or \neosin ophil granules) have stopped being made, leaving the patient at risk of fatal \ninfections. Many drugs can be the culprit: eg carbimazole, procainamide, sulfona-\nmides, gold, clozapine, dapsone. When starting drugs known to cause agranu-\nlocytosis, warn patients to report any fever. Neutropenia (wcc 0.5≈10\n9/L) may \ndeclare itself initially as a sore throat. Stop the drug, commence neutropenic regi-\nmen and consider G-CSF if indicated (p352).\nMarrow support Red cells survive for ~120d, platelets for ~8d, and neutrophils for \n1–2d, so early problems are mainly from neutropenia and thrombocytopenia.\n1   Red cell transfusion: Transfusing 1U should raise Hb by ~10–15g/L (p348). Trans-\nfusion may drop the platelet count (you may need to give platelets before or after).\n2   Platelets: Traumatic bleeds, purpura, and easy bruising occur if platelets \n<50≈10\n9/L. Spontaneous bleeding may occur if platelets <20≈10\n9/L, with intrac-\nranial haem orrhage rarely. Platelets are stored at room temperature (22°C; not \nin the fridge). In marrow transplant or if severely immunosuppressed, platelets \nmay need irradiation before use to prevent transfusion-associated GVHD. Platelets \nmust be ABO compatible. They are not used in ITP (p345). Indications: • Platelets \n<10≈10\n9/L. • Haemorrhage (eg DIC, p352). • Before invasive procedures (eg biopsy, \nlumbar puncture) to increase count to >50≈10\n9/L. 4U of platelets should raise the \ncount to >40≈10\n9/L in adults; check dose needed with lab.\n3   Neutrophils: Use neutropenic regimen if the count <0.5≈10\n9/L (p352).\nBone marrow biopsy Gives diagnostic information where there are abnormalities \nin the peripheral blood; it is also an important staging test in the lymphoprolifera-\ntive disorders. Ideally take an aspirate and trephine usually from the posterior iliac \ncrest (aspirates can be taken from the anterior iliac crest or sternum). The aspirate \nprovides a ﬁ lm which is examined by microscope. The trephine is a core of bone \nwhich allows assessment of bone marrow cellularity, architecture, and the presence \nof inﬁ ltrative disease (eg neoplasia). Coagulation disorders may need to be corrected \npre-biopsy. Apply pressure afterwards (lie on that side for 1–2h if platelets are low).\nThis is a rare (~5 cases per million/year) stem cell disorder in which bone marrow \nstops making cells, leading to pancytopenia. Presents with features of anaemia \n(Hb), infection (WCC), or bleeding (platelets). Causes: Most cases are autoim-\nmune, triggered by drugs, viruses (eg parvovirus, hepatitis), or irradiation. May \nalso be inherited, eg Fanconi anaemia (p698). Tests: Bone marrow biopsy is diag-\nnostic. Treatment: Mainly supportive in asymptomatic patients. Transfuse blood \nproducts as required and initiate neutropenic regimen if count <0.5≈10\n9/L (p352). \nThe treatment of choice in young patients with severe disease is allogeneic mar-\nrow transplantation from an HLA-matched sibling, which can be curative. Other-\nwise, immunosuppression with ciclosporin and antithymocyte globulin may be \neff ective, although it is not curative in most. There is no clear role for G-CSF.\nAplastic anaemia", "text_length": 4347, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 372/905)", "type": "chunk", "chunk_index": 371, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.807570", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.808690", "status": "complete", "chunks_added": 3}