{"task_id": "92b2b59b5cb19b82", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 854/905)", "text": "22\n24\n0.7\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n0\nTreatment line\n\n--- Page 860 ---\n846\nEmergencies\nBurns\nAssessment Burn size is important to assess as it inﬂ uences the size of the inﬂ am-\nmatory response (vasodilation, increased vascular permeability) and thus ﬂ uid shift \nfrom the intravascular volume. Use Lund and Browder charts (see ﬁ g 19.27) or the \n‘rule of nines’ (arm: 9%; front of trunk 18%; head and neck 9%; leg 18%; back of trunk \n18%; perineum 1%). Ignore erythema. Burn depth determines healing time/scarring; \nassessing this can be hard, even for the experienced. The big distinction is whether \nthe burn is partial thickness (painful, red, and blistered) or full thickness (insensate/\npainless; grey-white). NB: burns can evolve, particularly over the ﬁ rst 48h.\nResuscitation Resuscitate and arrange transfer to specialist burns unit for all major \nburns (>25% partial thickness in adults and >20% in children). Assess site, size, and \ndepth of burn (ﬁ g 19.27, to help calculate ﬂ uid requirements). Referral is still war-\nranted in cases of full thickness burns >5%, partial thickness burns >10% in adults or \n>5% in children or the elderly, burns of special sites, chemical and electrical burns, \nand burns with inhalational injury.\n  \n• Airway: Beware of upper airway obstruction developing if hot gases inhaled. Sus-\npect if history of ﬁ re in enclosed space, soot in oral/nasal cavity, singed nasal hairs \nor hoarse voice. A ﬂ exible laryngo/bronchoscopy is useful. Involve anaesthetists \nearly and consider early intubation. Obstruction can develop in the ﬁ rst 24h.\n  \n• Breathing: Exclude life-threatening chest injuries (eg tension pneumothorax) and \nconstricting burns—consider escharotomy if chest burns are impairing thorax ex-\ncursion (OHCS p766). Give 100% O2. Suspect carbon monoxide poisoning (p842) from \nhistory, cherry-red skin, and carboxyhaemoglobin level (COHb). With 100% O2 t½ \nof COHb falls from 250min to 40min (consider hyperbaric O2 if: pH<7.1; CNS signs; \n>25% COHb or >20% if pregnant). SpO2 (oxim etry) is unreliable in CO poisoning.\n  \n• Circulation: Partial thickness burns >10% in a child and >15% in adults require IV \nﬂ uid resuscitation. Put up 2 large-bore (14G or 16G) IV lines. Do not worry if you have \nto put these through burned skin; intraosseous access is valuable in infants and \ncan be used in adults (see OHCS p236). Secure them well: they are literally lifelines.\nUse a burns calculator ﬂ ow chart or a formula, eg: Parkland formula (popular): 4 ≈ \nweight (kg) ≈ % burn = mL Hartmann’s solution in 24h, half given in 1st 8h. Replace ﬂ u-\nid from the time of burn, not from the time ﬁ rst seen in hospital. Formulae are only \nguides: adjust IVI according to clinical response and urine output; aim for 0.5mL/kg/h \n(1mL/kg/h in children), ~50% more in electrical burns and inhalation injury. Monitor \nT° (core and surface); catheterize the bladder. Beware of over-resuscitation (‘ﬂ uid \ncreep’) which can lead to complications such as abdominal compartment syndrome.\nTreatment ‘Cool the burn, warm the patient.’ Do not apply cold water to extensive \nburns for long periods: this may intensify shock. Take care with circumferential full-\nthickness burns of the limbs as compartment syndrome may develop rapidly particu-\nlarly after ﬂ uid resuscitation. Decompress (escharotomy and fasciotomy) as needed. \nIf transferring to a burns unit, do not burst blisters or apply any special creams as \nthis can hinder assessment. Simple saline gauze or paraffi  n gauze is suitable; cling \nﬁ lm is useful as a temporary measure and relieves pain. Titrate morphine IV for good \nanalgesia. Ensure tetanus immunity. Antibiotic prophylaxis is not routinely used.\nDeﬁ nitive dressings There are many dressings for partial thickness burns, eg bio-\nlogical (pigskin, cadaveric skin), synthetic, and silver sulfadi azine cream alone or \nwith cerium nitrate as Flammacerium®; it forms a leathery eschar which resists \ninfection. Major full-thickness burns beneﬁ t from early tangential excision and split-\nskin grafts as the burn is a major source of inﬂ ammatory cytokines and forms a rich \nmedium for bacterial growth.", "text_length": 4156, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 854/905)", "type": "chunk", "chunk_index": 853, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.658776", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.659693", "status": "complete", "chunks_added": 3}