{"task_id": "93685c16bf888d8f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 589/905)", "text": " p622. Prostatectomy p642. Haemorrhoidectomy p632.\n\n--- Page 595 ---\n581\nSurgery\nWhen re-operating on the abdomen, the struggle against adhesions tests the \nfarthest and darkest boundaries of patience of the abdominal surgeon and the \nassistant. The skill and persistence required to gently and atraumatically tease \napart these ﬁ brous bands that restrict access and vision makes any progression, \nno matter how slight, cause for subdued celebration. Perseverance is the name \nof this game.\nSurgical division of adhesions is known as adhesiolysis. Any surgical procedure \nthat breaches the abdominal or pelvic cavities can predispose to the formation \nof adhesions, which are found in up to 90% of those with previous abdominal \nsurgery; this is why we do not rush to operate on small bowel obstruction: the op-\neration predisposes to yet more adhesions. Handling of the serosal surface of the \nbowel causes inﬂ ammation, which over weeks to years can lead to the formation \nof ﬁ brous bands that tether the bowel to itself or adjacent structures—though \nadhesions can also form secondary to infection, radiation injury, and inﬂ ammatory \nprocesses such as Crohn’s disease. Their main sequelae are intestinal obstruction \n(the cause in ~60% of cases—see p610) and chronic abdominal or pelvic pain. Stud-\nies have shown that adhesiolysis may help relieve chronic pain, though for a small \nproportion of patients the pain never improves or even worsens after directed \nintervention.\nAs far as prevention is concerned, the best approach is to avoid operating; lapa-\nroscopy compared with laparotomy reduces the rate of local adhesions. Insertion \nof synthetic ﬁ lms (eg hyaluronic acid/carboxymethyl membrane) to prevent adhe-\nsions to the anterior abdominal wall reduces incidence, extent, and severity of \nadhesions, but not incidence of obstruction or operative re-intervention.\nAdhesions—legacy of the laparotomy, bane of the surgeon", "text_length": 1935, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 589/905)", "type": "chunk", "chunk_index": 588, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.190614", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.191449", "status": "complete", "chunks_added": 1}