{"task_id": "93846f744cc1d253", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 637/905)", "text": "nfective strictures may form in the sigmoid colon.\n\n--- Page 643 ---\n629\nSurgery\nCauses Diverticulitis, colorectal cancer, haemorrhoids, IBD, perianal disease, an-\ngiodyplasia (submucosal arteriovenous malformations, typically elderly). Rarities: \ntrauma, ischaemia colitis, radiation proctitis, aorto-enteric ﬁ stula.\nAn acute man agement plan for this common surgical event:\n \nABC resuscitation, if necessary.\n \nHistory and examination.\n \nBlood tests: FBC, U&E, LFT, clotting, amyl ase (always thinking of pancreatitis), \nCRP, group and save—await Hb result before crossmatching unless unstable and \nbleeding.\n \nImaging: May only need plain AXR, but if there are signs of perforation (eg sepsis, \nperitonism) or if there is cardiorespiratory comorbidity, then request an erect CXR.\n \nFluid management: Insert 2 cannulae (≥18G) into the antecubital fossae. Insert \na urinary catheter if there is a suspicion of haemodynamic comprom ise—there \nis no absolute indication, but remember that you are weighing up the risks and \nbeneﬁ ts. Give crystalloid as replacement and maintenance IVI. Blood transfu-\nsion only if signiﬁ cant blood loss (table 13.10, p607).\n \nClotting: Withold ± reverse anticoagulation and antiplatelet agents (p351).\n \nAntibiotics may occasionally be required if there is evidence of sepsis or perfo-\nration, eg piperacillin/tazobactam 4.5g/8h IV.\n \nKeep bedbound: The patient may feel the need to get out of bed to pass stool, \nbut this could be another large bleed, resulting in collapse if they try to walk. \nDon’t allow them to mobilize and inform the nursing staff  of this.\n \nStart a stool chart to monitor volume and frequency of motions. Send a sample \nfor MC&S (x3 if known to have compromising comorbidity such as IBD).\n \nDiet: Keep on clear ﬂ uids so that they can have something, yet the colon will be \nas clear as possible if colonoscopy required.\n \nInterventions if bleeding not settling with conservative management: Angi-\nography may allow localization of bleeding (eg sigmoid diverticulum or right \nsided angiodysplasia) as well as therapeutic embolization; CT angiography is \na non-invasive alternative (without interventional options); colonoscopy may \npermit endoscopic haemostasis.\n \nSurgery: The main indication for this is unremitting, massive bleeding that is not \ncontrolled by other means.\nRectal bleeding—an acute management plan", "text_length": 2389, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 637/905)", "type": "chunk", "chunk_index": 636, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.273633", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.274449", "status": "complete", "chunks_added": 2}