{"task_id": "94db426325541c8e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 61/905)", "text": "ommon allergens (eg house dust mite, grass, cats).\n\n--- Page 63 ---\n49\nHistory and examination\nBlood is coughed up, eg frothy, alkaline, and bright red, often in a context of \nknown chest disease (vomited blood is acidic and dark).\nTable 2.6 Respiratory causes of haemoptysis.\n1 Infective\nTB; bronchiectasis; bronchitis; pneumonia; lung abscess; \nCOPD; fungi (eg aspergillosis); viruses (from pneumonitis, \ncryo globulinaemia, eg with hepatitis viruses, HIV-associ-\nated pneumocystosis, or MAI, p400). Helminths: paragon-\nimiasis; hydatid (p435); schistosomiasis.\n2 Neoplastic\nPrimary or secondary.\n3 Vascular\nLung infarction (PE); vasculitis (ANCA-associated; RA; SLE); \nhereditary haemorrhagic telangiectasia; AV malforma-\ntion; capillaritis.\n4 Parenchymal\nDiff use interstitial ﬁ brosis; sarcoidosis; haemosid erosis; \nGoodpasture’s syndrome; cystic ﬁ brosis.\n5 Pulmonary \nhypertension\nIdiopathic, thromboembolic, congenital cyanotic heart \ndisease (p156), pulmonary ﬁ brosis, bronchiectasis.\n6 Coagulopathies\nAny—eg thrombocytopenia, p344; DIC; warfarin excess.\n7 Trauma/foreign body\nEg post-intubation, or an eroding implanted deﬁ brillator.\n8 Pseudo-haemoptysis\nMunchausen’s (p706); aspirated haematemesis; red pig ment \n(prodigiosin) from Serratia marcescens (Gram-negative \nbacteria) in sputum.7\nRare causes refuse to be classiﬁ ed neatly: vascular causes may have infective origins, \neg hydatid cyst may count as a foreign body, and infection, and vascular if it ﬁ stulates \nwith the aorta; ditto for infected (mycotic) aneurysm rupture, or TB aortitis. Infective \ncauses entailing coag ulopathy: dengue; leptospirosis. In monthly haemoptysis, think \nof lung endometriosis.\n: Haemoptysis may need treating in its own right, if mass ive (eg trauma, TB, \nhydatid cyst, cancer, AV malformation): call chest team, consider interventional \nradiology input (danger is drowning: lobe resection, endobronchial tamponade, or \narterial embolization may be needed). Set up IVI, do CXR, blood gases, FBC, INR/APTT, \ncrossmatch. If distressing, give prompt IV morphine, eg if inoperable malignancy.\nDyspnoea\nSubjective sensation of shortness of breath, often exacerbated by exertion.\n  \n• Lung—airway and interstitial disease. May be hard to separate from cardiac \ncauses; asthma may wake patient, and cause early morning dyspnoea & wheeze.\n  \n• Cardiac—eg ischaemic heart disease or left ventricular failure (LVF), mitral ste-\nnosis, of any cause. LVF is associated with orthopnoea (dyspnoea worse on lying; \n‘How many pillows?’) and paroxysmal nocturnal dyspnoea (PND; dyspnoea waking \none up). Other features include ankle oedema, lung crepitations, and JVP.\n  \n• Anatomical—eg diseases of the chest wall, muscles, pleura. Ascites can cause \nbreathlessness by splinting the diaphragm, restricting its movement.\n  \n• Others Any shocked patient may also be dyspnoeic (p790 & p607)—dyspnoea \nmay be shock’s presenting feature. Also anaemia or metabolic acidosis caus-\ning respiratory compensation, eg ketoacidosis, aspirin poisoning. Look for other \nclues—dyspnoea at rest unassociated with exertion, may be psychogenic: pro-\nlonged hyperventilation causes respiratory alkalosis. This causes a fall in ion ized \ncalcium leading to apparent hypocalcaemia. Features include peripheral and \nperioral paraesthesiae ± carpopedal spasm. Speed of onset helps diagnosis:\nTable 2.7 Aetiology of dyspnoea by timing of onset.\nAcute\nSubacute\nChronic\nForeign body\nPneumothorax (p749, ﬁ g 16.43)\nPulmonary embolus\nAcute pulmonary oedema\nPsychogenic\nAsthma\nParenchymal disease,\n eg alveolitis pneumonia\nEff usion\nPsychogenic\nCOPD and chronic parenchymal \n diseases\nNon-respiratory causes,\n eg cardiac failure, \n anaemia\nHaemoptysis", "text_length": 3715, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 61/905)", "type": "chunk", "chunk_index": 60, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.965130", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.966156", "status": "complete", "chunks_added": 2}