{"task_id": "94ebbfe9acc38482", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 630/905)", "text": "urgery\nFig 13.36 The arterial supply to the colon.\n\n--- Page 636 ---\n622\nSurgery\nGastric surgery and its aftermath\nIndications for gastric surgery include gastric cancer (p619) and perforated/\nhaemorrhaging peptic ulcers. Medical therapy (p252) for peptic ulcers has made \nelective surgery exceedingly rare/redundant. Emergency surgery may be needed \nfor haemorrhage or perforation. Haemor rhage is usually treated by under-running \nthe bleeding ulcer base or excision of the ulcer. If the former is done, then a biopsy \nshould be taken to exclude malignancy. Perforation is usually managed by excision \nof the hole for histology, then closure.\nGastric carcinoma Localized disease may be treated by curative gastrectomy. Le-\nsions in the proximal third or extensive inﬁ ltrative disease require total gastrectomy, \nwhile lesions in the distal two-thirds can be treated with a partial gastrectomy. Lapa-\nroscopic surgery may be as eff ective and safe as open surgery in specialist centres. \nSurgery: Billroth I: Partial gastrectomy with simple gastroduodenal re-anastomosis.\nBillroth II (AKA Polya) gastrectomy: (ﬁ g 13.37) Partial gastrectomy with gastroje-\njunal anastomosis. The duodenal stump is oversewn (leaving a blind aff erent loop), \nand anastomosis is achieved by a longitud inal incision into the proximal jejunum. \nRoux-en-Y: (ﬁ g 13.38) Following total or subtotal gastrectomy, the proximal duodenal \nstump is oversewn, the proximal jejunum is divided from the distal duodenum and con-\nnects with the oesophagus (or proximal stomach after subtotal gastrectomy), while \nthe distal duodenum is connected to the distal jejunum.\nLymph node clearance is a controversial area. RCTS and meta-analyses suggest there \nmay be limited beneﬁ t and increased morbidity associated with extended lymph \nnode resections (D2 or D3) over resection limited to the perigastric nodes (D1).\nPhysical complications of gastrectomy\n  \n• Abdominal fullness: Feeling of early satiety (± discomfort and distension) im-\nproving with time. Advise to take small, frequent meals.\n  \n• Afferent loop syndrome: Post-gastrectomy (eg Billroth II), the aff erent loop \nmay ﬁ ll with bile after a meal, causing upper abdominal pain and bilious vomit-\ning. This is diffi  cult to treat—but often improves with time.\n  \n• Diarrhoea: May be disabling after vagotomy. Codeine phosphate may help.\n  \n• Gastric tumour: A rare complication of any surgery which  acid production.\n  \n• Amylase: If with abdominal pain, this may indicate aff erent loop obstruction \nafter Billroth II surgery and requires emergency surgery.\nMetabolic complications\n  \n• Dumping syndrome: Fainting and sweating after eating due to food of high os-\nmotic potential being dumped in the jejunum, causing oligaemia from rapid ﬂ uid \nshifts. ‘Late dumping’ is due to rebound hypoglycaemia and occurs 1–3h after \nmeals. Both tend to improve with time but may be helped by eating less sugar, \nand more guar gum and pectin (slows glucose absorption). Acarbose may also \nhelp to reduce the early hyperglycaemic stimulus to insulin secretion.\n  \n• Weight loss: Often due to poor calorie intake.\n  \n• Bacterial overgrowth ± malabsorption (blind loop syndrome) may occur.\n  \n• Anaemia: Usually from lack of iron, hypochlorhydria, and stomach resection. B12 \nlevels are frequently low but megaloblastic anaemia is rare.\n  \n• Osteomalacia: There may be pseudofractures which look like metastases.", "text_length": 3433, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 630/905)", "type": "chunk", "chunk_index": 629, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.262641", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.263297", "status": "complete", "chunks_added": 2}