{"task_id": "956744d8212b4cf8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 69/905)", "text": "mia/Hyponatraemia; Infection (eg UTI, meningitis).\n\n--- Page 71 ---\n57\nHistory and examination\nAbdominal pain\nCharacter depends on underlying cause. Examples: irritation of the mucosa (acute \ngastritis), smooth muscle spasm (acute enterocolitis), capsular stretching (liver con-\ngestion in CCF), peritoneal inﬂ ammation (acute appendicitis), and direct splanchnic \nnerve stimulation (retro peritoneal extension of tumour). The character (constant \nor colicky, sharp or dull), duration, and frequency depend on the mechanism of \nproduction. The location and distribution of referred pain depend on the anatomi-\ncal site. Time of occurrence and aggravating or relieving factors such as meals, \ndefecation, and sleep also have special signiﬁ cance related to the underlying disease \nprocess. The site of the pain may provide a clue:\n  \n• Epigastric: Pancreatitis, gastritis/duodenitis, peptic ulcer, gallbladder disease, \naortic aneurysm.\n  \n• Left upper quadrant: Peptic ulcer, gastric or colonic (splenic ﬂ exure) cancer, \nsplenic rupture, subphrenic or perinephric abscess, renal (colic, pyelonephritis).\n  \n• Right upper quadrant: Cholecystitis, biliary colic, hepatitis, peptic ulcer, colonic \ncancer (hepatic ﬂ exure), renal (colic, pyelonephritis), subphrenic/perinephric ab-\nscess.\n  \n• Loin: (lateral ⅓ of back between thorax and pelvis—merges with the ﬂ ank, p565) \nRenal colic, pyelonephritis, renal tumour, perinephric abscess, pain referred from \nvertebral column. Causes of ﬂ ank pain are similar (see index for fuller list).\n  \n• Left iliac fossa: Diverticulitis, volvulus, colon cancer, pelvic abscess, inﬂ am m atory \nbowel disease, hip pathology, renal colic, urinary tract infection (UTI), cancer in \nundescended testis; zoster—wait for the rash! (p454). Gynae: torsion of ovarian \ncyst, salpingitis, ectopic pregnancy.\n  \n• Right iliac fossa pain: All causes of left iliac fossa pain plus appendicitis and \nCrohn’s ileitis, but usually excluding diverticulitis.\n  \n• Pelvic: Urological: UTI, retention, stones. Gynae: menstruation, pregnancy, endome-\ntriosis (OHCS p288), salpingitis, endometritis (OHCS p274), ovarian cyst torsion.\n  \n• Generalized: Gastroenteritis, irritable bowel syndrome, peritonitis, constipation.\n  \n• Central: Mesenteric ischaemia, abdominal aneurysm, pancreatitis.\nRemember referred pain: Myocardial infarct  epigastrium; pleural pathology.\nAbdominal distension (masses and the ‘famous ﬁ ve’ Fs)\nEnid Blyton’s Famous Five characters can generally solve any crime or diag nos tic \nproblem using 1950s methodologies steeped in endless school holi days, copious \nconfection-laden mid night feasts, and lashings of homemade ginger beer.\nLet’s give them the problem of abdominal distension. The sweets and drinks used \nby the Famous Five actually contribute to the distension itself: fat, fluid, faeces, \nflatus, and fetus. If you think it far-fetched to implicate ginger beer in the genesis \nof fetuses, note that because it was homemade, like the fun, there was no limit to \nits intoxicating powers in those long-gone vintage summers. The point is to think to \nask ‘When was your last period?’ whenever confronted by a distended abdomen.\nFlatus will be resonant on percussion. Fluid will be dull, and can be from ascites (eg \nfrom malignancy or cirrhosis: look for shifting dullness), distended bladder (cannot \nget below it) or an aortic aneurysm (expansile). Masses can be pelvic (think of uter-\nine ﬁ broids or ovarian pathology) or tumours from colon, stomach, pancreas, liver, or \nkidney. Also see causes of ascites with portal hypertension (p604), hepatomegaly \n(p61), splenomegaly, and other abdominal masses (p604).\nSSRIs have been associated with an increased risk of bleeding.9 SSRIs are thought \nto increase gastric acidity and serotonin is thought to play a role in platelet ag-\ngregation. This may lead to an increased risk of ulcers and bleeding, particularly \nwhen co-prescribed with anticoagulants and drugs aff ecting intestinal lining (eg \nNSAIDS). NICE10 recommends cautious concomitant use of SSRIs with anticoagu-\nlants or NSAIDS and recommends gastroprotection (eg PPI) for older patients tak-\ning NSAIDs or aspirin.\nSSRIS and upper GI bleeding risk", "text_length": 4212, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 69/905)", "type": "chunk", "chunk_index": 68, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.980631", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.982099", "status": "complete", "chunks_added": 3}