{"task_id": "96ccae2fb43d1129", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 260/905)", "text": "n, relieved by nitrates \nor sublingual nifedipine.\n\n--- Page 266 ---\n252\nGastroenterology\nDyspepsia and peptic ulcer disease\nWar The stomach is a battle ground between the forces of attack (acid, pepsin, Helico-\nbacter pylori, bile salts) and defence (mucin secretion, cellular mucus, bicarbonate \nsecretion, mucosal blood ﬂ ow, cell turnover). Gastric antisecretory agents, eg H2 re-\nceptor antagonists (H2RAS), and proton pump inhibitors (PPIS) may only work if you \nhave optimized cytoprotection (antacids and sucralfate work this way). Success may \ndepend on you being not just a brilliant general, but also a tactician, politician, and \ndiplomat. Plan your strategy carefully4 (ﬁ g 6.14). As in any war, neglecting psycho-\nlogical factors can prove disastrous. The aim is not outright victory but maintaining \nthe balance of power so all may prosper.\nSymptoms Epigastric pain often related to hunger, speciﬁ c foods, or time of day, \nfullness after meals, heart burn (retro sternal pain); tender epi gastrium. Beware \nAlarm symptoms: Anaemia (iron deﬁ ciency); loss of weight; anorexia; recent on-\nset/progressive symptoms; melaena/haematemesis; swallowing diffi  culty.\nH. pylori (See table 6.5.) If 55yrs old: ‘Test and treat’ for H. pylori;\n6 if +ve give \nappropriate PPI and 2 antibiotic combination, eg lansoprazole 30mg/12h PO, \nclarithromycin 250mg/12h PO, and amoxicillin 1g/12h PO for 1wk. If Ωve give acid \nsuppression alone. Refer for urgent endoscopy (p248) all with dysphagia, as well \nas those 55 with alarm symptoms or with treatment-refractory dyspepsia.\nDuodenal ulcer (DU, ﬁ g 6.15.) 4-fold commoner than GU. Major risk factors: H. py-\nlori (90%); drugs (NSAIDS; steroids; SSRI). Minor: Gastric acid secretion; gastric \nemptying (duodenal pH); blood group O; smoking.\nSymptoms: Asympto matic or epigastric pain (relieved by antacids) ± weight. Signs: \nEpigastric tenderness. Diagnosis: Upper GI endoscopy. Test for H. pylori. Measure \ngastrin con cen trations when off  PPIS if Zollinger–Ellison syndrome (p716) is sus-\npected. : Non-ulcer dyspepsia; duodenal Crohn’s; TB; lymphoma; pancreatic cancer \n(p270). Follow-up: None; if good response to  (eg PPI).\nGastric ulcers (GU.) Occur mainly in the elderly, on the lesser curve. Ulcers else-\nwhere are more often malignant. Risk factors: H. pylori (~80%); smoking; NSAIDS; re-\nﬂ ux of duodenal contents; delayed gastric emptying; stress, eg neurosurgery or burns \n(Cushing’s or Curling’s ulcers). Symptoms: Asympto matic or epigastric pain (relieved \nby antacids) ± weight. Tests: Upper GI endoscopy to exclude malignancy (ﬁ g 6.14); \nmultiple biopsies from ulcer rim and base (histology, H. pylori). Repeat endoscopy af-\nter 6–8 weeks to conﬁ rm healing and exclude malignancy.\nGastritis Risk factors: Alcohol, NSAIDS, H. pylori, reﬂ ux/hiatus hernia, atrophic \ngastritis, granulo mas (Crohn’s; sarcoidosis), CMV, Zollinger–Ellison syndrome & Mé-\nnétrier’s disease (p716 & 706). Symptoms: Epigastric pain, vomiting; Tests: Upper GI \nendoscopy only if suspicious features (ﬁ g 6.14).\nTreatment Lifestyle: Alcohol and tobacco.\nH. pylori eradication: Triple therapy is 80–85% eff ective at eradication.\n7\nDrugs to reduce acid: PPIS are eff ective, eg lansoprazole 30mg/24h PO for 4 (DU) or 8 \n(GU) wks. H2 blockers have a place (ranitidine 300mg each night PO for 8wks).\nDrug-induced ulcers: Stop drug if possible. PPIS may be best for treating and pre-\nventing GI ulcers and bleeding in patients on NSAID or antiplatelet drugs. Misopros-\ntol is an alternative with diff erent SE. If symptoms persist, re-endoscope, retest for \nH. pylori, and reconsider diff erential diagnoses (eg gallstones). Surgery: See p622.\nComplications Bleeding (p256), perforation (p606), malignancy, gastric outﬂ ow.\nFunctional (non-ulcer) dyspepsia Common. H. pylori eradication (only after a +ve \nresult) may help. Some evidence favours PPIS and psychotherapy. Low-dose ami-\ntriptyline (10–20mg each night PO) may help. Ant acids, antispasmodics, H2 blockers, \nmisoprostol, prokinetic agents, bismuth, or sucralfate all have less evidence. \n6 H. pylori is the commonest bacterial pathogen found worldwide (>50% of the world population over \n40yrs has it). It’s a class I carcinogen causing gastritis (p252), duodenal/gastric ulcers & gastric cancer/\nlymphoma (MALT, p362), also associated with coronary artery disease, B12 and iron deﬁ ciency.\n7 1 week of therapy suffi  cient; 2 weeks increases erradication rates by ~5% but also increases SE. For resist-\nant infections switch to a 2nd-line antibiotic combination (see BNF).", "text_length": 4591, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 260/905)", "type": "chunk", "chunk_index": 259, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.469250", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.470102", "status": "complete", "chunks_added": 3}