{"task_id": "9803389b4c802791", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 58/905)", "text": "istory and examination\nFig 2.13 The cardiac cycle.\n\n--- Page 60 ---\n46\nHistory and examination\nCardiac murmurs\nAlways consider other symptoms and signs before auscultation and think: ‘What \ndo I expect to hear?’ But don’t let your expectations determine what you hear.\nUse the stethoscope correctly: remember that the bell is good for low-pitched \nsounds (eg mitral stenosis) and should be applied gently. The diaphragm ﬁ lters out \nlow pitches, making higher-pitched murmurs easier to detect (eg aortic regurgita-\ntion). NB: a bell applied tightly to the skin becomes a diaphragm.\nConsider any murmur in terms of character, timing, loudness, area where loudest, \nradiation, and accentuating manoeuvres.\nWhen in doubt, rely on echocardiography rather than disputed sounds. (But still \nenjoy trying to ﬁ gure out the clinical conundrum!)\nCharacter and timing (See ﬁ g 2.14.)\n  \n• An ejection-systolic murmur (ESM, crescendo–decrescendo) usually originates \nfrom the outﬂ ow tract and waxes and wanes with the intraventricular pressures. \nESMS may be innocent and are common in children and high-output states (eg \ntachycardia, pregnancy). Organic causes include aortic stenosis and sclerosis, pul-\nmonary stenosis, and H(O)CM.\n  \n• A pansystolic murmur (PSM) is of uniform intensity and merges with S2. It is usu-\nally organic and occurs in mitral or tricuspid regurgitation (S1 may also be soft in \nthese), or a ventricular septal defect (p156). Mitral valve prolapse may produce a \nlate systolic murmur ± midsystolic click.\n  \n• Early diastolic murmurs (EDMs) are high pitched and easily missed: listen for the \n‘absence of silence’ in early diastole. An EDM occurs in aortic and, though rare, pul-\nmonary regurgitation. If the pulmonary regurgitation is secondary to pulmonary \nhypertension resulting from mitral stenosis, then the EDM is called a Graham Steell \nmurmur.\n  \n• Mid-diastolic murmurs (MDMs) are low pitched and rumbling. They occur in mitral \nstenosis (accentuated presystolically if heart still in sinus rhythm), rheumatic fever \n(Carey Coombs’ murmur: due to thickening of the mitral valve leaﬂ ets), and aortic \nregurgitation (Austin Flint murmur: due to the ﬂ uttering of the anterior mitral \nvalve cusp caused by the regurgitant stream).\nIntensity All murmurs are graded on a scale of 1–6 (see table 2.4), though in practice \ndiastolic murmurs, being less loud, are only graded 1–4. Intensity is a poor guide to \nthe severity of a lesion—an ESM may be inaudible in severe aortic stenosis.\nArea where loudest Though an unreliable sign, mitral murmurs tend to be loudest \nover the apex, in contrast to the area of greatest intensity from lesions of the aortic \n(right 2nd intercostal space), pulmonary (left 2nd intercostal space), and tricuspid \n(lower left sternal edge) valves.\nRadiation The ESM of aortic stenosis classically radiates to the carotids, in contrast \nto the PSM of mitral regurgitation, which radiates to the axilla.\nAccentuating manoeuvres\n  \n• Movements that bring the relevant part of the heart closer to the stethoscope ac-\ncentuate murmurs (eg leaning forward for aortic regurgitation, left lateral position \nfor mitral stenosis).\n  \n• Expiration increases blood ﬂ ow to the left side of the heart and therefore accentu-\nates left-sided murmurs. Inspiration has the opposite eff ect.\n  \n• Valsalva manoeuvre (forced expiration against a closed glottis) decreases sys-\ntemic venous return, accentuating mitral valve prolapse and H(O)CM, but softening \nmitral regurgitation and aortic stenosis. Squatting has exactly the opposite eff ect. \nExercise accentuates the murmur of mitral stenosis.\nNon-valvular murmurs A pericardial friction rub may be heard in pericarditis. \nIt is a superﬁ cial scratching sound, not conﬁ ned to systole or diastole. Continuous \nmurmurs are present throughout the cardiac cycle and may occur with a patent \nductus arteriosus, arteriovenous ﬁ stula, or ruptured sinus of Valsalva.", "text_length": 3952, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 58/905)", "type": "chunk", "chunk_index": 57, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.958695", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.960274", "status": "complete", "chunks_added": 3}