{"task_id": "982ad2604ce0d5ee", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 746/905)", "text": "inosis.\nCourtesy of Norwich Radiology \nDepartment.\n\n--- Page 752 ---\n738\nRadiology\nNuclear medicine\nThe majority of medical imaging is concerned with passing external waves (eg ra-\ndiation) through the patient to a detector, and measuring scatter, slowing, or other \nalterations by various tissues. Nuclear medicine is the opposite; it measures emitted \nradiation from an internal source, introduced into the patient via injection, inhala-\ntion, or ingestion. It can be diagnostic (eg PET scanning) or therapeutic (eg radio-\niodine (I131) ablation in thyrotoxicosis).\nBecause molecules labelled with radioisotopes are introduced into the patient, \nthere is exposure to ionizing radiation, though doses are usually less than those from \nCT (see table 16.1, p719). The selection of molecule for labelling depends on the tissue \nof interest, as it should be something that will be readily taken up by that tissue, eg \nbisphosphonates for bone, glucose for fast-turnover tissue. Examples include:\nVentilation/perfusion (VQ) scan Uses inhaled technetium (Tc) or, less commonly, \nxenon-133 (133Xe) plus injected 99mTc macro-aggregates, which lodge in lung capillar-\nies. Normal perfusion excludes PE but ventilation component requires a normal CXR for \ncomparison (ﬁ gs 16.25, 16.26). Due to the large number of ‘indeterminate’ scans VQ is \nconsidered inferior to CTPA for the investigation of PE except in pregnancy (see p192).\nBone scintigraphy 99mTc-labelled bisphosphonates are readily taken up by bone, \nand concentrate in areas of pathology, eg tumours, fractures. It is much more sensi-\ntive in identifying metastases than X-ray, where lesions may not appear until >50% \nof bone matrix has been destroyed (ﬁ g 16.27).\nThyroid disease TcO4 is used for diff erentiating Graves’, toxic multinodular goitre, \nand subacute thyroiditis (ﬁ g 13.22, p601) as well as identifying ectopic tissue, func-\ntioning nodules, and residual/recurrent thyroid tissue after surgery. ~15% of cold \n(non-functioning) nodules are malignant. Hot nodules are often toxic adenomas.\nPhaeochromocytoma Iodine-123 (123I) meta-iodobenzylguanidine (MIBG) is taken \nup by sympathetic tissues, and indicates functioning, ectopic, and metastatic ad-\nrenal medullary (+other neural crest) tumours. 131I-MIBG is also used for treatment.\nHyperparathyroidism 99mTc-methoxyisobutyl isonitrile (MIBI) scans can detect \nparathyroid adenomas.\nHaemorrhage Red cells are removed from the patient and labelled with 99mTc, then re-\ninjected to allow identiﬁ cation of a bleeding point. Used in both acute (after endoscopy \nand CT) and chronic GI bleeding, red cell scans are more sensitive than CT angiography \nand useful in intermittent bleeding, although localization can be challenging.\nFig 16.25 Ventilation scintigram.\nCourtesy of Norwich Radiology \nDepartment.\nFig \n16.26 Perfusion \nscintigram \nshowing mismatches with ﬁ g 16.25.\nCourtesy of Norwich Radiology \nDepartment.\nFig 16.27 Bone \nscintigram showing \nmetastases.\nCourtesy of Norwich \nRadiology Department.", "text_length": 3024, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 746/905)", "type": "chunk", "chunk_index": 745, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.458440", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.459613", "status": "complete", "chunks_added": 2}