{"task_id": "98652c0797ada186", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 220/905)", "text": "y of life: going beyond the pleasures of the ﬂ esh\n\n--- Page 226 ---\n212\nEndocrinology\nDiabetic neuropathy and diabetic foot care\nRefer early to foot services (podiatry, imaging, vascular surgery).\nAmputations are common (135/week)—and preventable: good care saves legs. \nExamine feet regularly. Distinguish between ischaemia (critical toes ± absent foot \npulses and worse outcome) and peripheral neuropathy (injury or infection over pres-\nsure points, eg the metatarsal heads). In practice, many have both.\nNeuropathy Sensation in ‘stocking’ distribution: test sensation with a 10g mono-\nﬁ lament ﬁ bre (sensory loss is patchy so examine all areas), absent ankle jerks, neuro-\npathic deformity (Charcot joint, ﬁ g 5.11): pes cavus, claw toes, loss of transverse arch, \nrocker-bottom sole. Caused by loss of pain sensation, leading to mech anical stress \nand repeated joint injury. Swelling, instability, and deformity. Early recognition is \nvital (cellulitis or osteomyelitis are often misdiagnosed).\nIschaemia If the foot pulses cannot be felt, do Doppler pressure measurements. \nAny evidence of neuropathy or vascular disease raises risk of foot ulceration. \nEducate (daily foot inspection—eg with a mirror for the sole; comfortable shoes). \nRegular chiropody to remove callus, as haemorrhage and tissue necrosis may oc-\ncur below, leading to ulceration. Treat fungal infections (p408). Surgery (including \nendovascular angioplasty balloons, stents, and subintimal recanalization) has a role.\nFoot ulceration Typically painless, punched-out ulcer (ﬁ g 5.10) in an area of thick \ncallus ± superadded infection. Causes cellulitis, abscess ± osteomyelitis.\nAssess degree of:\n1 Neuropathy (clinically).\n2 Ischaemia (clinically + Doppler ± angiography).\n3 Bony deformity, eg Charcot joint (clinically + X-ray). See ﬁ g 5.11.\n4 Infection (swabs, blood culture, X-ray for osteomyelitis, probe ulcer to reveal depth).\nManagement: Regular chiropody. Bed rest ± therapeutic shoes. For Charcot joints: \nbed rest/crutches/total contact cast until oedema and local warmth reduce and \nbony repair is complete (8wks). Bisphosphonates may help. Charcot joints are also \nseen in tabes dorsalis, spina biﬁ da, syringomyelia, and leprosy. Metatarsal head sur-\ngery may be needed. If there is cellulitis, admit for IV antibiotics. Common organ-\nisms: staphs, streps, anaerobes. Start empirically (as per your local guidance) with \nbenzylpenicillin 1.2g/6h IV and ﬂ ucloxacillin 1g/6h IV ± metronidazole 500mg/8h IV. \nIV insulin may improve healing. Get surgical help early. The degree of peripheral vas-\ncular disease, general health, and patient request will determine degree of vascular \nreconstruction/surgery.\n Absolute indications for surgery: Abscess or deep infection; spreading anaerobic \ninfection; gangrene/rest pain; suppurative arthritis.\nDiabetic neuropathies Symmetric sensory polyneuropathy: (‘glove & stocking’ \nnumbness, tingling, and pain, eg worse at night). : paracetamol  tricyclic (ami-\ntriptyline 10–25mg nocte; gradually  to 150mg)  duloxetine, gabapentin, or prega-\nbalin  opiates. Avoiding weight-bearing helps. Mononeuritis multiplex: (eg III & VI \ncranial nerves). Treatment: hard! If sudden or sev ere, immunosuppression may help \n(corticosteroids, IV immunoglobulin, ciclosporin). Amyotrophy: Painful wasting of \nquadriceps and other pelvifemoral muscles. Use electrophysiology to show, eg lum-\nbosacral radiculopathy, plexopathy, or proximal crural neuropathy. Natural course: \nvariable with gradual but often incomplete improvement. IV immunoglobulins have \nbeen used. Autonomic neuropathy: (p505) Postural BP drop; cerebro vascular au-\ntoregulation; loss of respiratory sinus arrhythmia (vagal neuropathy); gastroparesis; \nurine retention; erectile dysfunction; gustatory sweating; diarrhoea (may respond \nto codeine phosphate). Gastroparesis (early satiety, post-prandial bloating, nausea/\nvomiting) is diagnosed by gastric scintigraphy with a \n99tech netium-labelled meal; \nanti-emetics, erythromycin, or gastric pacing. Postural hypotens ion may respond to \nﬂ udrocortisone (SE: oedema, BP)/midodrine (-agonist; SE: BP).", "text_length": 4154, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 220/905)", "type": "chunk", "chunk_index": 219, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.345950", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.353107", "status": "complete", "chunks_added": 3}