{"task_id": "99440d5c941e6ffa", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 420/905)", "text": "ponse/56086/\nattach/3/04072 Hand Hygiene 5 1.1.pdf\n\n--- Page 426 ---\n412\nInfectious diseases\nSexually transmitted infection (STI)\nSTIS6 are common with increasing rates of diagnosis: ~≈2 for Chlamydia trachoma-\ntis, N. gonorrhoeae, genital herpes, and syphilis since 2006. Prevalence highest in \nyoung adults (<25yr) and MSM. For HIV see pp398–403. For hepatitis B and C see p278.\nTaking a sexual history\n  \n• Symptoms: : urethral discharge, dysuria, genital skin problems, testicular pain/\nswelling, peri-anal or anal symptoms in MSM. : unusual vaginal discharge, vulval \nskin problems, abdominal pain, dyspareunia, unusual vaginal bleeding (post-coital, \nintermenstrual, consider referral for urgent colposcopy).\n  \n• Exposure: Sexual contacts within last 3 months including sex of partner(s), type \nof contact (oral, vaginal, anal), contraceptive method (properly used?), type and \nduration of relationship, symptoms in partner(s), risk factors for HIV/hepatitis in \npartner(s), whether partner(s) can be contacted. STI history in all. Ask men wheth-\ner they have ever had sex with another man.\n  \n• Other: Last menstrual period, menstrual pattern, date of last cervical cytology \n(smear). Current contraceptive, diffi  culties with use/supply. Current/recent anti-\nmicrobial therapy. HPV vaccine history. There may be disclosure of non-consensual \nsex, or intimate partner violence. Do not be afraid to ask for help: ‘Everything you \ntell me today is conﬁ dential unless you tell me something that worries me about \nyour safety, at which point I may need to discuss this with another professional \nin order to keep you safe.’\nExamination\n: retract foreskin, inspect urethral meatus for discharge, scrotal contents/tender-\nness/swelling (stand patient up). : vulval examination (lithotomy), speculum of \nvagina/cervix, bimanual examination for adnexal tenderness, abdomen/pelvis for \nmasses. In all: genitoanal area, protoscopy if anal symptoms, inguinal lymph nodes, \noral mucosa if orogenital sex. Use a chaperone and document their name.\nUrethritis/vaginal discharge See table 9.16.\nGenital warts Caused by human papilloma virus (HPV). See p406.\nGenital ulcer(s)\n  \n• Genital herpes: HSV. Presentation: ﬂ u-like prodrome, then vesicles/papules around \ngenitals, anus, throat. These burst, forming painful shallow ulcers. Also urethral \ndischarge, dysuria, urinary retention, proctitis. Diagnosis: PCR. Treatment: analge-\nsia, topical lidocaine. Antivirals within 5d: aciclovir, valaciclovir, famciclovir.\n  \n• Syphilis: Treponema pallidum. Presentation:\n1   Primary: <90d after innoculation (median 3wk). Maculepapuletypically pain-\nless ulcer (chancre). Central slough, deﬁ ned rolled edge. Highly infectious.\n2   Secondary: dissemination ~4–10wks after chancre. Rash (maculopapular in 50–\n75%, on palms/soles in 11–70%), mucous patches, condyloma lata (raised, pale \nplaques, often ﬂ exural), fever, headache, myalgia, lymphadenopathy, hepatitis.\n3   Tertiary: 20–40yr after infection. Neurosyphilis: aseptic meningitis, focal neu-\nrological deﬁ cits, seizures, psychiatric symptoms, Argyll Robertson pupil (p72), \ntabes dorsalis (areﬂ exia, extensor plantar reﬂ ex, dorsal column deﬁ cits, Char-\ncot joints). Gummatous syphilis: destructive granulomata in skin, mucus mem-\nbranes, bones, viscera. Cardiovascular: aortitis, aortic regurgitation/aneurysm.\nDiagnosis: PCR. Serology: non-speciﬁ c (RPR, VDRL) sensitive in early infection then de-\ncline; speciﬁ c (T. pallidum as antigen, eg TPHA, TPPA) reacts in early infection and per-\nsists. Treatment: parenteral benzylpenicillin (eg benzathine penicillin IM), duration \ndepends on stage. Procaine benzylpenicillin boosted with probenicid in CSF disease.\n  \n• Lymphogranuloma venerum: Chlamydia trachomatis. Presentation: mostly MSM \nin UK. Painless papule/ulcerlymphadenopathy, fever, arthritis, pneumonitis. Direct \ntransmission to rectal mucosa causes haemorrhagic proctitis: pain, rectal bleed-\ning/discharge, tenesmus. Diagnosis: PCR. Treatment: doxycycline.\n  \n• Tropical infections: Chancroid (Haemophilus ducreyi), Donovanosis (Klebsiella \ngranulomatis). Presentation: both cause genital ulceration, and lymphadenitis \nwith spread of infection into overlying tissue (pseudobubo). Diagnosis: H. ducreyi \nPCR, Donovan bodies in tissue. Treatment: azithromycin, ceftriaxone.", "text_length": 4345, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 420/905)", "type": "chunk", "chunk_index": 419, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.896367", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.897202", "status": "complete", "chunks_added": 3}