{"task_id": "9986cb651999ad36", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 522/905)", "text": "e prominence of dysautonomia in LEMS unlike in MG.\n\n--- Page 528 ---\n514\nNeurology\nNeuroﬁ bromatosis\nType 1 neuroﬁ bromatosis (NF1, von Recklinghausen’s disease)\nAutosomal dominant inheritance (gene locus 17q11.2). Expression of NF1 is variable, \neven within a family. Prevalence: 1 in 2500, :≈1:1; no racial predilection.\nSigns: Café-au-lait spots: ﬂ at, coff ee-coloured patches of skin seen in 1st year of \nlife (clearest in UV light), increasing in size and number with age. Adults have ≥6, \n>15mm across. They do not predispose to skin cancer. Freckling: typically in skin-\nfolds (axillae, groin, neck base, and submammary area), and usually present by age \n10. Dermal neuroﬁ bromas: small, violaceous nodules, \ngelatinous in texture, which appear at puberty, and \nmay become papillomatous. They are not painful but \nmay itch. Numbers increase with age. Nodular neuro-\nﬁ bromas arise from nerve trunks. Firm and clearly \ndemarcated, they can give rise to paraesthesiae if \npressed. Lisch nodules (ﬁ g 10.34) are tiny harmless \nregular brown/trans lucent mounds (hamartomas) \non the iris (use a slit lamp) 2mm in diameter. They \ndevelop by 6yrs old in 90%. Also short stature and \nmacrocephaly.\nComplications: Occur in 30%. Mild learning disabil ity is com mon. Local effects of \nneuroﬁ bromas:  nerve root compression (weakness, pain, paraesthesiae); GI—bleeds, \nobstruction; bone—cystic lesions, scoliosis, pseudarth rosis. BP from renal artery ste-\nnosis or phaeochromo cytoma. Plexiform neuroﬁ bromas (large, subcutaneous swell-\nings). Malignancy (5% patients with NF1): optic glioma, sarcomatous change in a \nneuroﬁ broma. Epilepsy risk (slight). Rare association: carcinoid syndrome (p271).\nManagement: Multidisciplinary team with geneticist, neur ologist, surgeon, and \nphysiotherapist, orchestrated by a GP. Yearly cutaneous survey and measurement \nof BP. Dermal neuroﬁ bromas are unsightly, and catch on clothing; if troublesome, \nexcise, but removing all lesions is unrealistic. Genetic counselling is vital (OHCS p154).\nType 2 neuroﬁ bromatosis (NF2)\nAutosomal dominant inheritance, though 50% are de novo, with mosaicism in some \n(NF2 gene locus is 22q11). Rarer than NF1 with a prevalence of only 1 in 35 000.\nSigns: Café-au-lait spots are fewer than in NF1. Bilateral vestibular Schwannomas \n(= acoustic neuromas; p462) are characteristic, becoming symptomatic by ~20yrs old \nwhen sensorineural hearing loss is the 1st sign. There may be tinnitus and vertigo. \nThe rate of tumour growth is unpredictable and variable. The tumours are benign \nbut cause problems by pressing on local structures and by ICP. They may be absent \nin mosaic NF2. Juvenile posterior subcapsular lenticular opacity (a form of cata-\nract) occurs before other manifest ations and can be useful in screening those at risk.\nComplications: Tender Schwannomas of cranial and peripheral nerves, and spinal \nnerve roots. Meningiomas (45% in NF2, often multiple). Glial tumours are less common. \nConsider NF2 in any young person presenting with one of these tumours in isolation.\nManagement: Hearing tests yearly from puberty in aff ected families, with MRI brain \nif abnormality is detected. A normal MRI in the late teens is helpful in assessing risk \nto any off spring. A clear scan at 30yrs (unless a family history of late onset) indi-\ncates that the gene has not been inherited. Treatment of vestibular Schwannomas is \nneurosurgical and complicated by hearing loss/deterioration and facial palsy. Mean \nsurvival from diagnosis is ~ 15yrs.\nSchwannomatosis Multiple tender cutaneous Schwannomas without the bilat-\neral vestibular Schwannomas that are characteristic of NF2. Indistinguishable from \nmosaic NF2, where vestibular Schwannomas are also absent, except by genetic \nanalysis of tumour biopsies. There is typically a large tumour load, assessable only \nby whole-body MRI. Mutations in the tumour suppressor genes SMARCB1 and LZTR1 \nand spontaneous NF2 mutations have all been described.  Life expectancy is normal.\nFig 10.34 Multiple brown Lisch \nnodul es on the iris. \n©Jon Miles.", "text_length": 4083, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 522/905)", "type": "chunk", "chunk_index": 521, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.074134", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.075026", "status": "complete", "chunks_added": 3}