{"task_id": "99a5654b0201d291", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 598/905)", "text": "variable rate intravenous insulin infusion (VRIII)\n\n--- Page 604 ---\n590\nSurgery\nJaundiced patients undergoing surgery\nAvoid operating in patients with obstructive jaundiceΩconsider prior ERCP to relieve. \nThere is risk of bleeding, peri-operative infection, and renal failure.\nCoagulopathy Vitamin K  in obstruction (requires bile in order to be absorbed. If no \nhistory of chronic liver disease, give parenteral vitamin K (consider even if clotting is \nnormal). FFP may be required in liver disease or active bleeding.\nSepsis Risk due to •bacterial translocation •bacterial colonization of biliary tree \n•neutrophil function. If cholangitis present, give antibiotics. Antibiotic prophylaxis \nfor ERCP not recommended unless biliary decompression fails, or there is a history of \nbiliary disorders; liver transplantation; presence of a pancreatic pseudocyst; or neu-\ntropenia, in which case give oral ciproﬂ oxacin or IV gentamicin (check local policy).\nRenal failure Risk post-op due to intestinal absorption of endotoxin (normally lim-\nited by the detergent eff ect of bile). This causes renal vasoconstriction and acute \ntubular necrosis (see p298). The use of lactulose or bile salts pre-op may help. Ensure \nadequate IV ﬂ uids pre- and post-operatively to maintain good urine output. Monitor \nurine output every 2h. Consider central line, inotropes, and furosemide if output poor \ndespite adequate hydration. Measure and correct U&E daily.\nSurgery in those on anticoagulants\nInform the surgeon and anaesthetist. Risks and beneﬁ ts must be individualized.\nWarfarin Minor surgery can be undertaken without stopping (if INR <3.5 it may be \nsafe to proceed). In major surgery, stop for 3–5d pre-op. Vitamin K ± FFP or Beriplex® \nmay be needed for emergency reversal of INR. One elective option is conversion to \nheparin (stop 6h prior to surgery, and monitor APTT perioperatively). When re-war-\nfarinizing, give LMWH until INR is therapeutic, as warfarin is initially prothrombotic.\nDOACS Decision to stop will be based upon the patient’s risk of having a thromboem-\nbolic event and bleeding risk associated with the procedure.4 Where procedure has \nno clinically important bleeding risk it can be performed just before the next DOAC \ndose/18–24h after last dose and dosing restarted 6h post-op. Low bleeding risk pro-\ncedure, omit DOAC 24h pre-op. High bleeding risk procedure,omit DOAC 48h pre-op. If \nrenal function impaired, may require longer periods of omission pre-op.\nAntiplatelets Decision to stop is complex and best discussed with the treating team \n(eg cardiologist or neurologist). Premature discontinuation of clopidogrel in patients \nwith drug-eluting stents can lead to stent thrombosis. The bleeding eff ects of aspirin \nare reversed 5d after stopping—check local policy to see if cessation required.\nSurgery in those on steroids \nPatients on steroids may not be able to mount an appropriate adrenal response to \nmeet the stress of surgery due to suppression of the hypothalamic–pituitary–adrenal \n(HPA) axis. Extra corticosteroid cover may be required, depending on the type of sur-\ngery. Consider cover for any patient taking >5mg/d of prednisolone (or equivalent) \nfor more than 2 weeks or any patient who has had their long-term steroid reduced \nin the last 2–4 weeks. There is also potential for HPA suppression in patients taking \nlong-term, high-dose inhaled or topical corticosteroids. A guide to supplementation \nfollows. Patients should take their normal morning steroid dose.\n  \n• Minor procedures under local anaesthetic: No supplementation required.\n  \n• Moderate procedures: (Eg joint replacement.) Give 50mg hydrocortisone before \ninduction and 25mg every 8h for 24h. Resume normal dose thereafter.\n  \n• Major surgery: Give 100mg hydrocortisone before induction and 50mg every 8h for \n24h. After 24h, halve this dose each day until the level of maintenance.\nPatients with primary adrenal insuffi  ciency will need extra cover—discuss with an \nendocrinologist. The major risk with adrenal insuffi  ciency is hypotension, so if this is \nencountered without an obvious cause, consider a stat dose of hydrocortisone. See \np836 for treatment of Addisonian crisis and BNF section 6.3 for steroid dose equivalents.", "text_length": 4252, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 598/905)", "type": "chunk", "chunk_index": 597, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.209176", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.210563", "status": "complete", "chunks_added": 3}