{"task_id": "9a212a63a03be937", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 550/905)", "text": "teophytes\nSubarticular sclerosis\nSubchondral cysts\n\n--- Page 556 ---\n542\nRheumatology\nBack pain\nBack pain is very common, and often self-limiting, but be alert to sinister causes, ie \nmalignancy, infection, or inﬂ ammatory causes.\nRed ﬂ ags for sinister causes of back pain\nAged <20yrs or >55yrs old\nAcute onset in elderly people\nConstant or progressive pain\nNocturnal pain\nWorse pain on being supine\nFever, night sweats, weight loss\nHistory of malignancy\nAbdominal mass\nThoracic back pain\nMorning stiff ness\nBilateral or alternating leg pain\nNeurological disturbance (incl. sciatica)\nSphincter disturbance\nCurrent or recent infection\nImmunosuppression, eg steroids/HIV\nLeg claudication or exercise-related leg \nweakness/numbness (spinal stenosis).\nExamination\n1   With the patient standing, gauge the extent and smoothness of lumbar forward/\nlateral ﬂ exion and extension (see p540).\n2   Test for sacroiliitis: palpate posteriorly down the length of the spine, including \nover spinous processes, paraspinal muscles, and the sacroiliac joints; examining \nfor tenderness.\n3   Neurological deﬁ cits (see BOX): test lower limb sensation, power, and deep tendon \nand plantar reﬂ exes. Digital rectal examination for perianal tone and sensation.\n4   Examine for nerve root pain (table 12.3): this is distributed in relevant dermato-\nmes, and is worsened by coughing or bending forward. Straight leg test (L4, L5, \nS1): positive if raising the leg with the knee extended causes pain below the knee, \nwhich increases on foot dorsiﬂ exion (Lasègue’s sign). It suggests irritation to the \nsciatic nerve. The main cause is lumbar disc prolapse. Also femoral stretch test \n(L2–L4): pain in front of thigh on lifting the hip into extension with the patient lying \nface downwards and the knee ﬂ exed.\n5   Signs of generalized disease—eg malignancy. Examine other systems (eg abdo-\nmen) as pain may be referred.\nCauses Age determines the most likely causes:\n15–30yrs: \nProlapsed disc, trauma, fractures, ankylosing spondylitis (AS; p550), \nspondylolisthesis (a forward shift of one vertebra over another, which is \ncongenital or due to trauma), pregnancy.\n30–50yrs: \nDegenerative spinal disease, prolapsed disc, malignancy (primary or \nsecondary from lung, breast, prostate, thyroid, or kidney ca).\n>50yrs: \nDegenerative, osteoporotic vertebral collapse, Paget’s (see p685), malig-\nnancy, myeloma (see p368), spinal stenosis.\nRarer: Cauda equina tumours, psoas abscess, spinal infection (eg discitis, usually staphy-\nlococcal but also Proteus, E. coli, S. typhi, and TB—there are often no systemic signs).\nInvestigations Arrange relevant tests if you suspect a speciﬁ c cause, or if red \nﬂ ag symptoms: FBC, ESR, and CRP (myeloma, infection, tumour), U&E, ALP (Paget’s), \nserum/urine electrophoresis (myeloma), PSA. X-rays—imaging may not always \nbe necessary but can exclude bony abnormalities and fractures. Correlation be-\ntween radiographic abnormalities and clinical features can be poor. MRI is the \nimage of choice and can detect disc prolapse, cord compression (ﬁ g 12.7), can-\ncer, infection, or inﬂ ammation (eg sacroiliitis).\nManagement Urgent neurosurgical referral if any neurological deﬁ cit (see BOX). \nKeep the diagnosis under review. For non-speciﬁ c back pain, focus on education \nand self-management. Advise patients to continue normal activites and be ac-\ntive. Regular paracetamol ± NSAIDS ± codeine. Consider low-dose amitriptyline/du-\nloxetine if these fail (not SSRIS for pain). Off er physiotherapy, acupuncture, or an \nexercise programme if not improving.4 Address psychosocial issues, which may \npredispose to developing chronic pain and disability (see p559). Referral to pain \nclinic or surgical options for patients with intractable symptoms.", "text_length": 3775, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 550/905)", "type": "chunk", "chunk_index": 549, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.122730", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.123439", "status": "complete", "chunks_added": 2}