{"task_id": "9b1911e96d21cd74", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 510/905)", "text": "somatic sensory ﬁ bres from the middle ear region.\n\n--- Page 516 ---\n502\nNeurology\nMononeuropathies\nLesions of individual peripheral or cranial nerves. Causes are usually local, such as \ntrauma,\n or entrapment (eg tumour), except for carpal tunnel syndrome (see BOX ‘Car-\npal tunnel syndrome’).\nMedian nerve C6–T1 The median nerve is the nerve of precision grip—muscles in-\nvolved are easier to remember if you use your ‘LOAF’ (two lumbricals, opponens pol-\nlicis, abductor pollicis brevis, and flexor pollicis brevis). The clinical features depend \non the location of the lesion: At the wrist: (Eg see BOX ‘Carpal tunnel syndrome’.) \nWeakness of abductor pollicis brevis and sensory loss over the radial 3½ ﬁ ngers and \npalm. Anterior interosseous nerve lesions: (Eg trauma.) Weakness of ﬂ exion of the \ndistal phalanx of the thumb and index ﬁ nger. Proximal lesions: (Eg compression at \nthe elbow.) May show combined defects.\nUlnar nerve C7–T1 Vulnerable to elbow trauma. Signs: Weakness/wasting of \nmedial (ulnar side) wrist ﬂ exors, interossei (cannot cross the ﬁ ng ers in the good \nluck sign), and medial two lumbricals (claw hand, more marked in wrist lesions with \ndigitorum profundus intact); hypothenar emin ence wasting, weak 5th digit abduction, \nand 4th and 5th DIP joint ﬂ exion; sensory loss over medial 1½ ﬁ ngers and ulnar side of \nthe hand. Treatment: see BOX ’Managing ulnar mononeuropathies from entrapments’.\nRadial nerve C5–T1 This nerve opens the ﬁ st. It may be damaged by compression \nagainst the humerus. Signs: Test for wrist and ﬁ nger drop with elbow ﬂ exed and \narm pronated; sensory loss is variable—the dorsal aspect of the root of the thumb \n(the anatomical snuff  box) is most reliably aff ected. Muscles involved: (‘BEAST’) \nbrachioradialis; extensors; abductor pollicis longus; supinator; triceps.\nBrachial plexus Pain/paraesthesiae and weakness in the aff ected arm in a vari-\nable distribution. Causes: Trauma, radiotherapy (eg for breast carcinoma), pro-\nlonged wearing of a heavy rucksack, cervical rib, thoracic outlet compression (also \naff ects vasculature), or neuralgic amyotrophy (Parsonage–Turner syndrome: uni-\nlateral sudden, severe pain, followed over hours by profound weakness, resolv-\ning completely over days. May rarely involve the phrenic or lower cranial nerves.)\nPhrenic nerve C3–5 C3, 4, 5 keeps the diaphragm alive: lesions cause orthopnoea \nwith a raised hemidiaphragm on CXR. Causes: Lung cancer, TB, paraneopl astic syn-\ndromes, myeloma, thymoma, cervical spondylosis/trauma, thoracic surgery, infec-\ntions (HZV, HIV, Lyme disease), muscular dystrophy.\nLateral cutaneous nerve of the thigh L2–L3 Meralgia paraesthetica is antero-\nlateral burning thigh pain from entrapment under the inguinal ligament.\nSciatic nerve L4–S3 Damaged by pelvic tumours or fractures to pelvis or femur. \nLesions aff ect the hamstrings and all muscles below the knee (foot drop), with \nloss of sensation below the knee laterally.\nCommon peroneal nerve L4–S1 Originates from sciatic nerve just above knee. \nOften damaged as it winds round the ﬁ bular head (trauma, sitting cross-legged). \nSigns: Foot drop, weak ankle dorsiﬂ exion/eversion, sensory loss over dorsal foot.\nTibial nerve L4–S3 Originates from sciatic nerve just above knee. Lesions lead \nto an inability to stand on tiptoe (plantarﬂ exion), invert the foot, or ﬂ ex the toes, \nwith sensory loss over the sole.\nMononeuritis multiplex Describes the involvement of two or more peripheral \nnerves. Causes tend to be systemic: DM, connective tissue disorders (rheumatoid, \nSLE), vasculitis (granulomatosis with polyangiitis formerly Wegener’s granuloma-\ntosis, PAN), and more rarely sarcoidosis, amy loid, leprosy. Electro myography (EMG) \nhelps deﬁ ne the anatomic site of lesions.", "text_length": 3780, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 510/905)", "type": "chunk", "chunk_index": 509, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.053024", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.054478", "status": "complete", "chunks_added": 2}