{"task_id": "9c4ab6ad08666d11", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 622/905)", "text": " her-\nnias are superior and medial to this point).\n\n--- Page 628 ---\n614\nSurgery\nInguinal hernias\nIndirect hernias pass through the internal inguinal ring and, if large, out through \nthe external ring (ﬁ g. 13.33). Direct hernias push their way directly forward through \nthe posterior wall of the inguinal canal, into a defect in the abdominal wall (Hes-\nselbach’s triangle; medial to the inferior epigastric vessels and lateral to the rectus \nabdominus). Predisposing conditions: males (:≈8:1), chronic cough, constipation, \nurinary obstruction, heavy lifting, ascites, past abdominal surgery (eg damage to the \niliohypogastric nerve during appendicectomy). There are two landmarks to identify: \nthe deep (internal) ring may be deﬁ ned as being the mid-point of the inguinal liga-\nment, ~1½ cm above the femoral pulse (which crosses the mid-inguinal point); the \nsuperﬁ cial (external) ring is a split in the external oblique aponeurosis just superior \nand medial to the pubic tubercle (the bony prominence forming the medial attach-\nment of the inguinal ligament).\nExamination Look for previous scars; feel the other side (more common on the \nright); examine the external genitalia. Then ask: •Is the lump visible? If so, ask the \npatient to reduce it—if he cannot, make sure that it is not a scrotal lump. Ask him \nto cough. Appears above and medial to the pubic tubercle. •If no lump is visible, \nfeel for a cough impulse. •Repeat the examination with the patient standing. Dis-\ntinguishing direct from indirect hernias: This is loved by examiners but is of little \nclinical use—not least because repair is the same for both (see ‘Repairs’ later in \ntopic). The best way is to reduce the hernia and occlude the deep (internal) ring \nwith two ﬁ ngers. Ask the patient to cough or stand—if the hernia is restrained, it is \nindirect; if not, it is direct. The ‘gold standard’ for determining the type of inguinal \nhernia is at surgery: direct hernias arise medial to the inferior epigastric vessels; \nindirect hernias are lateral.\nIndirect hernias:\nDirect hernias:\nFemoral hernias:\n • Common (80%)\n • Can strangulate.\n • Less common (20%)\n • Reduce easily\n • Rarely strangulate.\n • More frequent in females\n • Frequently irreducible\n • Frequently strangulate.\nIrreducible hernias You may be called because a long-standing hernia is now ir-\nreducible and painful. It is always worth trying to reduce these yourself to prevent \nstrangulation and necrosis (demanding prompt laparotomy). Learn how to do this \nfrom an expert, ie one of your patients who has been reducing his hernia for years. \nThen you will know how to act correctly when the emergency presents. Notice that \nsuch patients use the ﬂ at of the hand, directing the hernia from below, up towards \nthe contralateral shoulder. Sometimes, as the hernia obstructs, reduction requires \nperseverance, which may be rewarded by a gurgle from the retreating bowel and a \nkiss from the attending spouse who had thought that surgery was inevitable.\nRepairs Weight loss (if over-weight) and stop smoking pre-op. Warn that hernias \nmay recur and patients should be counselled about possibility of chronic pain post-\noperatively. Mesh techniques (eg Lichtenstein repair) have replaced older methods. \nIn mesh repairs, a polypropylene mesh reinforces the posterior wall. Recurrence \nrate is less than with other methods (eg <2% vs 10%). (CI: strangulated hernias, con-\ntamination with pus/bowel contents.) Local anaesthetic techniques and day-case \n‘ambulatory’ surgery may halve the price of surgery. This is important because this \nis one of the most common operations (>100 000 per year in the UK). Laparoscopic \nrepair gives similar recurrence rates. Methods include transabdominal pre-perito-\nneal (TAPP) in which the peritoneum is entered and the hernia repaired, and totally \nextraperitoneal (TEP), which decreases the risk of visceral injury. For beneﬁ ts of lapa-\nroscopic surgery see p592.\nReturn to work: Will depend upon surgical approach and patient—discuss this pre-\noperatively. Rest for 4wks and convalescence over 8wks with open approaches, but \nlaparoscopic repairs may allow return to manual work (and driving) after ≤2wks if \nall is well.", "text_length": 4207, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 622/905)", "type": "chunk", "chunk_index": 621, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.248641", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.249447", "status": "complete", "chunks_added": 3}