{"task_id": "9d8b67b6cdf22185", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 516/905)", "text": " our patients, come what may.\nDignity and Dignitas\n\n--- Page 522 ---\n508\nNeurology\nCervical spondylosis\nDegeneration of the cervical spine with age is inevitable, and has a wide clinical spec-\ntrum, ranging from asymptomatic to progressive spastic quadriparesis and sensory \nloss due to compression of the cord (myelopathy).\nPathogenesis Degeneration of the annulus ﬁ brosus (the tough coating of the in-\ntervertebral discs), combined with osteophyte formation on the adjacent vertebra \nleads to narrowing of the spinal canal and intervertebral foramina (ﬁ gs 10.27, 10.28). \nAs the neck ﬂ exes and extends, the cord is dragged over these protruding bony spurs \nanteriorly and indented by a thickened ligamentum ﬂ avum posteriorly.\nPresenting complaint Neck stiff ness (but common in anyone >50yrs old), crepitus \non moving neck, stabbing or dull arm pain (brachialgia), forearm/wrist pain.\nSigns Limited, painful neck movement ± crepitus (examine gently). Neck ﬂ exion may \nproduce tingling down the spine (Lhermitte’s sign, p497). NB: this does not distinguish \nbetween cord or roots (or both) involvement.\nRoot compression (radiculopathy): Pain/‘electrical’ sensations in arms or ﬁ ngers \nat the level of the compression (table 10.11), with numbness, dull reﬂ exes, LMN \nweakness, and eventual wasting of muscles innervated by the aff ected root. NB: \nUMN signs below level of the aff ected root suggests cord compression.\nFeatures of cord compression: Progressive symptoms (eg weak, clumsy hands; \ngait disturbance); UMN leg signs (spastic weakness, plantars); LMN arm signs (wast-\ning, hyporeﬂ exia); incontinence, hesitancy, and urgency are late features.\nWhich nerve root is aff ected? See table 10.11.\n MS; nerve root neuroﬁ broma; subacute combined degeneration of the cord (B12); \ncompression by bone or cord tumours.\nManagement Urgent MRI and specialist referral guided by red ﬂ ag symptoms \n(see p542). Bear in mind that although these are stressed in virtually every set of \nguidelines, no two lists are alike and review of evidence suggests that the accuracy \nof these features is low. Don’t make referral decisions based upon the presence \nor absence of a single feature, but use these to inform your judgement. Otherwise: \ngive analgesia (as per WHO ladder) and encourage gentle activity. Cervical collars \nmay give respite during brief periods of increased pain, but restrict mobility, so \nmay prolong symptoms: avoid where possible. If no improvement in 4–6 weeks \nthen MRI and consider neurosurgical referral for: interlaminar cervical epidural \ninjections, transforaminal injections or surgical decompression (via anterior ap-\nproach, eg discectomy or posterior approach, eg laminectomy—ﬁ g 10.29, or \nlaminoplasty—ﬁ g 10.30). There is no consensus or high-quality evidence to guide \nselection of approach or of patients, though interventions may be best reserved for \nthose with progressive deterioration, myelopathy causing disabling neurologic deﬁ -\ncits, or those at risk for deterioration (eg severe spinal cord compression on MRI).", "text_length": 3065, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 516/905)", "type": "chunk", "chunk_index": 515, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.063700", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.064543", "status": "complete", "chunks_added": 2}