{"task_id": "9dc264c5097bc779", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 503/905)", "text": " er respite care. \nFig 10.25 ‘Marche à petit pas.’\n\n--- Page 509 ---\n495\nNeurology\nA key decision is when to start supplementation of dopaminergic signalling \nwith levodopa. Effi  cacy of this therapy reduces with time, requiring larger and \nmore frequent dosing, with worsening SEs and response ﬂ uctuations (such as \nunpredictable freezing and pronounced end-of-dose reduced response: ~50% at \n6yrs). Starting late may therefore be wise, eg when >70yrs or when PD seriously \ninterferes with life: discuss pros and cons with the patient. Do not withdraw \nmedication suddenly—risks acute akinesia and neuroleptic malignant syndrome. Be \naware of situations where malabsorption could also have this eff ect (eg abdominal \nsurgery, gastroenteritis).\nLevodopa: Dopamine precursor, given combined with a dopa-decarboxylase inhibi-\ntor in co-beneldopa or co-careldopa. SES: dyskinesia, painful dystonia. Non-motor \nSES: psychosis; visual hallucinations, nausea and vomiting (give domperidone). \nModiﬁ ed-release preparations should only be used in late disease.\nDopamine agonists (DAS): Ropinirole and pramipexole monotherapy can delay \nstarting levodopa in early stages of PD, and allow lower doses of levodopa as PD \nprogresses. Rotigotine transdermal patches are available as mono- or additive. \nSES: drowsiness, nausea, hallucinations, compulsive behaviour (gambling, hyper-\nsexuality, p449). Ergot-derived DA-agonists ( bromocriptine, pergolide, cabergo-\nline) can cause ﬁ brotic reactions, and are not favoured. Amantadine (weak DA) is \nused for drug-induced dyskinesias in late PD.\nApomorphine: Potent DA agonist used with continuous SC infusion to even out end-\nof-dose eff ects, or as a rescue-pen for sudden ‘off ’ freezing. SE: injection-site ulcers.\nAnticholinergics: (Eg benzhexol, orphenadrine.) Cause confusion in the elderly \nand have multiple SES—limit to younger patients (but not 1st line).\nMAO-B inhibitors: (Eg rasagiline, selegiline.) An alternative to dopamine agonists \nin early PD. SEs include postural hypotension and atrial ﬁ brillation.\nCOMT inhibitors: (Eg entacapone, tolcapone.) May help motor complications in \nlate disease. Lessen the ‘off ’ time in those with end-of-dose wearing off . Tolcapone \nhas better effi  cacy, but may cause severe hepatic complications and requires close \nmonitoring of LFT. \nPharmacological therapy in Parkinson’s disease", "text_length": 2379, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 503/905)", "type": "chunk", "chunk_index": 502, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.038733", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.039466", "status": "complete", "chunks_added": 2}