{"task_id": "9f22fb9ebb538e0c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 288/905)", "text": "nti-HBe\n+/Ω\nAnti-HBc IgM \n+\n+/Ω\nAnti-HBc IgG\n+\n+\n+\n\n--- Page 294 ---\n280\nGastroenterology\nAlcoholism\nAn alcoholic is one whose problematic pattern of alcohol use leads to clinically sig-\nniﬁ cant impairment or distress, manifested by multiple psychosocial, behavioural, \nor physiological features. Other addictions may coexist. Lifetime prevalence: ~10% \n( ≈ 4%). Denial is a leading feature, so be sure to question relatives.\nOrgans aff ected Don’t forget the risk of trauma while intoxicated.\nThe liver: Normal in 50%;  or GT\n30—but may be  in any type of liver inﬂ amma-\ntion, eg fatty liver, AIH (p284), HBV. Fatty liver: Acute/reversible, but may progress \nto cirrhosis if drinking continues (also seen in obesity, DM, and with amiodarone). \nAlcoholic hepatitis: See BOX ‘Managing alcoholic hepatitis’. 80% progress to cir-\nrhosis (hepatic failure in 10%). Cirrhosis: (See p276.) 5yr survival is 48% if drinking \ncontinues (if not, 77%). Biopsy: Mallory bodies ± neutrophil inﬁ ltrate (can be indis-\ntinguishable from NASH, p277).\nCNS: Self neglect; memory/cognition: high-potency vitamins IM may reverse it (p714; \ndon’t delay!); cortical atrophy; retrobulbar neuropathy; ﬁ ts; falls; wide-based gait; \nneuropathy; confabulation/Korsakoff ’s (p704) ± Wernicke’s encephalopathy (p714).\nGut: Obesity; D&V; gastric erosions; peptic ulcers; varices (p257); pancreatitis (acute \nor chronic); cancer (many types); oesophageal rupture (  vomiting against a closed \nglottis; suspect if shock and surgical emphysema in the neck: Boerhaave’s syndrome).\nBlood: MCV; anaemia from: marrow depression, GI bleeding, alcoholism-associated \nfolate deﬁ ciency, haemolysis; sideroblastic anaemia. See p326.\nHeart: Arrhythmias; BP; cardiomyopathy; sudden death in binge drinkers.\nReproduction: Testicular atrophy; testosterone/progesterone; oestrogen; fetal al-\ncohol syndrome—IQ, short palpebral ﬁ ssure, absent philtrum, and small eyes.\nWithdrawal starts 10–72h after last drink. Signs: Pulse; BP; tremor; confusion; ﬁ ts; \nhallucinations (delirium trem ens)—may be visual or tactile, eg animals crawling all \nover skin. Consider it in any new (3d) ward patient with acute confusion.\nManagement Alcohol withdrawal: There is almost no role for hospital inpatient \n‘detox’ as a sole indication for admission however attractive the idea of a ‘quick ﬁ x’ \nmay be—community-based services are much better placed to support cessation. \nAdmit only if complicating or coexisting medical problems require inpatient treat-\nment. Check BP + TPR/4h. Beware BP. For the 1st 3d give generous chlordiazepoxide, \neg 10–50mg/6h PO with additional doses PRN, then sum total dose and plan weaning \nregimen over 5–7d. Vitamins may be needed (p714). Prevention: (OHCS p512.) Alcohol-\nfree beers; price may help promote lower-risk drinking. NB: there are no absolutes: \nrisk is a continuum. Suggest: 1 Graceful ways of declining a drink, eg ‘I’m seeing \nwhat it’s like to go without for a bit’. 2 Not buying him- or herself a drink when it is \nhis/her turn. 3 ‘Don’t lift your glass to your lips until after the slowest drinker in your \ngroup takes a drink.’ 4 ‘Sip, don’t gulp.’ Give follow-up and encouragement. Treating \nestablished alcoholics: May be rewarding, particularly if they really want to change. \nIf so, group therapy or self-help (eg Alcoholics Anonym ous) may be useful—espe-\ncially if self-initiated and determined. Encourage the will to change.\nRelapse 50% will relapse soon after starting treatment. Acamprosate (p449) may \nhelp intense anxiety, insomnia, and craving. CI: pregnancy, severe liver failure, \ncreatinine >120μmol/L. SE: D&V,  or libido; dose example: 666mg/8h PO if >60kg \nand <65yrs old. It should be started as soon as acute withdrawal is complete and \ncontinued for ~1yr. Disulﬁ ram can be used to treat chronic alcohol dependence. It \ncauses acetaldehyde build-up (like metronidazole) with extremely unpleasant ef-\nfects to any alcohol ingestion—eg ﬂ ushing, throbbing headache, palpitations. Care \nmust be taken to avoid alcohol (eg toiletries, food, medicines) since severe reac-\ntions can occur. Confer with experts if drugs are to be used.\n30 GT is  in 52% of alcoholics; it is also  in 50% of those with non-alcoholic fatty livers. Its best use is not \nin diagnosing alcoholism but in seeing if a raised ALP is likely to be from liver, not bone.", "text_length": 4380, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 288/905)", "type": "chunk", "chunk_index": 287, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.544931", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.545860", "status": "complete", "chunks_added": 3}