{"task_id": "9f9f5ab9f3bab3bf", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 702/905)", "text": "d her …\nFrom Porphyria’s Lover by Robert Browning.\n\n--- Page 708 ---\n15 Eponymous syndromes\nAlice in Wonderland syndrome Altered perception in size and shape of body parts \nor objects ± an impaired sense of passing time—as experienced by Alice in Lewis Car-\nroll’s novel. Seen in epilepsy, migraine, and cerebral lesions.1,2Alice Pleasance Liddell, 1865–1934\nArnold–Chiari malformation Malformed cerebellar tonsils and medulla herniate \nthrough the foramen magnum. This may cause infantile hydrocephalus with mental \nretardation, optic atrophy, ocular palsies, and spastic paresis of the limbs. Spina biﬁ da, \nsyringomyelia (p516), or focal cerebellar and brainstem signs may occur (p499). There \nmay be bony abnormalities of the base of the skull. Often presents in early adulthood. \nMRI aids diagnosis.  \nJulius Arnold, 1835–1915 (German pathologist); Hans Chiari, 1851–1916 (Austrian pathologist)\nBaker’s cyst Fluid from a knee eff usion escapes to form a popliteal cyst (often \nswollen and painful) in a sub-gastrocnemius bursa.3 Usually secondary to degen-\neration.  : DVT (exclude if calf swelling); sarcoma. Imaging: USS;  MRI. : None if \nasymptomatic. NSAIDS/ice if painful. Spontaneous resolution may take 10–20 months. \nArthroscopy + cystectomy may be needed. \nWilliam M Baker, 1838–1896 (British surgeon)\nBazin’s disease (Erythema induratum.) Localized areas of fat necrosis that pro-\nduce painful, ﬁ rm nodules ± ulceration and an indur ated rash, characteristically on \nadolescent girls’ calves. It is associated with TB. Nodular vasculitis is a variant unre-\nlated to TB.4  \nPierre-Antoine-Ernest Bazin, 1807–1878 (French dermatologist)\nBehçet’s disease A systemic inﬂ ammatory disorder of unknown cause, associated \nwith HLA-B5. It is most common along the old Silk Road, from the Mediterranean \nto China. Features: Recurrent oral and genital ulceration, uveitis, skin lesions (eg \nerythema nodosum, papulopustular lesions); arthritis (non-erosive large joint oli-\ngoarthropathy); thrombophlebitis; vasculitis; myo/pericarditis; CNS involvement (py-\nramidal signs); and colitis. Diagnosis: Mainly clinical. Pathergy test: needle prick \nleads to papule formation within 48hrs. : Colchicine for orogenital ulceration; ster-\noids, azathioprine/cyclophosphamide for systemic disease. Inﬂ iximab has a role in \nocular disease unresponsive to topical steroids.5  \nHulusi Behçet, 1889–1948 (Turkish dermatologist)\nBerger’s disease (IgA nephropathy, p311.) Ranges from invisible haematuria to \nrapidly progressive glomerulonephritis. Biopsy shows mesangial IgA deposition. Usu-\nally indolent disease, but progression to end-stage renal failure occurs. : ACE-i/ARB if \nBP or proteinuria. Immunosuppression considered for progressive disease.6 \n \nJean Berger, 1930–2011 (French nephrologist)\nBickerstaff ’s brainstem encephalitis Ophthalmoplegia, ataxia, areﬂ exia, and ex-\ntensor plantars ± tetra plegia ± coma, and a reversible brain death picture (but there \nis no structural damage). MRI: hyperintense brainstem signals. GQ1b antibodies +ve.7 Plas-\nmapheresis may help.  \nEdwin R Bickerstaff, 1920–2008 (British physician)\nWe thank Dr Simon Eyre, our Specialist Reader, for his contribution to this chapter.\nFig 15.1 ‘No scientiﬁ c discovery is named af-\nter its original discoverer’, asserts Professor \nStephen Stigler in ‘Stigler’s Law of Eponymy ’, \nand in doing so, names the sociologist RK \nMerton as its discoverer—deliberately mak-\ning Stigler’s law exemplify itself. Is the same \ntrue in medicine? At least six others described \nAlzheimer’s disease before Alois Alzheimer \nin 1906, and Tetralogy of Fallot (named after \nÉtienne-Louis Fallot in 1888) was ﬁ rst de-\nscribed in 1672 by Niels Stenson. Not all medical \neponyms obey Stigler’s law. Forty years after \nit was ﬁ rst described, the French neurologist \nJean-Marie Charcot (himself associated with at least 15 medical eponyms) attributed the name \n‘Parkinson’s Disease’ to the illness outlined in James Parkinson’s 1817 essay ‘The Shaking Palsy ’. \nMonochromatic doctors may try to abolish eponyms by regimenting them to histologically driven \ndisease titles. But classiﬁ cations vary as facts emerge, and as a result the renaming of non-eponyms \nbecomes essential. Eponyms, however, carry on forever, because they imply nothing about causes.", "text_length": 4321, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 702/905)", "type": "chunk", "chunk_index": 701, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.377173", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.377996", "status": "complete", "chunks_added": 3}