{"task_id": "9fe490fa9ab3fd59", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 464/905)", "text": "ial branch of radial\n1\n1\n2\n2\n3\n3\n4\n4\n5\n5\n6\n6\n7\n7\n7\n\n--- Page 470 ---\n456\nNeurology\nHeadache\nEvery day, thousands of people visit the doctor complaining of headache. Tension \nheadaches are the most common, but beware the disabling and treatable (migraine, \ncluster headache), and the sinister (space-occupying lesions, meningitis, subarach-\nnoid haemorrhage). A good history is the key. Ask about:\nOnset Rapid onset headaches are concerning; the key diagnosis to rule out here \nis •subarachnoid haemorrhage (SAH, p478), sudden-onset, ‘worst ever’ headache, \noften occipital, stiff  neck, focal signs, consciousness. Other diff erentials include: \n•Meningitis (p822): fever, photophobia, stiff  neck, purpuric rash, coma. May be \nassociated with neck stiff ness (≈ meningeal irritation). Do an LP, start antibiotics. \n•Encephalitis (p824): fever, odd behaviour, ﬁ ts, or reduced consciousness. Do an \nurgent CT head and LP to look for signs of infection. •Post-coital headache.\nSubacute/gradual onset headaches: •Venous sinus thrombosis (p480): subacute \nheadache, papilloedema. •Sinusitis: dull, constant ache over frontal or maxillary si-\nnuses, with tenderness ± postnasal drip. Pain is worse on bending over. Ethmoid or \nsphenoid sinus pain is felt deep in the midline at the root of the nose. Common with \ncoryza (p406). The pain lasts ~1–2 wks. CT can conﬁ rm diagnosis but is rarely needed. \n•Tropical illness: eg malaria: travel history, ﬂ u-like illness (p416); typhus (p415). •In-\ntracranial hypotension: CSF leakage, eg iatrogenic after LP or epidural anaesthesia. \nSuspect if headaches worse on standing.; treat with epidural blood patch over leak, \nif conservative management with IV ﬂ uids and caff eine fails.\nCharacter Tight band? Think tension headache (the usual cause of bilateral, non-\npulsatile headache ± scalp muscle tenderness). Throbbing/pulsatile/lateralizing? \nThink migraine (p458).\nFrequency Headaches that recur tend to be benign: • Migraine: p458. • Cluster \nheadache: (see BOX ‘Cluster headache’) • Trigeminal neuralgia: (see BOX ‘Trigemi-\nnal neuralgia’) • Recurrent (Moll aret’s) meningitis: suspect if fever/meningism \nwith each headache. Send CSF for herpes simplex PCR (HSV2). Is there access to \nsubarachnoid spaces via a skull fracture, or a recurring cause of aseptic meningitis \n(SLE, eg abducens nerve palsy, Behçet’s, sarcoid)?\nDuration Chronic, progressive headaches can indicate  ICP. Typically worse on \nwaking, lying, bending forward, or coughing. Also: vomiting, papilloedema, sei-\nzures, false localizing signs, or odd behaviour. Do imaging to exclude a space-\noccupying lesion, and consider idiopathic intracranial hypertension. LP is \ncontraindicated until after imaging.\nAssociated features Eye pain ± reduced vision: Think acute glaucoma. Typically \nelderly, long-sighted people. Constant pain develops rapidly around one eye, radiat-\ning to the forehead with markedly reduced vision, visual haloes, and a red, congested \neye (p561). Seek expert help at once. If delay in treatment of >1h is likely, give eye \ndrops (eg 0.5% timolol maleate ± 2% pilocarpine) and acetazolamide 500mg PO. Jaw \nclaudication tender with thickened, pulseless temporal arteries: Giant cell arteritis: \n(p556) Subacute-onset headache with ESR >40mm/h. Exclude in all >50yrs old with a \nheadache that has lasted a few weeks: prompt diagnosis and steroids avoid blindness.\nPrecipitating causes Head trauma: Commonly causes localized pain but can be \nmore generalized. It lasts ~2wks; often resistant to analgesia. Do CT to exclude \nsubdural or extradural haemorrhage if drowsiness ± lucid interval, or focal signs \n(p482). Also ask about: Analgesia, sex, food (eg chocolate, cheese, coff ee).\nRed ﬂ ags See p780.\nDrug history Exclude medication overuse (analgesic rebound) headache: Culprits \nare mixed analgesics (paracetamol + codeine/opiates), ergotamine, and triptans. This \nis a common reason for episodic headache becoming chronic daily headache. Anal-\ngesia must be withdrawn—aspirin or naproxen may mollify the rebound headache. \nA preventive may help once off  other drugs (eg tricyclics, valproate,  gabapentin; \np504). Limit use of over-the-counter analgesia (no more than 6d per month).\nSocial history Ask about stress or recent life events; may not explain the pathol-\nogy, but will help you appreciate the context in which symptoms are experienced.", "text_length": 4393, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 464/905)", "type": "chunk", "chunk_index": 463, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.969558", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.970542", "status": "complete", "chunks_added": 3}