{"task_id": "a020394900fc3b1e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 677/905)", "text": "timated in a number of diff erent \nways (see BOX).\n\n--- Page 683 ---\n669\nClinical chemistry\nCalculating GFR is useful because it is a more sensitive indication of the degree \nof renal impairment than serum creatinine. Subjects with low muscle mass (eg \nthe elderly, women) can have a ‘normal’ serum creatinine, despite a signiﬁ cant \nreduction in GFR. This can be important when prescribing nephrotoxic drugs, or \ndrugs that are renally excreted, which may therefore accumulate to toxic levels \nin the serum.\nA number of methods for estimating GFR exist, all relying on a calculation of \nthe clearance of a substance that is renally ﬁ ltered and then not reabsorbed in \nthe renal tubule. For example, the rate of clearance of creatinine can be used as a \nmarker for the rate of ﬁ ltration of ﬂ uid and solutes in the glomerulus because it is \nonly slightly reabsorbed from the renal tubule. The more of the ﬁ ltered substance \nthat is reabsorbed, however, the less accurate the estimate of GFR.\nMDRD (Modiﬁ cation of Diet in Renal Disease Study Group): This provides an \nestimate of GFR from four simple parameters: serum creatinine, age, gender, and \nrace (black/non-black). It is one of the best validated for monitoring patients with \nestablished moderately severe renal impairment,2 and most labs now routinely \nreport estimated GFR (eGFR) using the MDRD equation on all U&E reports:\neGFR = 32 788 ≈ serum creatinineΩ1 . 154 ≈ ageΩ0 . 203 ≈ [1 . 212 if black] ≈ [0 . 742 if female]\nHowever, a number of caveats exist, so that it is best used in monitoring declin-\ning renal function rather than labelling elderly patients with mild renal impairment:\n  \n• It is not validated for mild renal impairment, and therefore its use for screening \ngeneral populations is questionable.\n  \n• Inter-individual variations (and thus conﬁ dence intervals) are wide, although \nfor each individual variations are small so that a decline in eGFR over a number of \nserum samples is always signiﬁ cant.\n  \n• Single results may be aff ected by variations in serum creatinine, such as after a \nprotein-rich meal.\nCockcroft–Gault equation: This provides an estimate of creatinine clearance. It \nis an improvement on the MDRD equation because it also takes into account the \npatient’s weight. However, 10% of creatinine is actively excreted in the tubules, \nand therefore creatinine clearance overestimates true GFR and underestimates \nrenal impairment. Moreover, the equation assumes ideal body weight and is thus \nunreliable in the obese or oedematous. Also unreliable in unstable renal function.\nCreatinine clearance = (140 Ω age) ≈ weight (kg) ≈ [0 . 85 if female] ≈ [1 . 212 if black]\n0 . 813 ≈ serum creatinine (μmol/L)\nCreatinine clearance can also be calculated by measuring the excreted creatinine \nin a 24h urine collection and comparing it with the serum creatinine concentra-\ntion. However, the accuracy of collection is vital but often poor, making this an \nunreliable and inconvenient method.\nGFR can also be measured by injection of a radioisotope followed by sequential \nblood sampling (\n51Cr-EDTA) or by an isotope scan (eg DTPA \n99Tc, p190). These meth-\nods allow a more accurate estimate of GFR than creatinine clearance, since smaller \nproportions of these substances are reabsorbed in the tubules. They also have the \nadvantage of being able to provide split renal function.\nInulin clearance: The gold standard for calculating GFR, because 100% of ﬁ ltered \ninulin (not insulin) is retained in the luminal ﬂ uid and therefore reﬂ ects exactly the \nrate of ﬁ ltration of water and solutes in the glomerulus. However, measuring inulin \nclearance again requires urine collection over several hours, and also a constant IV \ninfusion of inulin, and is therefore inconvenient to perform.\nEstimating GFR", "text_length": 3797, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 677/905)", "type": "chunk", "chunk_index": 676, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.330900", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.331634", "status": "complete", "chunks_added": 2}