{"task_id": "a0a449234f696951", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 354/905)", "text": " refractory disease.\nImmune thrombocytopenia (ITP)\n\n--- Page 360 ---\n346\nHaematology\nAn approach to bleeding\nThere are three sets of questions to be answered:\n1   Is there an emergency needing immediate resuscitation or senior help?\n  \n• Is the patient about to exsanguinate (dizzy on sitting up, shock, coma)?\n  \n• Is there hypovolaemia (postural hypotension, oliguria)?\n  \n• Is there CNS bleeding (meningism, CNS and retinal signs)?\n  \n• Is there an underlying condition which escalates apparently minor bleeding into \nan evolving catastrophe? For example:\n  \n• Bleeding in pregnancy or the puerperium.\n  \n• GI bleeding in a jaundiced patient (ie coagulation factors already depleted).\n  \n• Bleeding in someone who is already anaemic (esp if other comorbidities).\n2   Why is the patient bleeding? Is bleeding normal, given the circumstances (eg \nsurgery, trauma, parturition), or does the patient have a bleeding disorder (BOX \n‘Is this pre-op patient at risk of excessive bleeding?’)?\n  \n• Is there a secondary cause, eg drugs (warfarin), alcohol, liver disease, sepsis?\n  \n• Is there unexplained bleeding, bruising, or purpura?\n  \n• Past or family history of excess bleeding, eg during trauma, dentistry, surgery?\n  \n• Is the pattern of bleeding indicative of vascular, platelet, or coagulation prob-\nlems (p344)? Are old venepuncture or cannula sites bleeding (DIC, p352)? Look \nfor associated conditions (eg with DIC).\n  \n• Is a clotting screen abnormal (table 8.3)? Check FBC, platelets, PT, APTT, and \nthrombin time. Consider D-dimers, bleeding time, and a factor VIII assay. If \nboth PT and APTT are very raised, with low platelets and D-dimers, consider \nDIC (p352).\n3   In cases of bleeding disorders, what is the mechanism? Investigate with \nFBC, ﬁ lm, and coagulation screen (citrate tube; false results if under-ﬁ lled):\n  \n• Prothrombin time (PT): Thromboplastin is added to test the extrinsic system. \nPT is expressed as a ratio compared to control (international normalized ratio \n(INR), normal range = 0.9–1.2). It tests for abnormalities in factors I, II, V, VII, X. \nProlonged by: warfarin, vitamin K deﬁ ciency, liver disease, DIC.\n  \n• Activated partial thrombo plastin time (APTT): Kaolin is added to test the \nintrinsic system. Tests for abnormalities in factor I, II, V, VIII, IX, X, XI, XII. Normal \nrange 35–45s. Prolonged by: heparin treatment, haemophilia, DIC, liver disease.\n  \n• Thrombin time: Thrombin is added to plasma to convert ﬁ brinogen to ﬁ brin. \nNormal range: 10–15s. Prolonged by: heparin treatment, DIC, dysﬁ brinogenaemia.\n  \n• D-dimers are a ﬁ brin degradation product, released from cross-linked ﬁ b rin \nduring ﬁ brinolysis (p345). This occurs during DIC, or in the presence of venous \nthromboembolism—deep vein thrombosis (DVT) or pulmonary embolism (PE). \nD-dimers may also be raised in inﬂ ammation, eg with infection or malignancy.\nManagement Depends on the degree of bleeding. If shocked, resuscitate (p790). If \nbleeding continues in the presence of a clotting disorder or a massive transfusion, \ndiscuss the need for FFP, cryoprecipitate, factor concentrates, or platelets with a \nhaematologist. In ITP (p345), steroids ± IV immunoglobulin may be used. Especially \nin pregnancy (OHCS p88), consult an expert. Is there overdose with anticoagulants \n(p842)? In haemophiliac bleeds, consult early for coagulation factor replacement. \nNever give IM injections.", "text_length": 3413, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 354/905)", "type": "chunk", "chunk_index": 353, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.773885", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.774705", "status": "complete", "chunks_added": 2}