{"task_id": "a0f25aa11e111435", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 167/905)", "text": "eptable side-\neff ects. DVLA need not be notiﬁ ed.\n\n--- Page 173 ---\n159\nCardiovascular medicine\n  \n• Epilepsy (the patient must have had at least two seizures in the last 5yrs). An \nepileptic patient who has suff ered an epileptic attack while awake must not \ndrive for 1yr from the date of the attack. Patients who have seizures that do \nnot aff ect their consciousness (eg simple partial seizures) or seizures only dur-\ning sleep may be allowed to drive. Being allowed to drive is conditional on the \npatient following medical advice and there not being reason to believe they are \nat high risk of further seizures.\n  \n• TIA or stroke. These patients should not drive for at least 1 month. There is no \nneed to inform the DVLA unless there is residual neurological defect after 1 month, \neg visual ﬁ eld defect. If TIAS have been recurrent and frequent, a 3-month period \nfree of attacks may be required.\n  \n• Sudden attacks or disabling giddiness, fainting, or blackouts.\n  \n• Chronic neurological conditions including multiple sclerosis, Parkinson’s (any \n‘freezing’ or on–off  eff ects), and motor neuron diseases.\n  \n• Severe mental disorders; including serious memory problems and severe psy-\nchiatric illness. Those with dementia should only drive if the condition is mild \n(do not rely on armchair judgements: on-the-road trials are better). Encourage \nrelatives to contact DVLA if a dementing relative should not be driving. GPs may \ndesire to breach conﬁ dentiality (the GMC approves) and inform DVLA of demented \nor psychotic patients (tel. 01792 783686). Many elderly drivers (~1 in 3) who die in \naccidents are found to have Alzheimer’s.\n  \n• A pacemaker, deﬁ brillator, or antiventricular tachycardia device ﬁ tted.\n  \n• Diabetes controlled by insulin or tablets. The main issues which may result in \ndriving bans are impaired awareness of hypoglycaemia and impaired vision.\n  \n• Angina while driving.\n  \n• Any type of brain surgery, brain tumour. Severe head injury involving inpatient \ntreatment at hospital.\n  \n• Continuing/permanent diffi  culty in the use of arms or legs which aff ects ability \nto control a vehicle.\n  \n• Dependence on or misuse of alcohol, illicit drugs, or chemical substances in the \npast 3yrs (do not include drink/driving off ences).\n  \n• Any visual disability which aff ects both eyes (do not declare short/long sight or \ncolour blindness).\nVision (new drivers) should be 6/9 on Snellen’s scale in the better eye and 6/12 on \nthe Snellen scale in the other eye, wearing glasses or contact lenses if needed, and \n3/60 in each eye without glasses or contact lenses.\nThe above-listed rules apply to standard licences only, for group 2 entitlement (eg \nHGV drivers) see www.dvla.gov.uk/medical/ataglance.aspx.\nOther conditions: UK DVLA states it must be informed if a driver suff ers \nfrom medical conditions including:", "text_length": 2860, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 167/905)", "type": "chunk", "chunk_index": 166, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.172392", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.173172", "status": "complete", "chunks_added": 2}