{"task_id": "a12891144ab0573b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 373/905)", "text": "There is no clear role for G-CSF.\nAplastic anaemia\n\n--- Page 379 ---\n365\nHaematology\nFig 8.66 Haematopoiesis and Sod’s law. When we contemplate a diagram like this (of seem-\ningly galactic complexity) we, being doctors, think ‘What can go wrong?’ With a sinking feeling \nwe realize that every arc is an opportunity for multiple disasters. Perhaps, using the Hammer of \nLos (p322) and our own ingenuity we might occasionally complete these pathways without Sod \nintervening (Sod’s law states that if something can go wrong, it will—here Sod’s tubercular breath \nis seen blowing the red cell line off  course—TB is a famous cause of leukoerythroblastic anaemia). \nWhen we realize that every day each of us makes 175 billion red cells, 70 billion granulocytes, and \n175 billion platelets we sense that Sod is smiling to himself with especial relish. Anything can go \nwrong. Everything can go wrong. This latter we call aplastic anaemia. Agranulocytosis is when \nthe Southerly arcs go wrong; thrombocytopenia when the West-pointing arcs go wrong. To the \nEast we have the lymphocytes and their B- and T-cell complexities. Anaemia lies in the North of this \ndiagram. And as for bleeding—how could our predecessors bear to waste a single drop of this stuff  \non purpose? Our minds are reeling at 175 billion red cells per day—but this is just when the system \nis idling. When we bleed, throughput can rise by an order of magnitude—if Sod is turning a blind \neye are there suffi  cient haematinics (eg iron, B12 , and folate) to allow maximum haemopoiesis?\nFigure ©Aria Rad.", "text_length": 1567, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 373/905)", "type": "chunk", "chunk_index": 372, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.809742", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.810810", "status": "complete", "chunks_added": 1}