{"task_id": "a12c4e7b4b496b74", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 742/905)", "text": "udocysts.\nTop panel courtesy of Dr Edmund Godfrey.\n\n--- Page 748 ---\n734\nRadiology\nMagnetic resonance imaging (MRI)\n1   A large proportion of the human body is fat or water (~80%).\n2   Fat and water contain a large number of hydrogen nuclei (unpaired protons).\n3   The spin of a positively charged hydrogen nucleus gives it magnetic polarity.\nThus…\n  \n• Placing the human body in a magnetic ﬁ eld aligns its hydrogen nuclei either with \n(parallel) or against (anti-parallel) the ﬁ eld.\n  • A radiofrequency (RF) pulse at the resonant frequency ﬂ ips a few nuclei away from \ntheir original alignment by an angle depending on the amount of energy they absorb.\n  \n• When the RF pulse stops, the nuclei ﬂ ip back (or relax) into their original alignment, \nemitting the energy (called an echo) that was absorbed from the RF pulse.\n  \n• Measuring and plotting the energy of the returning signal according to location \n(provided the nuclei haven’t moved) gives a picture of fat, tissue, and water as \ndistributed throughout the body.\n  \n• The hydrogen nuclei in ﬂ owing blood move after receiving the RF pulses. The echo is \nnot detected, and so the vessel lumen appears black (ﬂ ow void).\nRather than radiodensity or attenuation, the correct descriptive terminology for the \ngreyscale seen in MRI is signal intensity: high signal appears white and low signal black \n(see  table 16.4). Weighting is a quality of MRI that is dependent on the time between \nthe RF pulses (repetition time, TR) and the time between an RF pulse and the echo (echo \ntime, TE). MR images are most commonly T1-weighted (good for visualizing anatomy) \nor T2-weighted (good for visualizing disease) but can also be a mixture of both, called \nproton density (PD) weighting. FLAIR sequences produce heavily T2-weighted images. \nA good way to determine the weighting of an MR image is to look for water—eg in the \naqueous humour of the eye, CSF, or synovial ﬂ uid (see table 16.4; ﬁ g 16.17).\nTable 16.4 MRI sequence characteristics\nT1-weighted\nT2-weighted\nTR\nTE\nShort (<1000ms)\nShort (<30ms)\nLong (>2000ms)\nLong (>80ms)\nLow \nsignal\nWater\nFlowing Hb\nFresh Hb\nHaemosiderin\nBone\nFlowing Hb\nDeoxyHb\nHaemosiderin\nMelanin\nHigh \nsignal\nBone marrow\nFat\nCholesterol\nGadolinium (p762)\nMetHb\nWater\nCholesterol\nFresh Hb\nMetHb\nAdvantages MRI’s great bonus is that it \ndoes not involve ionizing radiation. It has \nno known long-term adverse eff ects. It is \nexcellent for imaging soft tissues (water- and hence proton-dense) and is preferred \nover CT for musculoskeletal disorders and for many intracranial, head, and neck pa-\nthologies (ﬁ gs 16.18–16.20). Multiplanar acquisition of images can provide multiple \nviews and 3D reconstruction from one scan. MR angiography is also excellent for \nreconstructing vascular anatomy. This avoids the need for invasive angiography with \nfemoral puncture or CT contrast in patients with renal impairment.\nDisadvantages Long acquisition times. Poor imaging of lung parenchyma. Claustro-\nphobic. Incompatible with some metal implants. High cost and specialized interpre-\ntation (=limited availability).\nContraindications Absolute: •Pacemakers; other implanted electrical devices. \n•Metallic foreign bodies, eg intra-ocular (consider orbital X-ray to exclude), shrapnel. \n•Non-compatible surgical clips/coils/heart valves. Relative: •If unable to complete \nthe pre-scan questionnaire. •Cochlear implants. NB: orthopaedic prostheses and ex-\ntracranial metallic clips are generally safe. If uncertain, ask a radiologist. Contrast: \n•Renal impairment (gadolinium can cause systemic ﬁ brosis). •Allergy. •Pregnancy.\nFig 16.17 T1-weighted MRI of the hips. Normal \nadult bone marrow is high signal due to fat; \nnote also low signal from urine in the bladder.\nCourtesy of Norwich Radiology Department", "text_length": 3783, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 742/905)", "type": "chunk", "chunk_index": 741, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.450484", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.452374", "status": "complete", "chunks_added": 2}