{"task_id": "a12d2c901a3ab007", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 640/905)", "text": " = somatic inner-\nvation (very sensitive to pain).\n\n--- Page 646 ---\n632\nSurgery\nHaemorrhoids (piles)\nDeﬁ nition Haemorrhoids (≈running blood in Greek) are disrupted and dilated anal \ncushions. The anus is lined mainly by discontinuous masses of spongy vascular tis-\nsue—the anal cushions, which contribute to anal closure. Viewed from the lithotomy \nposition, the three anal cushions are at 3, 7, and 11 o’clock (where the three major \narteries that feed the vascular plexuses enter the anal canal). They are attached \nby smooth muscle and elastic tissue, but are prone to displacement and disrup-\ntion, either singly or together. The eff ects of gravity (standing), increased anal tone \n(?stress), and the eff ects of straining at stool may make them become both bulky \nand loose, and so to protrude to form piles (Latin pila, meaning a ball). They are \nvulnerable to trauma (eg from hard stools) and bleed readily from the capillaries \n(bright red blood) of the underlying lamina propria. NB: piles are not varicose veins.\nAs there are no sensory ﬁ bres above the dentate line (squamomucosal junction), \npiles are not painful unless they thrombose when they protrude and are gripped by \nthe anal sphincter, blocking venous return. See ﬁ g 13.44.\nDiff erential diagnosis Perianal haematoma; anal ﬁ ssure; abscess; tumour; proctalgia \nfugax. Never ascribe rectal bleeding to piles without examination or investigation.\nCauses Constipation with prolonged straining is a key factor. In many the bowel \nhabit may be normal. Congestion from a pelvic tumour, pregnancy, CCF, or portal \nhypertension are important in only a minority of cases. Elicit red ﬂ ags in history.\nPathogenesis There is a vicious circle: vascular cushions protrude through a tight \nanus, become more congested, and hypertrophy to protrude again more readily. \nThese protrusions may then strangulate. See table 13.15 for classiﬁ cation.\nSymptoms Bright red rectal bleeding, often coating stools, on the tissue, or drip-\nping into the pan after defecation. There may be mucous discharge and pruritus ani. \nSevere anaemia may occur. Symptoms such as weight loss, tenesmus, and change in \nbowel habit should prompt thoughts of other pathology. In all rectal bleeding do:\n  \n• An abdominal examination to rule out other diseases.\n  \n• PR exam: prolapsing piles are obvious. Internal haemorrhoids are not palpable.\n  • Colonoscopy/ﬂ exible sigmoidoscopy to exclude proximal pathology if 50 years old.\nTreatment 1 Medical: (1st-degree.) Fluid and fibre is key ± topical analgesics & \nstool softener (bulk forming). Topical steroids for short periods only.\n2 Non-operative: (2nd & 3rd degree, or 1st degree if medical therapy failed.) •Rubber \nband ligation. Cheap, but needs skill. Banding produces an ulcer to anchor the mu-\ncosa (SE: bleeding, infection; pain). It has the lowest recurrence rate. •Sclerosants. \n(1st- or 2nd-degree.) 2mL of 5% phenol in oil is injected into the pile above the den-\ntate line, inducing ﬁ brotic reaction. Recurrence higher (SE: impotence; prostatitis). \n•Infra-red coagulation. Applied to localized areas of piles, it works by coagulating \nvessels and tethering mucosa to subcutaneous tissue. It is as successful as banding \nand may be less painful. •Bipolar diathermy and direct current electrotherapy. \nCauses coagulation and ﬁ brosis after local application of heat. Success rates are simi-\nlar to those of infrared coagulation, and complication rates are low.\n3 Surgery: •Excisional haemor rhoid ectomy is the most eff ective treatment (excision \nof piles ± ligation of vascular pedicles, as day-case surgery, needing ~2wks off  work). \nScalpel, electrocautery, or laser may be used. •Stapled haemorrhoidopexy (procedure \nfor prolapsing haemorrhoids) may result in less pain, a shorter hospital stay, and quick-\ner return to normal activity than conventional surgery. It is used when there is a large \ninternal component, but has a higher recurrence and prolapse rate than excisional. \nSurgical complications  include constipation; infection; stricture; bleeding.\nProlapsed, thrombosed piles Analgesia, ice packs, and stool softeners. Pain usu-\nally resolves in 2–3wks. Some advocate early surgery.", "text_length": 4204, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 640/905)", "type": "chunk", "chunk_index": 639, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.279018", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.279862", "status": "complete", "chunks_added": 3}