{"task_id": "a15efdf66414e2d9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 348/905)", "text": "es (artist) and Roy \nJones (photographer).\nBEWARE!\n\n--- Page 354 ---\n340\nHaematology\nSickle-cell anaemia\nSickle-cell anaemia is an autosomal recessive disorder in which production of abnor-\nmal haemoglobin results in vaso-occlusive crises. It is most commonly seen in people \nof African origin, and arises from an amino acid substitution in the gene coding for \nthe  chain (Glu  Val at position 6) which leads to production of HbS rather than \nHbA (HbA2 and HbF are still produced). Homozygotes (SS) have sickle-cell anaemia \n(HbSS), and hetero zygotes (HbAS) have sickle-cell trait, which causes no disability \n(and protects from falciparum malaria). Heterozygotes may still, however, experi-\nence symptomatic sickling in hypoxia, eg in unpressurized aircraft or anaesthesia (so \nall those of African descent need a pre-op sickle-cell test).\nPathogenesis HbS polymerizes when deoxygenated, causing RBCS to deform, pro-\nducing sickle cells, which are fragile and haemolyse, and also block small vessels.\nPrevalence 1:700 people of African descent.\nTests Haemolysis is variable. Hb ≈ 60–90g/L, reticulocytes 10–20%, bilirubin. \nFilm: sickle cells and target cells (ﬁ g 8.37). Sickle solubility test: +ve, but does not \ndistinguish between HbSS and HbAS. Hb electrophoresis: Conﬁ rms the diagnosis \nand distinguishes SS, AS states, and other Hb variants. Aim for diagnosis at birth \n(cord blood) to aid prompt pneumococcal prophylaxis (vaccine, p167 ± penicillin V).\nSigns/symptoms Chronic haemolysis is usually well tolerated (except in crises; see \nBOX ‘Managing sickle-cell crises’).\nVaso-occlusive ‘painful’ crisis: Common, due to microvascular occlusion. Often af-\nfects the marrow, causing severe pain, triggered by cold, dehydration, infection, or \nhypoxia. Hands and feet are aff ected if <3yrs old leading to dactylitis. Occlusion may \ncause mesenteric ischaemia, mimicking an acute abdomen. CNS infarction occurs \nin ~10% of children, leading to stroke, seizures, or cognitive defects. Trans cranial \nDoppler ultrasonography indicates risk of impending stroke, and blood transfusions \ncan prevent this by reducing HbS. Also avascular necrosis (eg of femoral head), leg \nulcers (ﬁ g 8.38) and low-ﬂ ow priapism (also seen in CML, may respond to hydration, \n-agonists, eg phenylephrine, or aspiration of blood + irrigation with saline; if for \n>12h prompt cavernosus–spongiosum shunting can prevent later impotence). \nAplastic crisis: This is due to parvovirus B19, with sudden reduction in marrow \nproduction, especially RBCs. Usually self-limiting <2wks; transfusion may be needed.\nSequestration crisis: Mainly aff ects children as in adults the spleen becomes \natrophic. There is pooling of blood in the spleen ± liver, with organomegaly, severe \nanaemia, and shock. Urgent transfusion is needed.\nComplications • Splenic infarction occurs before 2yrs old, due to micro-\nvascular occlusion, leading to susceptibility to infection (40% of childhood \nsickle deaths are caused this way). • Poor growth. • Chronic renal failure. • Gall-\nstones. • Retinal disease. • Iron overload (see BOX ‘A 7-year-old ...’). •Lung damage: \nhypoxiaﬁ brosispulmonary hypertension.\nManagement of chronic disease Get help from a haematologist.\n  • Hydroxycarbamide if frequent crises (production of fetal haemoglobin, HbF). Dose \nexample: 20mg/kg/d if eGFR >60mL/min.\n  \n• Splenic infarction leads to hyposplenism and immunocompromise. Prophylaxis, in \nterms of antibiotics and immunization, should be given (p373).\n  \n• Febrile children risk septicaemia: repeated admission may be avoided by early \nrescue out-patient antibiotics, eg ceftriaxone (eg 2 doses, 50mg/kg IV on day 0 \nand 1). Consider admission if Hb <50g/L, WCC <5 or >30 ≈ 10\n9/L, T° >40°C, severe \npain, dehydration, lung inﬁ ltration. Seek expert advice.\n  \n• Bone marrow transplant can be curative but remains controversial.\nPrevention Genetic counselling; prenatal tests (OHCS pp154–5). Parental education \ncan help prevent 90% of deaths from sequestration crises.", "text_length": 4029, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 348/905)", "type": "chunk", "chunk_index": 347, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.761977", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.762825", "status": "complete", "chunks_added": 3}