{"task_id": "a2a02440095d4f85", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 820/905)", "text": "atory arrest\nFig 19.12 Management of acute asthma.\n\n--- Page 826 ---\n812\nEmergencies\nAcute exacerbations of COPD\nA common medical emergency especially in winter. May be triggered by viral or \nbacterial infections.\nPresentation Increasing cough, breathlessness, or wheeze. Decreased exercise \ncapacity.\nHistory (See p48.) Ask about usual/recent treatments (especially home oxygen), \nsmoking status, and exercise capacity (may inﬂ uence a decision to ventilate the \npatient).\nDiff erential diagnosis Asthma, pulmonary oedema, upper respiratory tract ob-\nstruction, pulmonary embolus, anaphylaxis.\nInvestigations\n  \n• ABG (p771).\n  \n• CXR to exclude pneumothorax and infection.\n  \n• FBC; U&E; CRP. Theophylline level if patient on therapy at home.\n  \n• ECG.\n  \n• Send sputum for culture if purulent.\n  \n• Blood cultures if pyrexial.\nManagement Ensure oxygenation then treat the reversible,8 see ﬁ g 19.13.\n  \n• Look for a cause, eg infection, pneumothorax.\n  \n• Prior to discharge, liaise with GP regarding steroid reduction, domiciliary oxygen \n(p184), smoking cessation, and pneumococcal and ﬂ u vaccinations (p166).\nTreatment of stable COPD and more advanced disease: See pp184–5.\nConsider the ceiling of care: What is in the best interests of the patient? Invasive \nventilation for exacerbations of COPD may not be appropriate: it can be diffi  cult to \nwean patients off  ventilatory support, and brings with it the risk of ventilator-asso-\nciated pneumonias and pneumothoraces from ruptured bullae. If possible, speak to \nthe patient early, before deterioration, try to ascertain their wishes. Patients who \nhave previously been ventilated may not wish to repeat the experience. Consider \ncomorbidities, FEV1, functional status, whether the patient requires home oxygen, \nand whether the patient has previously been admitted to ICU (and if so, whether they \nwere easily weaned from invasive ventilation). Involve the patient, the family, your \nseniors, and ICU early in making a decision.\n  \n• The greatest danger is hypoxia, which probably accounts for more deaths than \nhypercapnia. Don’t leave patients severely hypoxic.\n  • However, in some patients, who rely on their hypoxic drive to breathe, too much \noxygen may lead to a reduced respiratory rate and hypercapnia, with a consequent \nfall in conscious level. Always prescribe O2 as if it were a drug.\n  \n• Care is always required with O2, especially if there is evidence of CO2 retention. \nStart with 24–28% O2 in such patients.\n Whenever you initiate or change oxygen therapy, do consider an ABG within 1h.\n  \n• Monitor the patient carefully. Aim to raise the PaO2 above 8.0kPa with a rise in \nPaCO2 <1.5kPa.\n  \n• In patients without evidence of retention at baseline use 28–40% O2, but still \nmonitor and repeat ABG.\nOxygen therapy", "text_length": 2795, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 820/905)", "type": "chunk", "chunk_index": 819, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.603709", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.604622", "status": "complete", "chunks_added": 2}