{"task_id": "a2c61d825ab3ccca", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 708/905)", "text": "te scar from previous surgery to the index ﬁ nger.\n\n--- Page 714 ---\n700\nEponymous syndromes\nnerve damage, so tendon reﬂ exes are paradoxically depressed (diff erential diagnosis \np446). There is also dorsal column degeneration, with loss of positional and vibration \nsense. Pes cavus and scoliosis occur. Cardiomyopathy may cause CCF. Typical age at \ndeath: ~50yrs. : There is no cure. Treat CCF, arrhythmias, and DM.  \n \n \nNikolaus Friedreich, 1825–1882 (German neurologist)\nFroin’s syndrome  CSF protein + xanthochromia with normal cell count—a sign of \nblockage in spinal CSF ﬂ ow (eg from a spinal tumour). Georges Froin, 1874–1932 (French physician)\nGardner’s syndrome A dominant variant of familial adenomatous polyposis, \ncaused by mutations in the APC gene (5q21). There are multiple colon polyps (which \ninevitably become malignant; p520),37 benign bone osteomas, epidermal cysts, \ndermoid tumours, ﬁ bromas, and neuroﬁ bromas. Fundoscopy reveals black spots \n(congenital hypertrophy of retinal pigment epithelium); this helps pre-symptomatic \ndetection. Presentation: Can present from 2–70yrs with colonic (eg bloody diar-\nrhoea) or extracolonic symptoms. Prophylactic surgery (eg proctocolectomy) is the \nonly curative treatment. Endoscopic polypectomy with long-term celecoxib therapy \nhas been used to postpone prophylactic colectomy.38 \nEldon J Gardner, 1909–1989 (US physician)\nGélineau’s syndrome (Narcolepsy.) The patient, usually a young man, succumbs \nto irresistible attacks of inappropriate sleep ± vivid hypnogogic hallucinations, \ncataplexy (sudden hypotonia), and sleep paralysis (paralysis of speech and move-\nment, while fully alert, at sleep onset or on waking). Hypothesis: Mutations lead to \nloss of hypothalamic hypocretin-containing neurons, via autoimmune des truction.39 \n95% are +ve for HLA DR2. : Stimulants (eg methylphenidate) may cause depend-\nence ± psychosis. Modaﬁ nil may be better. SE: anxiety, aggression, dry mouth, eupho-\nria, insomnia, BP, dyskinesia, ALP.  \nJean-Baptiste-Édouard Gélineau, 1828–1906 (French physician)\nGerstmann’s syndrome A constellation of symptoms suggesting a dominant pari-\netal lesion: ﬁ nger agnosia (inability to identify ﬁ ngers), agraphia (inability to write), \nacalculia (inability to calculate), and left–right disorientation. \n \n \n \nJosef Gerstmann, 1887–1969 (Austrian neurologist)\nGilbert’s syndrome A common cause of unconjugated hyperbilirubinaemia due to  \nUGT-1 activity (the enzyme that conjugates bilirubin with glucuronic acid). Prevalence: \n1–2%; 5–15% have a family history of jaundice. It may go unnoticed for many years \nand usually presents in adolescence with intermittent jaundice occuring during illness, \nexercise or fasting. Diagnosis: Mild bilirubin; normal FBC and reticulocytes (ie no hae-\nmolysis). It is a benign condition. \nNicolas Augustin Gilbert, 1858–1927 (French physician)\nGilles de la Tourette syndrome Tonic, clonic, dystonic, or phonic tics: jerks, blinks, \nsniff s, nods, spitting, stuttering, irrep ressible explosive obscene verbal ejaculations \n(coprolalia, in 20%) or gestures (coprophilia, 6%),40 grunts, squeaks, burps, twirlings, \nand nipping others ± tantrums. There may be a witty, innovatory, phantasmago-\nric picture, with mimicry (echopraxia), antics, impishness, extravagance, audacity, \ndram atizations, surreal associations, uninhibited aff ect, speed, ‘go’, vivid imagery \nand memory, and hunger for stimuli. The tic paradox: Tics are voluntary, but often \nunwanted: the desire to tic stems from the relief of the odd sensation that builds up \nprior to the tic and is relieved by it, ‘like scratching a mosquito bite, tics lead to more \ntics’.41 Mean age of onset: 6yrs. :≈4:1. Pathogenesis: Unknown; multiple genetic \nloci implicated and neuroanatomical abnormalities reported on MRI. Ass ociations: \nObsessive–compulsive disorder; attention deﬁ cit hyperactivity disorder. : (None \nmay be wanted.) Ris peridone, haloperidol, or pimozide. Habit-reversal training.42 \nDeep brain stimulation is rarely indicated, but may help. \n \n \n \n \nMarquis Georges Albert Édouard Brutus Gilles de la Tourette, 1857–1904 (French neurologist)\nGoodpasture’s disease (A pulmonary-renal syndrome.) Acute glomerulone-\nphritis + lung symptoms (haemop tysis/diff use pulmonary haemorrhage) caused by \nantiglom erular basement mem brane antibodies (binding kidney’s basement mem-\nbrane and alveolar membrane). Tests: CXR: inﬁ ltrates due to pulmonary haemor-\nrhage, often in lower zones. Kidney biopsy: crescentic glomerulonephritis. : Treat \nshock. Vigorous imm unosuppressive treatment and plasmapheresis. \n \nErnest William Goodpasture, 1886–1960 (US pathologist)", "text_length": 4684, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 708/905)", "type": "chunk", "chunk_index": 707, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.387909", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.388859", "status": "complete", "chunks_added": 3}