{"task_id": "a47268d68bf02c91", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 474/905)", "text": "gist Helen Taussig (see p92).\nBittersweet symphony\n\n--- Page 480 ---\n466\nNeurology\nAcute bilateral leg weakness \nIt is crucial to establish a diagnosis quickly to avoid permanent disability. Look for \nspeciﬁ c patterns (see later in topic) and ask these questions to help elicit the diagnosis:\n1   Where is the lesion? • Are the legs ﬂ accid or spastic? (ie LMN or UMN?) • Is there \nsensory loss?A sensory level usually means spinal cord disease. • Is there loss of \nbowel or bladder control? (Lesion more likely to be in the conus medullaris or \ncauda equina.)\n2  What is the lesion? • Was onset sudden or rapidly progressive? This is an emer-\ngency; it suggests cord compression so get urgent help (see next paragraph). • Are \nthere any signs of infection (eg tender spine, T°, WCC, ESR, CRP: extradural abscess)?\nCord compression (See also p528.) Symptoms: Bilateral leg weakness (arm weak-\nness—often less severe—suggests a cervical cord lesion, see p508) a sensory level ± \npreceding back pain (see p542). Bladder (and anal) sphincter involvement is late and \nmanifests as hesitancy, frequency, and, later, as painless retention. Signs: Look for \na motor, reﬂ ex, and sensory level, with normal ﬁ ndings above the level of the lesion, \nLMN signs at the level (especially in cervical lesions), and UMN signs below the level \n(but remember tone and reﬂ exes are usually reduced in acute cord compression; \nOHCS p756). Causes: Secondary malignancy (breast, lung, prostate, thyroid, kidney) \nin the spine is commonest. Rarer: infection (epidural abscess), cervical disc prolapse, \nhaematoma (warfarin), intrinsic cord tumour, atlanto–axial subluxation, myeloma. \n : Transverse myelitis, MS, carcinomatous meningitis, cord vasculitis (PAN, syphilis), \nspinal artery thrombosis or aneurysm, trauma, Guillain–Barré syndrome (p702). In-\nvestigations: Do not delay imaging at any cost. Spinal x-rays are unreliable; MRI is \nthe deﬁ nitive modality. Biopsy or surgical exploration may be needed to identify the \nnature of any mass. Do a CXR (primary lung malignancy, lung secondaries, TB). Bloods: \nFBC, ESR, B12, syphilis serology, U&E, LFT, PSA, serum electrophoresis. Treatment: Give \nurgent dexamethasone in malignancy (p528) while considering more speciﬁ c thera-\npy, eg radiotherapy or chemotherapy ± decompressive laminectomy; which is most \nappropriate depends on tumour type, quality of life, and likely prognosis. Epidural \nabscesses must be surgically decompressed and antibiotics given.\nCauda equina and conus medullaris lesions The big diff erence between these \nlesions and those high up in the cord is that leg weakness is ﬂ accid and areﬂ exic, \nnot spastic and hyperreﬂ exic. Causes: As above, plus congenital lumbar disc disease \nand lumbosacral nerve lesions. Signs: Conus medullaris lesions feature mixed UMN/\nLMN signs, leg weakness, early urinary retention and constipation, back pain, sacral \nsensory disturbance and erectile dysfunction. Cauda equina lesions feature back \npain and radicular pain down the legs; asymmetrical, atrophic, areﬂ exic paralysis of \nthe legs; sensory loss in a root distribution; and sphincter tone; do PR.\nOther patterns of leg weakness\nUnilateral foot drop: DM, common peroneal nerve palsy, stroke, prolapsed disc, MS.\nWeak legs with no sensory loss: MND, polio , para sagittal meningioma (an exception \nto the rule that weak legs mean cord or distal lesion).\nChronic spastic paraparesis: MS, cord primary malignancy/metastasis, MND, syrin-\ngomyelia, subacute combined degeneration of the cord (p334), hereditary spastic \nparaparesis, taboparesis (tertiary syphilis, see p412), histiocytosis X, parasites (eg \nschistosomiasis).\nChronic ﬂ accid paraparesis: Peripheral neur o pathy, myopathy.\nAbsent knee jerks and extensor plantars: (Ie combined LMN or UMN signs.) Com-\nbined cervical and lumbar disc disease, conus medullaris lesions, MND, myeloradicu-\nlitis, Friedreich’s ataxia, subacute combined degeneration of the cord, taboparesis.\n4\n4 Tertiary syphilis (p412): in tabes dorsalis the aff erent pathways from muscle spindles are lost, with \nreduced tone and tendon reﬂ exes (without weakness). Later, additional involvement of the pyramidal \ntracts causes taboparesis—a spastic paraparesis with the peculiar combination of extensor plantars \n(from the taboparesis) and absent tendon reflexes (from the tabes dorsalis).", "text_length": 4381, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 474/905)", "type": "chunk", "chunk_index": 473, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.986054", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.986973", "status": "complete", "chunks_added": 3}