{"task_id": "a6a02d565abbc437", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 153/905)", "text": "ip®. This is only available in specialist centres.\n\n--- Page 159 ---\n145\nCardiovascular medicine\n‘For who loveth extreamely, and feeleth not that passion to dissolve his hearte?\nWho rejoyceth, and proveth not his heart dilated?\nWho is moyled with heavinesse, or plunged with payne,\nand perceiveth not his heart to bee coarcted?\nWhom inﬂ ameth ire, and hath not heart-burning?\nBy these experiences, wee prove in our hearts the working of Passions,\nand by the noyse of their tumult, wee understand the woorke of their presence’\nThomas Wright, The Passions of the Minde in Generall, 1604\nFrom Aztec priests raising beating human hearts to the Sun-God, to heart meta-\nphors in song lyrics today, ideas of links between the heart and human psychoso-\ncial self/soul/experience-of-being have pervaded the imaginative landscapes of \ncultures throughout time and place.\nSome of these links relate to physiological changes associated with emotion-trig-\ngered adrenaline surges—‘my heart raced’, for example, is a phrase we relate to \nboth physically and emotionally. Other heart-phrases result from poetic extrapola-\ntions of heart/self ideas and have no physiological explanation, eg ‘he wears his \nheart on his sleeve’.\nEvidence is building that heart/self interactions exist beyond metaphor and symp-\ntomatic ‘ﬂ ight-or-ﬁ ght’ responses. Aff ective disorders, certain personality types, \nand traumatic life-experiences increase the risk of cardiac disease, even when life-\nstyle factors are controlled for.54–56 In ‘broken heart syndrome’ (Takotsubo cardio-\nmyopathy), ventricular contraction morphology changes in response to emotional \nor physical stress (ﬁ g 3.43). It mimics a myocardial infarction in terms of clinical \nhistory, ECG changes, and troponin rises, but the prognosis and management may \nbe quite diff erent so accurate diagnosis is important.\nAs physicians, we often focus on explainable physical aspects of disease, but the \nphysical and psychosocial are inconveniently related and both should be assessed \nto determine best management. Should an IHD suff erer be off ered CBT alongside \ntheir statins? Could a grieving patient’s ‘MI’ be Takotsubo cardiomyopathy? To an-\nswer these questions we must look beyond ECGs and troponin, to the ‘heart-ache’ \nof the literary and philosophical kinds.\nWhat Becomes of the Broken Hearted?\nFig 3.43 (a) Left ventriculogram of a heart in diastole. (b) The same patient’s heart in systole. \nThe apex is ballooning whilst the base contracts, causing ineffi  cient pumping and a risk of rup-\nture. This pattern is classic of Takotsubo cardiomyopathy.\n(a)\n(b)", "text_length": 2605, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 153/905)", "type": "chunk", "chunk_index": 152, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.120148", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.121118", "status": "complete", "chunks_added": 2}