{"task_id": "a7bc56fb56d05b43", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 540/905)", "text": " M, Lai L C, Duff y M J, 2012, BMJ Publishing Ltd.\n\n--- Page 546 ---\n532\nOncology and palliative care\nIncrease and decrease the analgesia required according to the ‘steps’ on the ladder17 \n(ﬁ g 13.5, p575):\n1   Non-opioid, eg paracetamol.\n2  Opioid for mild to moderate pain, eg codeine.\n3  Opioid for moderate to severe pain, eg morphine, diamorphine, oxycodone.\n  • Persisting/increasing pain and side-eff ects inform the decision to step up and step \ndown. Take one step at a time to achieve pain relief without toxicity (except in new, \nsevere pain when step 2 may be omitted).\n  \n• Paracetamol (PO/PR/IV) at step 1 may have an opiate-sparing eff ect, and should be \ncontinued at steps 2 and 3. Stop step 2 opioids if moving to step 3.\n  \n• Use laxatives and anti-emetics with strong opioids.\n  • Adjuvants which can be added at all steps include: NSAIDS, amitriptyline, pregaba-\nlin, corticosteroids, nerve block, transcutaneous electrical nerve stimulation (TENS), \nradiotherapy. \nThe WHO analgesic ladder \nPalliative care: principles and pain\nYou matter because you are you and you matter to the last moment of your life. \nWe will do all we can to help you, not only to die peacefully, but to live until you die.\nDame Cicely Saunders (1918–2005), founder of the modern hospice.\nPalliative care is the active, holistic care of patients with advanced progressive ill-\nness. It combines management of pain and other symptoms, with the provision of \npsychological, social, and spiritual support.\nPalliative care is not just for the end of life and it is not just for patients with \ncancer.\nPalliative care should run in parallel with other medical treatments. Good symptom \ncontrol is important in any disease for improving quality of life and may even pro-\nlong survival.16 Take time to ﬁ nd out exactly what is troubling your patient using a \nproblem-based approach. Consider:\n  \n• physical\n  \n• psychological\n  \n• spiritual\n  \n• social.\nRemember, each person comes with a set of emotions, preconceptions, and a family \nalready attached. Most hospitals now have a dedicated palliative care team for \nhelp and advice (including out of hours). Use their expertise.\nAssessment of pain\nPain is one of the most feared sequelae of a terminal diagnosis and yet it is not \ninevitable. However, pain is a complex phenomenon. While the aim of management \nis for the patient to be pain free, this may not be achievable in all cases so do not \npromise this.\nDo not assume a cause: detailed history and examination are needed to under-\nstand aetiology, which will guide subsequent treatment, eg pain from nerve inﬁ l-\ntration or local pressure may respond better to agents other than opioids. History \nand examination are essential for all patients, including those at the end of life. \nEvaluate severity, nature, functional deﬁ cit, and psychological state as all of these \ncontribute to the symptom burden.\nManagement of pain\nAim to modify the underlying pathology where possible, eg radiotherapy, chemo-\ntherapy, surgery. Use analgesia to relieve background pain and provide additional \nPRN doses for ‘breakthrough’ pain. Eff ective analgesia is possible in the majority of \npatients by combining ﬁ ve principles:\n1   By the mouth—give orally whenever possible.\n2   By the clock—give at ﬁ xed intervals to off er continuous relief.\n3   By the ladder—following the WHO stepwise approach (see ﬁ g 13.5, p575).\n4   For the individual—there are no standard doses for opioids, needs vary.\n5   Attention to detail—communicate, set times carefully, warn of side-eff ects.", "text_length": 3561, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 540/905)", "type": "chunk", "chunk_index": 539, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.104461", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.105365", "status": "complete", "chunks_added": 2}