{"task_id": "a7df095ea1209681", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 472/905)", "text": "cial\nnerve\nCochlear\nnerve\nAcoustic\nneuroma\n(b)\n(a)\n\n--- Page 478 ---\n464\nNeurology\nHearing loss\nWhisper test A simple but eff ective crude assessment of hearing: whisper numbers \nin one ear while blocking the other. Ask your patient to repeat the number. Make sure \nthat failure is not from misunderstanding.\nTuning fork tests Rinne: Hold a vibrating tuning fork (512Hz or 256Hz) on the mas-\ntoid to test bone conduction (BC). When the sound is no longer audible move it in \nfront of the ear with the prongs perpendicular to the auditory canal to test air con-\nduction (AC). If there is no conductive deﬁ cit (ie in normal hearing or sensorineural \nhearing loss), AC is better than BC and the patient will be able to hear the note again. \nThis is a ‘Rinne positive’ result. If BC is better than AC (Rinne negative), this indicates \nconductive deafness >20dB. A false-negative may occur in severe sensorineural hear-\ning loss (SNHL) as the contralateral cochlea picks up the sound by bone conduction. \nWeber: With the vibrating tuning fork on the vertex or forehead, ask the patient \nwhich ear the sound is louder in. Sound localizes to the aff ected ear with conductive \nloss (>10dB loss), to the contralateral ear in SNHL, and to the midline if both ears are \nnormal (or if bilateral SNHL).\nConductive deafness Causes: Wax (remove, eg by syringing with warm water af-\nter softening with olive oil drops), otosclerosis, otitis media, or glue ear (OHCS p546).\nChronic sensorineural deafness Often due to accumulated environmental noise \ntoxicity, presbyacusis, or inherited disorders. Presbyacusis: Loss of acuity for high-\nfrequency sounds starts before 30yrs old. We do not usually notice it until hearing \nof speech is aff ected. Hearing is most aff ected in the presence of background noise. \nHearing aids are the usual treatment.\nSudden sensorineural deafness Get an ENT opinion today (steroids may cure)! \nCauses: Noise exposure; gentamicin/other toxin; mumps; acoustic neuroma; MS; \nstroke; vasculitis; TB. Tests: ESR, FBC, LFT, pANCA, viral titres and TB (see BOX ‘Diagnostic \ntests for TB’, p394); evoked response audiometry; CXR; MRI; lymph node and naso-\npharyngeal biopsy for culture.\nTinnitus\nThis ringing or buzzing in the ears is common, and may cause depression or insomnia. \nInvestigate unilateral tinnitus fully to exclude an acoustic neuroma (p462).\nCauses Inner ear damage and hearing loss (leading to auditory cortex hyper-excit-\nability), wax, excess noise, head injury, otitis media, post-stapedectomy, Ménière’s, \nanaemia (if pulsatile then think of carotid artery stenosis or dissection, AV ﬁ stulae, \nand glomus jugulare tumours). Drugs: Aspirin (reversible), loop diur etics, aminogly-\ncosides. Mean age at onset: 40–50yrs. :≈1:1.\nManagement Exclude serious causes. Psychological support is very important: \nreassure that tinnitus does not mean madness or serious disease and that it often \nimproves in time. Cognitive therapy helps, as do ‘tinnitus coping training’ and pa-\ntient support groups. Drugs are disappointing: anticonvulsants (eg carbamazepine) \nare not of beneﬁ t; misoprostol appears to help (small-scale trials only); hypnotics \nat night may be of some beneﬁ t. Avoid tranquillizers, particularly if depressed (use \ntricyclic antidep ressants here). If Ménière’s disease is the cause, betahistine helps \nonly a few. Masking may give relief: white noise (like an off -tuned radio) is given \nvia a noise generator worn like a post-aural hearing aid. Hearing aids may help by \namplifying desirable sounds. Cochlear nerve section is a drastic option that can \nrelieve disabling tinnitus in 25% but at the expense of deafness.", "text_length": 3667, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 472/905)", "type": "chunk", "chunk_index": 471, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.982397", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.983100", "status": "complete", "chunks_added": 2}