{"task_id": "a84df421e91df08c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 190/905)", "text": "–70.\nFig 4.13 Examples of serial peak ﬂ ow charts.\n\n--- Page 196 ---\n182\nChest medicine\nManagement of chronic asthma\nLifestyle Help to quit smoking (p93). Avoid precipitants. Weight loss if overweight. \nCheck inhaler technique. Teach use of a peak ﬂ ow meter to monitor PEF twice a \nday. Educate to enable self-management by altering their medication in the light of \nsymptoms or PEF. Give speciﬁ c advice about what to do in an emergency; provide \na written action plan. Consider teaching relaxed breathing to avoid dysfunctional \nbreathing 32 (Papworth method).\n3\nBritish Thoracic Society guidelines (BTS33) Start at the step most appropriate \nto severity; moving up if needed, or down if control is good for >3 months. Rescue \ncourses of prednisolone may be used at any time. For drug examples see table 4.6.\n  \n• Step 1: Occasional short-acting inhaled 2-agonist as required for symptom relief. \nIf used more than once daily, or night-time symptoms, go to Step 2.\n  \n• Step 2: Add standard-dose inhaled steroid, eg beclometasone 200–800mcg/day, or \nstart at the dose appropriate for disease severity, and titrate as required.\n  \n• Step 3: Add long-acting 2-agonist (eg salmeterol 50mcg/12h by inhaler). If bene-\nﬁ t—but still inadequate control—continue and dose of beclometasone to 800mcg/\nday. If no eff ect then stop LABA and dose of beclometasone to 800mcg/day. Leu-\nkotriene receptor antagonist or oral theophylline may be tried.\n  • Step 4: Consider trials of: beclometasone up to 2000mcg/day; modiﬁ ed-release oral \ntheophylline; modiﬁ ed-release oral 2-agonist tablets; oral leukotriene receptor an-\ntagonist, in conjunction with previous therapy.\n  \n• Step 5: Add regular oral prednisolone (1 dose daily, at the lowest possible dose). \nContinue with high-dose inhaled steroids. Refer for specialist input.\nDrugs 2-adrenoceptor agonists: Relax bronchial smooth muscle (CAMP), acting \nwithin minutes. Salbutamol is best given by inhalation (aerosol, powder, nebulizer), \nbut may also be given PO or IV. SE: tachyarrhythmias, K\n+, tremor, anxiety. Long-act-\ning inhaled 2-agonist (eg salmeterol, formoterol) can help nocturnal symptoms and \nreduce morning dips. They may be an alternative to steroid dose when symptoms \nare uncontrolled; doubts remain over whether they are associated with an increase \nin adverse events. 34 SE: as salbutamol, paradoxical bronchospasm. 35\nCorticosteroids: Best inhaled to minimize systemic eff ects, eg beclometasone via \nspacer (or powder), but may be given PO or IV. They act over days to bronchial mu-\ncosal inﬂ ammation. Rinse mouth after inhaled steroids to prevent oral candidiasis. \nOral steroids are used acutely (high-dose, short courses, eg prednisolone 40mg/24h \nPO for 7d) and longer term in lower dose (eg 5–10mg/24h) if control is not optimal on \ninhalers. Warn about SEs: p377.\nAminophylline: (Metabolized to theophylline) acts by inhibiting phospho diesterase, \nthus bronchoconstriction by CAMP levels. Try as prophylaxis, at night, PO, to prevent \nmorning dipping. Stick with one brand name (bioavailability variable). Also useful \nas an adjunct if inhaled therapy is inadequate. In acute severe asthma, it may be \ngiven IVI. It has a narrow therapeutic ratio, causing arrhythmias, GI upset, and ﬁ ts \nin the toxic range. Check theophylline levels (p756), and do ECG monitoring and check \nplasma levels after 24h if IV therapy is used.\nAnticholinergics: (Eg ipratropium, tiotropium.) May muscle spasm synergistically \nwith 2-agonists but are not recommended in current guidelines for chronic asthma. \nThey may be of more beneﬁ t in COPD.\nCromoglicate (Mast cell stabilizer.) May be used as prophylaxis in mild and exercise-\ninduced asthma (always inhaled), especially in children. It may precipitate asthma.\nLeukotriene receptor antagonists: (Eg oral montelukast, zaﬁ rlukast.) Block the ef-\nfects of cysteinyl leukotrienes in the airways by antagonizing the CystLT1 receptor.\nAnti-IgE monoclonal antibody: Omalizumab 36 may be of use in highly selected \npatients with persistent allergic asthma. Given as a subcutaneous injection every \n2–4 wks depending on dose. Specialists prescribe only.\n3 Integrated breathing and relaxation training (Papworth method) is psychological and physical: \npatients learn to drop their shoulders, relax their abdomen, and breathe calmly and appropriately.", "text_length": 4364, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 190/905)", "type": "chunk", "chunk_index": 189, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.260470", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.261400", "status": "complete", "chunks_added": 3}