{"task_id": "a8aa017c45cba8ac", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 498/905)", "text": " testing will have a role.\nGenetics and the future\n\n--- Page 504 ---\n490\nNeurology\nEpilepsy: diagnosis\nEpilepsy is a recurrent tendency to spontaneous, intermittent, abnormal elec trical \nactivity in part of the brain, manifesting as seizures. Convulsions are the motor signs \nof elect rical discharges.\nElements of a seizure Some patients may experience a preceding prodrome last-\ning hours or days in which there may be a change in mood or behaviour. An aura \nimplies a focal seizure, often, but not necessarily, from the temporal lobe. It may be a \nstrange feeling in the gut, an experience such as déjà vu or strange smells or ﬂ ashing \nlights. Post-ictally there may be headache, confusion, and myalgia; or temporary \nweakness after a focal seizure in the motor cortex (Todd’s palsy, p712), or dysphasia \nfollowing a focal seizure in the temporal lobe.\nCauses ⅔ are idiopathic. Structural: Cortical scarring (eg head injury years be-\nfore onset), developmental (eg dysembryoplastic neuroepithelial tumour or corti-\ncal dysgenesis), space-occupying lesion, stroke, hippocampal sclerosis (eg after a \nfebrile convulsion), vascular malformations. Others: Tuberous sclerosis, sarcoido-\nsis, SLE, PAN, antibodies to voltage-gated potassium channels.\nDiagnosis Can be diffi  cult due to the heterogenous nature of the disease (there are \n>40 diff erent types of epilepsy). NICE estimate 5–30% of people with ‘epilepsy’ have \nbeen wrongly diagnosed.  All patients with a seizure must be referred for specialist \nassessment and investigation in <2 wks.\nTake a thorough history: Including a detailed description from a witness. Ask spe-\nciﬁ cally about tongue-biting and a slow recovery. If this is a ﬁ rst seizure, enquire \nabout past funny turns/odd behaviour. Déjà vu and odd episodic feelings of fear \nmay well be relevant. Are there any triggers (eg alcohol, stress, ﬂ ickering lights/TV)? \nTriggered attacks tend to recur.\nEstablish the type of seizure: See BOX ‘Seizure classiﬁ cation’.7 NB: if a seizure be-\ngins with focal features, it is a partial seizure, however rapidly it then generalizes. \nDon’t forget non-epileptic attack disorder ( = ‘pseudo’ seizures—psychogenic): this \nis not uncommon. (Suspect if seizures have a gradual onset, prolonged duration, and \nabrupt termination and are accompanied by closed eyes ± resistance to eye opening, \nrapid breathing, ﬂ uctuating motor activity, and episodes of motionless unrespon-\nsiveness. CNS exam, CT, MRI, and EEG are normal. It may coexist with true epilepsy.)\nRule out provoking causes: Most people would have a seizure given suffi  cient prov-\nocation (eg reﬂ ex anoxic seizures in faints) but would not be classed as epileptic: only \n3–10% of provoked seizures recur; generally when the provocation is irreversible. \nCauses: trauma; stroke; haemorrhage; ICP; alcohol or benzodiazepine withdrawal; \nmetabolic disturbance (hypoxia, Na\n+ , Ca\n2+, glucose, uraemia, liver disease); in-\nfection (eg meningitis, encephalitis); T°; drugs (tricyclics, cocaine). Unprovoked \nseizures have a recur rence rate of 30–50%.\nInvestigations Look for provoking causes. Consider an EEG: it cannot exclude epi-\nlepsy and can be falsely +ve, so don’t do one if simple syncope is the likely diagno-\nsis. Only do emergency EEGS if non-convulsive status is the problem. Other tests: \nMRI (structural lesions); drug levels (if on anti-epileptics: is the patient compli-\nant?); drugs screen; LP (eg if infection suspected).\nCounselling After any ‘ﬁ t’, advise about dangers, eg swimming, driving, heights \nuntil the diagnosis is known; then give individualized counselling on employment, \nsport, insurance, and conception (OHCS p28). The patient must contact DVLA and \navoid driving until seizure-free for >1yr (p159).", "text_length": 3767, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 498/905)", "type": "chunk", "chunk_index": 497, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.030104", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.030800", "status": "complete", "chunks_added": 2}