{"task_id": "a8c6b8fa50d05020", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 71/905)", "text": "rate intake \n(eg less lactose and wheat) may help.\n\n--- Page 73 ---\n59\nHistory and examination\nTenesmus\nThis is a sensation in the rectum of incomplete emptying after defecat ion. It’s com-\nmon in irritable bowel syndrome (p266), but can be caused by tumours.\nRegurgitation\nGastric and oesophageal contents are regurgitated eff ortlessly into the mouth—\nwithout contraction of abdominal muscles and diaphragm (so distinguishing it from \ntrue vomiting). It may be worse on lying ﬂ at, and can cause cough and nocturnal \nasthma. Regurgitation is rarely preceded by nausea, and when due to gastro-oe-\nsophageal reﬂ ux, it is often associated with heartburn. An oesophageal pouch may \ncause regurgitation. Very high GI obstructions (eg gastric volvulus, p611) cause non-\nproductive retching rather than true regurgitation.\nSteatorrhoea\nThese are pale stools that are diffi  cult to ﬂ ush, and are caused by malabsorption of \nfat in the small intestine and hence greater fat content in the stool.\nCauses: Ileal disease (eg Crohn’s or ileal resection), pancreatic disease, and obstruc-\ntive jaundice (due to excretion of bile salts from the gallbladder).\nDyspepsia\nDyspepsia and indigestion (p252) are broad terms. Dyspepsia is deﬁ ned as one or \nmore of post-prandial fullness, early satiety (unable to ﬁ nish meal), and/or epigastric \nor retrosternal pain or burning. ‘Indigestion’ reported by the patient can refer to \ndyspepsia, bloating, nausea, and vomiting. Try to ﬁ nd out exactly what your pa-\ntient means and when these symptoms occur in relation to meals, eg the classic \nsymptoms of peptic ulcers occur 2–5 hours after a meal and on an empty stomach. \nLook for alarm symptoms (see p248); these have high negative predictive value. \nIf all patients with dyspepsia undergo endoscopy, <33% have clinically signiﬁ cant \nﬁ ndings.11 Myocardial infaction may present as ‘indigestion’.\nHalitosis\nHalitosis (fetor oris, oral malodour) results from gingivitis (rarely severe enough to \ncause Vincent’s angina, p712), metabolic activity of bacteria in plaque, or sulﬁ de-yield-\ning food putrefaction, eg in gingival pockets and tonsillar crypts. Patients can often be \nanxious and convinced of halitosis when it is not present (and vice versa!).\nContributory factors:\nSmoking, drugs (disulﬁ ram; isosorbide), lung disease, hangovers.\n:\nTry to eliminate anaerobes:\n  \n• Good dental hygiene, dental ﬂ oss, tongue scraping.\n  \n• 0.2% aqueous chlorhexidine gluconate.\nThe very common halitosis arising from the tongue’s dorsum is secondary to over-\npopulated volatile sulfur compound-producing bacteria. Locally retained bacteria \nmetabolize sulfur-containing amino acids to yield volatile ( smelly) hydrogen sulﬁ de \nand methylmercaptane, which perpetuate periodontal disease. At night and be-\ntween meals, conditions are optimal for odour production—so eating regularly may \nhelp. Treat by mechanical cleansing/scraping using tongue brushes or scrapes plus \nmouthwashes. Oral care products containing metal ions, especially Zn, inhibit odour \nformation, it is thought, because of affi  nity of the metal ion to sulfur. It is possible \nto measure the level of volatile sulfur-containing compounds in the air in the mouth \ndirectly by means of a portable sulﬁ de monitor.", "text_length": 3266, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 71/905)", "type": "chunk", "chunk_index": 70, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.985306", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.986466", "status": "complete", "chunks_added": 2}