{"task_id": "a9426f684cb2ba79", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 397/905)", "text": "\nResistant Staphylococcus aureus: MRSA, VISA, VRSA\n\n--- Page 403 ---\n389\nInfectious diseases\nEnterococci:\nGut commensal. Resistance to cephalosporins and quinolones leads to nosocomial \ncolonization and infection. Most common is Enterococcus faecalis: if found in blood \nculture, assume endocarditis until proven otherwise. Treatment: intrinsic and acquired \nresistance including vancomycin-resistant enterococci (VRE). Seek expert help.\nGram-positive bacilli\nListeria:\nCaused by Listeria monocytogenes which lives in soil. Able to multiply at low \ntemperatures. Found in pâté, raw vegetables/salad, unpasteurized milk/cheese. \nPresentation: most asymptomatic, or mild ﬂ u-like illness. In immunosuppressed \n(including elderly): gastroenteritis, local infection (abscess, osteomyelitis, septic \narthritis, endocarditis, pneumonia), meningoencephalitis, life-threatening septi-\ncaemia. Listeria in pregnancy may cause mild disease in mother but transplacental \ninfectionplacentitis, amnionitis, preterm delivery, neonatal sepsis, intrauterine \ndeath. Diagnosis: culture: blood, placenta, amniotic ﬂ uid, CSF. PCR. Serology is non-\nspeciﬁ c. Treatment: ampicillin plus gentamicin (synergistic action) for systemic \ndisease. Also co-trimoxazole (CNS disease), macrolides, tetracycline, rifampicin, van-\ncomycin, carbopenem. Resistant to cephalosporins which are often 1st-line empiri-\ncal treatment for meningitis so remember additional antimicrobial cover if listeria \nis a possibility.\nClostridia:\n  \n• Clostridium difﬁ cile, see p259, p411.\n  \n• Clostridium perfringens:\n  \n• Gastroenteritis, see p430.\n  \n• Gas gangrene due to exotoxin production (alpha toxin most common). Previ-\nously Clostridium welchii. Presentation: sudden, severe pain due to myonecro-\nsis, tissue crepitus, systemic shock. Most post surgery (GI, biliary), or following \nsoft-tissue trauma/open fracture. If spontaneous, look for malignancy. Treat-\nment: early recognition, surgical debridement, protein synthesis inhibitors, eg \nclindamycin inhibit toxins >penicillins. Hyperbaric O2 unproven in trials (ﬁ g 9.4, \ntable 9.7).\n  \n• Clostridium botulinum, see p436.\n  \n• Clostridium tetani, see p436.\nDiphtheria:\nCaused by Corynebacterium diphtheriae toxin. Preventable with vaccine. Pres-\nentation: tonsillar pseudomembrane with fever, painful dysphagia, cervical lym-\nphadenopathy (see OHCS p158). Diagnosis: culture, toxin detection, PCR. Treatment: \nantitoxin within 48h. Benzyl penicillin/erythromycin. Airway support.\nActinomycosis:\nDue to Actinomyces israelii, a mucous membrane commensal. Presentation: suba-\ncute granulomatous/suppurative infection adjacent to mucous membrane. Diag-\nnosis: culture. ‘Sulphur’ granules in pus/tissue are pathognomonic. Treatment: \nantibiotics covering actinomycetes and concomitant microbes.\nNocardia:\nRare cause of disease. Presentation: tropical skin abscess, lung/brain abscess, dis-\nseminated infection if immunosuppressed. Treatment: usually co-trimoxazole.\nAnthrax: See p424. \nFig 9.5 Streptococci are grouped by haemolytic pattern (, , \nor non-haemolytic), by Lanceﬁ eld antigen (A–G), or by species. \nRebecca Lanceﬁ eld (1895–1981) is shown with her hand lens, \ntyping streptococci with a variety of M protein-speciﬁ c  anti-\nbodies. Her lab became known as the ‘Scotland Yard of Strepto-\ncoccal Mysteries’ after she found that the most grievous crimes \nof streptococci almost always involve M as a secret accomplice. \nAlthough she arrested M on many occasions, M outlived her, and \nstill stalks our wards and clinics.  \n©Dr V Fischetti, Rockefeller University, NY.", "text_length": 3592, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 397/905)", "type": "chunk", "chunk_index": 396, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.853774", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.854935", "status": "complete", "chunks_added": 2}