{"task_id": "a95d808ba1ad5854", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 40/905)", "text": "2.2 Genetic risk of colon cancer in a family tree.\n\n--- Page 42 ---\n28\nHistory and examination\nCommon causes of admission in the elderly, and can lead to loss of conﬁ dence and \nindependence. Causes are often multifactorial:\nIntrinsic: Typically osteo- or rheumatoid arthritis, but remember fractured neck \nof femur, CNS disease,  vision, cognitive impairment, depression, postural hypoten-\nsion, periph eral neuropathy, medication (eg antihypertensives, sedatives), pain, \neg arthritis, parkinsonism (eg drugs: prochlorperazine, neuroleptics, metoclopra-\nmide), muscle weakness (consider vitamin D deﬁ ciency), incontinence, UTI, pneu-\nmonia, anaemia, hypothyroidism, renal impairment, hypothermia, and alcohol.\nEnviron ment: Poor lighting, uneven walking surface. Treatment includes address-\ning injuries, reducing risk factors, and reducing the risk of injury, eg treat osteopo-\nrosis (p682). A multidisciplinary multifactorial approach alongside occupational \ntherapists and physiotherapists is likely to be beneﬁ cial. See gait disorders, p467.\nIf there is ataxia, the cause is not always alcohol: other chemicals may be involved \n(eg cannabis or prescribed sedatives). There may be a metastatic or non-meta-\nstatic manifestation of malignancy, or a cerebellar lesion.\nBilateral weak legs may suggest a cord lesion: see p466. If there is associated \nurinary or faecal incontinence ± saddle anaesthesia or lower limb sensory loss, \nurgent imaging (MRI) and treatment for cord compression may well be needed.\n‘Off -legs’—falls and diffi  culty walking\nItching (pruritus) Common and, if chronic, most unpleasant.\nTable 2.1 Aetiology of pruritus\nLocal causes\nSystemic (do FBC, ESR, glucose, LFT, U&E, ferritin, TFT)\nEczema, atopy, urticaria\nLiver disease (bile salts, eg PBC)\nOld age; pregnancy\nScabies\nUraemia (eg CKD)\nDrugs (eg morphine)\nLichen planus\nMalignancy (eg lymphoma)\nDiabetes mellitus\nDermatitis herpetiformis\nPolycythaemia rubra vera\nThyroid disease\nSpinal cord tumours (rare)2\nIron deﬁ ciency anaemia\nHIV infection\nQuestions: Wheals (urticaria)? Worse at night? Others aff ected (scabies)? What \nprovokes it? After a bath ≈ polycythaemia rubra vera (p366). Exposure, eg to ani-\nmals (atopy?) or ﬁ bre glass (irritant eczema?).\nSee table 2.1. Look for local causes: Scabies burrows in ﬁ nger webs, lice on hair \nshafts, knee and elbow blisters (dermatitis herpetiformis). Systemic: Splenomeg-\naly, nodes, jaundice, ﬂ ushed face, or thyroid signs? : Treat causes; try soothing \nbland emollients ± emollient bath oils ± sedative antihistamines at night, eg chlor-\nphenamine 4mg PO.\nItch\nSymptoms\nSymptoms are features which patients report. Physical signs are elicited at the \nbedside. Together, they constitute the features of the condition in that patient. \nTheir evolution over time and interaction with the physical, psychological, and social \nspheres comprise the natural history of any disease. Throughout this chapter, we \ndiscuss symptoms in isolation and attempt to classify them into a ‘system’ or present \nthem in the following BOXES as ‘non-speciﬁ c’. This is unnatural but a good ﬁ rst step in \nlearning how to diagnose. All doctors have to know about symptoms and their relief. \nPart of becoming a good doctor is learning to link symptoms together, to identify \nthose that may be normal, and those that are worrying. There are many online tools \nand books that can help with this, but there is no substitute for experience. If you \naren’t sure, ask a specialist in that area for advice.\nThe following are common ‘non-speciﬁ c’ presentations.", "text_length": 3570, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 40/905)", "type": "chunk", "chunk_index": 39, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.925761", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.926483", "status": "complete", "chunks_added": 2}