{"task_id": "a9b2dac76dad866b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 30/905)", "text": "egnant women should receive the inﬂ uenza vaccine.\n\n--- Page 32 ---\n18\nThinking about medicine\nEpidemiology\n‘The work of epidemiology is related to unanswered questions, but also to un-\nquestioned answers.’ \nPatricia Buffl  er, North American Congress of Epidemiology, 2011.\nWho, what, when, where, why, and how?\nEpidemiology is the study of the distribution of clinical phenomena in populations.\nIt analyses disease in terms of host, agent, and environment (the ‘epidemiologist’s \ntriad’). It elucidates risks and mechanisms for the development of disease, and re-\nveals potential targets for disease prevention and treatment. Epidemiology does not \nlook at the individual patient, but examines a deﬁ ned population. How applicable its \nﬁ ndings are depend upon how well the sample population mirrors the study popula-\ntion, which must, in turn, mirror the target population. Does your patient ﬁ t in this \n‘target’? If ‘yes’, then the epidemiological ﬁ ndings may be applicable.\nMeasures of disease frequency\nIncidence proportion is the number of new cases of disease as a proportion of \nthe population. Synonyms include probability of disease, cumulative incidence, risk.\nIncidence rate is the number of new cases per unit of person-time, ie one person \nobserved for 5 years contributes 5 person-years of follow-up.\nPrevalence is the number of cases that exist at a given time (point prevalence) or \ntime-frame (period prevalence), divided by the total population being studied. For \nexample, the lifetime prevalence of hiccups is ~100% and incidence is millions/year. \nHowever, the point prevalence at 3am may be 0 if no one is actually having hiccups.\nComparisons of outcome frequency\nDiff erences in outcome rates between populations point to an association between \nthe outcome and factors distinguishing the populations (eg a smoking population \ncompared to a non-smoking population). Challenges arise as populations tend to \ndiff er from each other in many ways, so it may not be clear which factor(s) aff ect \noutcome frequency. This leads to confounding. For example, we might ﬁ nd that \nheart disease is more common in those who use walking sticks. But we cannot con-\nclude that walking sticks cause heart disease as age is a confounding factor: age is \ncausal, not walking sticks.\nWays of accounting for associations: A may cause B (antacids cause cancer), B may \ncause A (cancer causes antacid use), a 3rd unknown agent X (eg age) may cause A \nand B, or the association may be a chance ﬁ nding. When considering the options, it \nis useful to bear in mind the Bradford Hill ‘criteria’ for causation (NB he did not claim \nany were essential):\n1   Consistency of ﬁ ndings: among diff erent populations, studies, time periods.\n2   Temporality: the eff ect must occur after the cause.\n3   Biological gradient: a dose response whereby more exposure = more eff ect.\n4   Speciﬁ city: exposure causes a single outcome (smoking does not conform!).\n5   Strength of association: strong associations are more likely to be causal.\n6   Biological plausibility: there is a mechanism linking cause and eff ect.\n7   Coherence: the relationship is supported by current disease knowledge.\n8   Experiment: does removal of exposure reduce outcome frequency?\nEpidemiological studies\nStudies should be designed to give an adequate answer to a speciﬁ c research ques-\ntion. Samples need to be representative and of suffi  cient size to answer the question.\nEcological studies: Outcome rates are examined in diff erent populations, eg trend \nover time, geographically distinct groups, social class. Populations rather than indi-\nviduals are the unit of study.\nLongitudinal (cohort) studies: Subjects are followed over time with measurement \nof exposure and outcome.\nCase–control studies: Patients with the outcome of interest are identiﬁ ed and past \nexposure is assessed in comparison to ‘controls’ who did not develop the outcome. \nCases and controls should be adequately matched for other factors that may aff ect \noutcome, or these diff erences should be corrected for (mathematical assumption).\nExperimental studies: Exposure is allocated to a study group and compared to \nthose who are not exposed, eg randomized controlled trials.", "text_length": 4226, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 30/905)", "type": "chunk", "chunk_index": 29, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.905781", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.906769", "status": "complete", "chunks_added": 3}