{"task_id": "a9bce80e5842a40f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 102/905)", "text": "ought disorder or a delusion.\nPsychiatric symptoms\n\n--- Page 104 ---\n90\nHistory and examination\nMethod and order for routine examination\n1   Look at the patient. Healthy, unwell, or in extremis? This vital skill improves with \npractice. Beware those who are sicker than they look, eg cardiogenic shock; \ncord compression; non-accidental injury.\n2   Pulse, BP, RR, O2 sats, T°.\n3   Examine nails, hands, conjunctivae (anaemia), and sclerae (jaundice). Consider: \nPaget’s, acromegaly, endocrine disease (thyroid, pituitary, or adrenal hypo- or \nhyper-function), body hair, abnormal pigmentation, skin.\n4   Examine mouth and tongue (cyanosed; smooth; furred; beefy, eg rhomboid area \ndenuded of papillae by Candida, after prolonged steroid inhaler use).\n5   Examine the neck from behind: lymph nodes, goitre.\n6   Make sure the patient is at 45° to begin CVS examination in the neck: JVP; feel for \ncharacter and volume of carotid pulse.\n7   The praecordium. Look for abnormal pulsations. Feel the apex beat (character; \nposition). Any parasternal heave or thrill? Auscultate (bell and diaphragm) apex \nin the left lateral position, then the other three areas (p39) and carotids. Sit the \npatient forward: listen during expiration.\n8   While sitting forward, look for sacral oedema.\n9   Respiratory examination with the patient at 90°. Observe (and count) RR; note \nposterior chest wall movement. Assess chest expansion, percuss and auscultate.\n10   Sit the patient back. Feel the trachea. Inspect again. Assess expansion of the \nanterior chest. Percuss and auscultate again.\n11   Examine axillae and breasts, if indicated (chaperone for all intimate examina-\ntions).\n12   Lie patient ﬂ at (1 pillow) to inspect, palpate, percuss, and auscultate abdomen.\n13   Look at the legs: swellings, perfusion, pulses, or oedema? Pitting? What level?\n14   CNS exam: Cranial nerves: pupil responses; fundi; visual ﬁ elds; visual acuity. Con-\nsider corneal reﬂ exes. ‘Open your mouth; stick your tongue out; screw up your \neyes; show me your teeth; raise your eyebrows.’ Limbs (most signs are due to \ncentral not peripheral nerve lesions): look for wasting and fasciculation. Test \ntone in all limbs. ‘Hold your hands out with your palms towards the ceiling and \nﬁ ngers wide. Now shut your eyes.’ Watch for pronator drift. ‘Keep your eyes shut \nand touch your nose with each index ﬁ nger.’ ‘Lift your leg straight in the air. Keep \nit there. Put your heel on the opposite knee (eyes shut) and run it up your own \nshin.’ You have now tested power, coordination, and joint position sense. Tuning \nfork on toes and index ﬁ ngers to assess vibration sense.\n15   Examine gait and speech. Any abnormalities of higher mental function?\n16   Consider rectal and vaginal examination (chaperone essential).\n17   Examine the urine with dipstick if appropriate.\nIn general, go into detail where you ﬁ nd (or suspect) something to be wrong.", "text_length": 2912, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 102/905)", "type": "chunk", "chunk_index": 101, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.036363", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.037096", "status": "complete", "chunks_added": 2}