{"task_id": "aa35e6708d70da06", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 778/905)", "text": "Medical Emergencies, 1977 Oxford University Press.\n\n--- Page 784 ---\n770\nPractical procedures\nCardioversion/deﬁ brillation\nDo not wait for a crisis before familiarizing yourself with the deﬁ brillator, as there \nare several types. All hospitals should include this information in your induction but \ncheck how the machine on your ward works.\nIndications To restore sinus rhythm if VF/VT; AF, ﬂ utter, or supraventricular tachy-\ncardias if other treatments (p126) have failed, or there is haemodynamic compro-\nmise (p130 & p806). This may be done as an emergency, \neg VF/VT, or electively, eg AF.\nAim To completely depolarize the heart using a direct \ncurrent.\nProcedure For VF/pulseless VT follow the ALS algo-\nrithm on p894 and call the arrest team!\n  • Unless critically unwell, conscious patients require a \ngeneral anaesthetic or monitored heavy sedation.\n  \n• If elective cardioversion of AF ensure adequate antico-\nagulation beforehand.\n  \n• Almost all deﬁ brillators are now paddle-free and use \n‘hands-free’ pads instead (less chance of skin arc than \njelly). Place the pads on chest, one over apex (p39) and \none below right clavicle. The positions are often given \nby a diagram on the reverse of the pad.\nCardioversion: Synchronize the shock with the rhythm \nby pressing the ‘SYNC’ button on the machine. This en-\nsures the shock does not initiate a ventricular arrhyth-\nmia. However, this only works for cardioversion; if the \nsync mode is engaged in VF, the deﬁ brillator will not \ndischarge.\n  \n• Monophasic deﬁ brillators: (ﬁ g 18.10) Set the energy \nlevel at 360J for VF/VT (arrest situation); 200J for AF; 50J for atrial ﬂ utter.\n  \n• Biphasic deﬁ brillators: (ﬁ g 18.11) Impedance is less with a biphasic shock and \n120–200J is used for shocks for VF/VT. They use less energy and are just as eff ective \nas monophasic deﬁ bs in cardio version. 120–200J will cardiovert most arrhythmias.\n  \n• Automatic external deﬁ brillators: (AEDS) Can be used by anyone who can turn \nthem on and apply the pads. Follow the instructions given by the AED.\nShocking\n1   Consider anticoagulation in AF (see p130).\n2   Clearly state that you are charging the deﬁ brillator.\n3   Make sure no one else is touching the patient, the bed, or anything is in turn \ntouching these.\n4   Clearly state that you are about to shock the patient.\n5   Give the shock. If there is a change in rhythm before you shock and the shock \nis no longer required, turn the dial to ‘discharge’. Do not allow anyone to ap-\nproach until the reading has dropped to 0J.\n6   After a shock: in resuscitation, resume CPR immediately and do not reassess \nrhythm until the end of the cycle (see p894, ﬁ g A3); in cardioversion, watch \nECG; consider need to repeat the shock. Up to three are usual for AF/ﬂ utter.\n7   Get an up-to-date 12-lead ECG.\nIn children, use 4J/kg in VF/VT; see OHCS p239.\nFig 18.10 The dampened sine \nmonophasic waveform.\nFig 18.11 Rectilinear bipha-\nsic waveform with truncated \nexponential decay. Most new \nexternal deﬁ brillators use this \nwaveform.", "text_length": 3044, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 778/905)", "type": "chunk", "chunk_index": 777, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.522314", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.523312", "status": "complete", "chunks_added": 2}