{"task_id": "aa61802059fa4e84", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 145/905)", "text": "43 Opiates improve pain and dyspnoea. O2 may help.\n\n--- Page 151 ---\n137\nCardiovascular medicine\nLeft ventricular assist devices (LVADs) are increasingly used as bridging therapies \nfor patients awaiting heart transplantation (ﬁ g 3.39). An internalized pump forces \nblood through tubing from the left ventricle to the aorta. To power the pump, the \npatient attaches the device to the mains electricity, and uses batteries when out \nand about. Patients with continuous (rather than pulsatile) ﬂ ow LVADs have no \npulse (ﬁ g 3.39c) and ascultation will reveal a loud, continuous, mechanical hum. If \nthe patient collapses and there is no hum, resuscitation should include checking \nthe LVAD power supply!\nPulseless patients\nSecretory granules have long been known to exist in the atria, and if hom ogenized \natrial tissue is injected into rats, their urine volume (and Na\n+ excretion) rises; this \nis because of atrial natriuretic peptide (ANP). BNP is a similar hormone originally \nidentiﬁ ed from pig brain (hence the B), but most BNP is secreted from ventricular \nmyocardium. Plasma BNP is closely related to LV pressure and in MI and LV dys-\nfunction, these hormones can be released in large quantities. Secretion is also \nincreased by tachycardia, glucocorticoids, and thyroid hormones.\nRole: ANP and BNP assist the stretched atria and ventricles by increasing GFR and \ndecreasing renal Na\n+ resorption, thereby reducing ﬂ uid load; and by relaxing \nsmooth muscle, thereby decreasing preload.\nBNP as a biomarker of heart failure: BNP distinguishes heart failure from other \ncauses of dyspnoea more accurately than other biomarkers and LV ejection frac-\ntion (sensitivity: >90%; speciﬁ city: 80–90%). The rises are greater with left than \nright heart failure and with systolic than diastolic dysfunction.\nWhat BNP threshold for diagnosing heart failure: If BNP >100ng/L, this ‘diag-\nnoses’ heart failure better than other clinical variables or clinical judgement (his-\ntory, examination, and CXR). BNP can be used to ‘rule out’ heart failure if <50ng/L. A \nBNP >50ng/L does not exclude other coexisting diseases; conditions that can cause \nBNP rises include tachycardia, cardiac ischaemia, COPD, PE, renal disease, sepsis, he-\npatic cirrhosis, diabetes, and old age. Also, assays vary, so liaise with your lab.\nPrognosis in heart failure: The higher the BNP, the higher the cardiovascular and \nall-cause mortality (independent of age, NYHA class, previous MI, and LV ejection \nfraction) and the greater the risk of sudden death. So, a patient whose symptoms \nare currently well controlled may beneﬁ t from more aggressive treatment if their \nBNP if persistently raised.\nNatriuretic peptides\nFig 3.39 (a) CXR of a patient with a continuous ﬂ ow LVAD. Blood is taken from the LV apex and \npumped into the aorta. (b) Retinal ﬂ ow velocity trace from a normal subject—large peaks in ﬂ ow \nrate during systole. (c) Retinal ﬂ ow velocity trace from a patient with an LVAD. The ﬂ ow rate only \nslightly rises during systole as the ﬂ ow from the LVAD is continuous.\nImage in a) reproduced from Gardener et al., Heart Failure, 2014, with permission from Oxford University \nPress. (b) and (c) courtesy of Barry McDonnell.\n(a)\n(c)\n(b)", "text_length": 3227, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 145/905)", "type": "chunk", "chunk_index": 144, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.107204", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.108596", "status": "complete", "chunks_added": 2}