{"task_id": "abed9bb7fbf937a5", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 233/905)", "text": "—so follow up carefully, and manage individually).\n\n--- Page 239 ---\n225\nEndocrinology\nFirst, conﬁ rm the diagnosis (a raised plasma cortisol), then localize the source on \nthe basis of laboratory testing. Use imaging studies to conﬁ rm the likely source.\n1st-line tests Overnight dexamethasone suppression test is a good outpatient \ntest. Dexamethasone 1mg PO at midnight; do serum cortisol at 8AM. Normally, \ncortisol suppresses to <50nmol/L; no suppression in Cushing’s syndrome. False Ωve \nrate: <2%; false +ves: 2% normal, 13% obese, and 23% of inpatients. NB: false +ves \n(pseudo -Cushing’s) are seen in depression, obesity, alcohol excess, and inducers of \nliver enzymes (rate of dexamethasone metabolism, eg phenytoin, phenobarbital, ri-\nfampicin, p689). 24h urinary free cortisol (normal: <280nmol/24h) is an alternative.\n2nd-line tests If 1st-line tests abnormal: 48h dexamethasone suppression test: \nGive dexamethasone 0.5mg/6h PO for 2d. Measure cortisol at 0 and 48h (last test \nat 6h after last dose). Again, in Cushing’s syndrome, there is a failure to suppress \ncortisol. 48h high-dose dexamethasone suppression test: (2mg/6h.) May distin-\nguish pituitary (suppression) from others causes (no/part suppression). Midnight \ncortisol: Admit (unless salivary cortisol used). Often inaccurate due to measure-\nment issues. Normal circadian rhythm (cortisol lowest at midnight, highest early \nmorning) is lost in Cushing’s syndrome. Midnight blood, via a cannula during sleep, \nshows cortisol  in Cushing’s.\nLocalization tests (Where is the lesion?) If the 1st- and 2nd-line tests are +ve—\nPlasma ACTH. If ACTH is undetectable, an adrenal tumour is likely  CT/MRI adrenal \nglands. If no mass, proceed to adrenal vein sampling. If ACTH is detectable, dis-\ntinguish a pituitary cause from ectopic ACTH production by high-dose suppression \ntest or corticotropin-releasing hormone (CRH) test: 100mcg ovine or human CRH \nIV. Measure cortisol at 120min. Cortisol rises with pituitary disease but not with \nectopic ACTH production. \nIf tests indicate that cortisol responds to manipulation, Cushing’s disease is \nlikely. Image the pituitary (MRI) and consider bilateral inferior petrosal sinus \nblood sampling.\nIf tests indicate that cortisol does not respond to manipulation, hunt for the \nsource of ectopic ACTH—eg IV contrast CT of chest, abdomen, and pelvis ± MRI of \nneck, thorax, and abdomen, eg for small ACTH secreting carcinoid tumours.\nInvestigating suspected Cushing’s syndrome\nFig 5.20 Hypercortisolism weakens skin; \neven normal stretching (or the pressure of \nobesity, as here) can make its elastin break—\non healing we see these depressed purple \nscars (striae). Cortisone or rapid growth con-\ntributes to striae in other contexts: pregnan-\ncy, adolescence, weight lifting, sudden-onset \nobesity, or from strong steroid creams. Striae \nmature into silvery crescents looking like the \nunderside of willow leaves. Unsightly imma-\nture striae may be improved by YAG lasers.", "text_length": 2990, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 233/905)", "type": "chunk", "chunk_index": 232, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.389985", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.396020", "status": "complete", "chunks_added": 2}