{"task_id": "af1baea264bb5bff", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 18/905)", "text": " Speaks, 1923.\nMedicine, error, and the humanities\n\n--- Page 20 ---\n6\nThinking about medicine\nBedside manner and communication skills\nA good bedside manner is dynamic. It develops in the light of a patient's needs and is \ngrounded in honesty, humour, and humility, in the presence of human weakness. But \nit is fragile: `It is unsettling to ﬁ nd how little it takes to defeat success in medicine... \nYou do not imagine that a mere matter of etiquette could foil you. But the social \ndimension turns out to be as essential as the scientiﬁ c... How each interaction is \nnegotiated can determine whether a doctor is trusted, whether a patient is heard, \nwhether the right diagnosis is made, the right treatment given. But in this realm \nthere are no perfect formulas.' (Atul Gawande, Better: A Surgeon's Notes on Performance, 2008)\nA patient may not care how much you know, until they know how much you care. \nWithout care and trust, there can be little healing. Pre-set formulas off er, at best, \na guide:\nIntroduce yourself every time you see a patient, giving your name and your role.\n‘Introductions are about making a human connection between one human being \nwho is suffering and vulnerable, and another human being who wishes to help. \nThey begin therapeutic relationships and can instantly build trust’\nKate Granger, hellomynameis.org.uk, #hellomynameis\nBe friendly. Smile. Sit down. Take an interest in the patient and ask an unscripted \nquestion. Use the patient’s name more than once.\nListen. Do not be the average physician who interrupts after 20–30 seconds.\n‘Look wise, say nothing, and grunt. Speech was given to conceal thought.’\nWilliam Osler (1849–1919).\nIncrease the wait-time between listening and speaking. The patient may say more.\nPay attention to the non-verbal. Observe gestures, body language, and eye contact. \nBe aware of your own.\nExplain. Consider written or drawn explanations. When appropriate, include rela-\ntives in discussions to assist in understanding and recall.\nAdapt your language. An explanation in ﬂ uent medicalese may mean nothing to \nyour patient.\nClarify understanding. ‘Acute’, ‘chronic’, ‘dizzy’, ‘jaundice’, ‘shock’, ‘malignant’, ‘re-\nmission’: do these words have the same meaning for both you and your patient?\nBe polite. It requires no talent.\n‘Politeness is prudence and consequently rudeness is folly. To make enemies by \nbeing...unnecessarily rude is as crazy as setting one’s house on ﬁ re.’\nArthur Schopenhauer (1788–1860).\nAddress silent fears. Give patients a chance to raise their concerns: ‘What are you \nworried this might be?’, ‘Some people worry about...., does that worry you?’\nConsider the patient’s disease model. Patients may have their own explanations \nfor their symptoms. Acknowledge their theories and, if appropriate, make an eff ort \nto explain why you think them unlikely.\n‘A physician is obligated to consider more than a diseased organ, more even than \nthe whole man - he must view the man in his world.’\nHarvey Cushing (1869–1939).\nKeep the patient informed. Explain your working diagnosis and relate this to their \nunderstanding, beliefs, and concerns. Let them know what will happen next, and the \nlikely timing. ‘Soon’ may mean a month to a doctor, but a day to a patient. Apologize \nfor any delay.\nSummarize. Is there anything you have missed?\nCommunication, partnership, and health promotion are improved when doctors are \ntrained to KEPe Warm:10\n  \n• Knowing—the patient’s history, social talk.\n  \n• Encouraging—back-channelling (hmmm, aahh).\n  \n• Physically engaging—hand gestures, appropriate contact, lean in to the patient.\n  \n• Warm up—cooler, professional but supportive at the start of the consultation, \nmaking sure to avoid dominance, patronizing, and non-verbal cut-off s (ie turning \naway from the patient) at the end.", "text_length": 3809, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 18/905)", "type": "chunk", "chunk_index": 17, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.887804", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.888611", "status": "complete", "chunks_added": 2}