{"task_id": "af23ef8b6fd9f593", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 748/905)", "text": " kidney.\nCourtesy of Norwich Radiology Department.\n\n--- Page 754 ---\n740\nRadiology\nCardiovascular imaging\nCT Cardiac CT: Modern CT scanners can acquire images with suffi  cient speed and \nresolution to image coronary arteries and exclude signiﬁ cant disease with a nega-\ntive predictive value of 97–99%. It \ncan also visualize CABG patency, pro-\nvide coronary artery Ca\n2+ scoring \n(a risk factor for coronary artery \ndisease, p117), demonstrate car-\ndiac anatomy including congenital \nanomalies, and estimate ventricular \nfunction. Vascular CT: Has become \nroutine in emergency assessment \nof suspected dissections, ruptured \naneurysms, and arterial and venous \nthromboses (ﬁ g 16.29). CT angiog-\nraphy has overtaken invasive angi-\nography in the assessment of many \nconditions such as stable angina \nand renal artery stenosis.\nCatheter angiography Wherever intervention may be required, contrast studies \nsuch as angiography provide both image clarity and the possibility of proceeding \nto intervention, eg angioplasty or stenting of vessels, endovascular repair of an-\neurysms, clipping/coiling of aneurysms (see p746). Remember that these have a \nhigh burden of both radiation and contrast medium, so check renal function before \nrequesting. Complications include those of arterial puncture (bleeding, infection, \nthrombosis, dissection, pseudoaneurysm formation) plus cholesterol emboli, throm-\nboemboli, and vasospasm.\nMRI Cardiac MRI using ECG-gating to acquire the imaging data and relate it to the \nposition in the cardiac cycle (best when the patient is in sinus rhythm) can reduce \nmovement artefact and lead to excellent resolution images for functional assess-\nment. This, coupled with a lack of radiation, makes it ideal for the assessment of \na wide range of structural and functional heart diseases. Flow velocities can be \nmeasured and, because the ﬂ ow is proportional to the pressure diff erences, degrees \nof stenosis and regurgitation across heart valves can be calculated. Myocardial in-\nfarction, perfusion, and viability can also be imaged with the use of IV gadolinium \ncontrast (p748). Vascular MRI is used to limit radiation exposure where multiple \ninvestigations may be required over a long time period, eg follow-up of intracranial \naneurysm coiling, aortic root size in a young patient with Marfan’s syndrome (p706), \nor Takayasu’s arteritis (p712).\nUltrasound Non-invasive, relatively low cost, and with no radiation, US is excellent \nfor assessing the heart and vasculature particularly in acute settings where the \ntest can be performed at the bedside. Cardiac US (=echocardiography) evaluates \nmyocardial and valvular anatomy and function (p110). The use of exercise or pharma-\ncological agents for ‘stress echocardiography’ can permit more detailed functional \nassessment. Vascular US Doppler ultrasonography is widely used for detection of \nthrombotic disease (eg DVT p578, portal vein thrombosis p276) and carotid athero-\nsclerosis (p472).\nMultiple gated acquisition (MUGA) scanning is a non-invasive way to measure left \nventricle ejection fraction. After injection of 99mTc-labelled RBCS, a dynamic image of \nthe left ventricle is obtained for a few hundred heartbeats by gamma camera. Since \nestimates of LVEF show less inter-operator variation than with echocardiograpy, uses \ninclude the detailed serial assessment of LVEF in patients undergoing cardiotoxic chem-\notherapy (eg anthracyclines, trastuzumab).\nFig 16.29 CT angiogram showing type A (ascend-\ning) aortic dissection with haemopericardium.\nCourtesy of Dr C Cousins.", "text_length": 3568, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 748/905)", "type": "chunk", "chunk_index": 747, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.462674", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.463618", "status": "complete", "chunks_added": 2}