{"task_id": "b0422c60e78ae90f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 722/905)", "text": "lamic tract\nSpinocerebellar\ntract\nMedial lemniscus\n\n--- Page 728 ---\n714\nEponymous syndromes\nWaterhouse–Friderichsen’s (WhF) syndrome Bilateral adrenal cortex haemor-\nrhage, often occurring in rapidly deteriorating meningococcal sepsis, alongside \nwidespread purpura, meningitis, coma, and DIC (ﬁ g 15.22). The meningococcal en-\ndotoxin acts as a potent initiator of inﬂ ammatory and coagulation cascades. Other \ncauses include H. inﬂ uenzae, pneumococcal, streptococcal, and staphylococcal sep-\nsis. Adrenal failure causes shock, as normal vascular tone requires cortisol to set \nactivity of - and -adrenergic receptors, and aldosterone is needed to maintain \nextracellular ﬂ uid volume. Treatment: Antibiotics, eg ceftriaxone (p822) and hy-\ndrocortisone 200mg/4h IV for adrenal support. ICU admission. \n \n \n \nRupert Waterhouse, 1873–1958 (British physician); Carl Friderichsen, 1886–1979 (Danish paediatrician)\nWeber’s syndrome (Superior alternating hemiplegia.) Ipsilateral oculomotor \nnerve palsy with contralateral hemiplegia, due to infarction of one-half of the mid-\nbrain, after occlusion of the paramedian branches of the basilar or posterior cerebral \narteries. \nHerman David Weber, 1823–1918 (German-born physician whose son described Sturge–Weber syndrome)\nWegener’s granulomatosis This has been renamed granulomatosis with poly-\nangiitis (GPA), in part because of concerns over the suitability of Friedrich Wegener, \na member of the Nazi party during WWII, to be the source of an eponym. GPA is a mul-\ntisystem disorder of unknown cause character ized by necrotizing granulomatous \ninﬂ ammation and vasculitis of small and medium vessels. It has a predilection for \nthe upper respiratory tract, lungs, and kidneys. Features: Upper airways disease is \ncommon, with nasal obstruction, ulcers, epistaxis, or destruction of the nasal septum \ncausing a characteristic ‘saddle-nose’ deformity.\n6 Sinusitis is often a feature. Re-\nnal disease causes rapidly progressive glom erulo nephritis with crescent formation, \nproteinuria, or haematuria. Pulmonary involvement may cause cough, haemoptysis \n(severe if pulmonary haemorrhage), or pleuritis. There may also be skin purpura or \nnodules, peripheral neuropathy, mononeuritis multiplex, arthritis/arthralgia, or ocu-\nlar involvement, eg keratitis, conjunctivitis, scleritis, episcleritis, uveitis. Tests: CANCA \ndirected against PR3 is most speciﬁ c and raised in the majority of patients (p553). \nSome patients express PANCA speciﬁ c for MPO. ESR/CRP. Urinalysis should be per-\nformed to look for proteinuria or haematuria. If these are present, consider a renal \nbiopsy. CXR may show nodules ± ﬂ uff y inﬁ ltrates of pulmonary haemorrhage. CT may \nreveal diff use alveolar haemorrhage. Atypical cells from cytology of sputum/BAL \ncan be confused with bronchial carcinoma.66 Treatment: Depends on the extent of \ndisease. Severe disease (eg biopsy-proven renal disease) should be treated with cor-\nticosteroids and cyclophosphamide (or rituximab) to induce remission. Azathioprine \nand methotrexate are usually used as maintenance. Indications for plasma exchange \ninclude patients presenting with severe renal disease (eg creatinine >500μmol/L) and \nthose with pulmonary haemorrhage. Co-trimoxazole should be given as prophylaxis \nagainst Pneumocystis jirovecii and staphylococcal colonization.\n \nFriedrich Wegener, 1907–1990 (German pathologist)\nWernicke’s encephalopathy Thiamine (vitamin B1) deﬁ ciency with a classical \ntriad of 1 confusion 2 ataxia and 3 ophthalmoplegia (nystagmus, lateral rectus, or \nconjugate gaze palsies). There is inadequate dietary intake, GI absorption, and \nimpaired utilization of thiamine resulting in focal areas of brain damage, including \nperiaqueductal punctate haemorrhages (mechanism unclear). Always consider this \ndiagnosis in alcoholics: it may also present with memory disturbance, hypotension, \nhypothermia, or reduced consciousness.67 Recognized causes: Chronic alcoholism, \neating disorders, malnutrition, prolonged vomiting, eg with chemotherapy, GI malig-\nnancy, or hyperemesis gravidarum. Diagnosis: Primarily clinical. Red cell transketo-\nlase activity is decreased (rarely done). Treatment: Urgent replacement to prevent \nirreversible Korsakoff ’s syndrome (p704). Give thiamine (Pabrinex®), 2 pairs of high-\npotency ampoules IV/IM/8h over 30min for 2d, then 1 pair OD for a further 5d. Oral \nsupplementation (100mg OD) should continue until no longer ‘at risk’ (+ give other B \nvitamins). Anaphylaxis is rare. If there is coexisting hypoglycaemia (often the case in \nthis group of patients), make sure thiamine is given before glucose, as Wernicke’s can \nbe precipitated by glucose administration to a thiamine-deﬁ cient patient. Prognosis: \nUntreated, death occurs in 20%, and Korsakoff ’s psychosis occurs in 85%—a quarter \nof whom will require long-term institutional care. \nKarl Wernicke, 1848–1905 (German neurologist)", "text_length": 4937, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 722/905)", "type": "chunk", "chunk_index": 721, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.413018", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.414002", "status": "complete", "chunks_added": 3}