{"task_id": "b184c0c60429aa96", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 620/905)", "text": "rmission from Oxford University Press.\n(a)\n(b)\n(c)\n\n--- Page 626 ---\n612\nSurgery\nAbdominal hernias\nDeﬁ nition The protrusion of a viscus or part of a viscus through a defect of the \nwalls of its containing cavity into an abnormal position. See ﬁ g 13.31. Terminology:\n  \n• Irreducible: contents cannot be pushed back into place (see p614 for technique).\n  \n• Obstructed: bowel contents cannot pass—features of intestinal obstruction (p610).\n  \n• Strangulated: ischaemia occurs—the patient requires urgent surgery.\n  \n• Incarceration: contents of the hernial sac are stuck inside by adhesions.\nCare must be taken with reduction as it is possible to push an incarcerated hernia \nback into the abdominal cavity, giving the initial appearance of successful reduction.\nInguinal hernia The commonest type in both  &  (but >>), p614.\nFemoral hernia Bowel enters the femoral canal, presenting as a mass \nin the upper medial thigh or above the inguinal ligament where it points \ndown the leg, unlike an inguinal hernia which points to the groin. They oc-\ncur more often in  especially in middle age and the elderly. They are likely \nto be irreducible and to strangulate due to the rigidity of the canal’s borders. \nAnatomy:See ﬁ g 13.32 Differential diagnosis: (See p651.) 1 Inguinal hernia. \n2 Saphena varix. 3 An enlarged Cloquet’s node (p615). 4 Lipoma. 5 Femoral aneurysm. \n6 Psoas abscess. Treatment: Surgical repair is recommended. Herniotomy is ligation \nand excision of the sac, herniorrhaphy is repair of the hernial defect.\nParaumbilical hernias occur just above or below the umbilicus. Risk factors are \nobesity and ascites. Omentum or bowel herniates through the defect. Surgery in-\nvolves repair of the rectus sheath (Mayo repair).\nEpigastric hernias pass through linea alba above the umbilicus.\nIncisional hernias follow breakdown of muscle closure after surgery (11–20%). If \nobese, repair is not easy. Mesh repair has recurrence but infection over sutures. \nSpigelian hernias occur through the linea semilunaris at the lateral edge of the \nrectus sheath, below and lateral to the umbilicus.\nLumbar hernias occur through the inferior or superior lumbar triangles in the pos-\nterior abdominal wall.\nRichter’s hernias involve bowel wall only—not the whole lumen.\nMaydl’s hernias involve a herniating ‘double loop’ of bowel. The strangulated por-\ntion may reside as a single loop inside the abdominal cavity.\nLittré’s hernias are hernial sacs containing strangulated Meckel’s diverticulum.\nObturator hernias occur through the obturator canal. Typically there is pain along \nthe medial side of the thigh in a thin woman.\nSciatic hernias pass through the lesser sciatic foramen (a way through var ious \npelvic ligaments). GI obstruction + a gluteal mass suggests this rare possibility.\nSliding hernias contain a partially extraperitoneal structure (eg caecum on the \nright, sigmoid colon on the left). The sac does not completely surround the contents.\nPaediatric hernias include Umbilical hernias: (3% of live births). Are a result of a \npersistent defect in the transversalis fascia. Surgical repair rarely needed as most \nresolve by the age of 3. Indirect inguinal hernias (~ 4% of all  infants due to patent \nprocessus vaginalis—prematurity is a risk factor; uncommon in  infants—consider \ntesticular feminization.) Surgical repair is required. Gastroschisis: Protrusion of the \nabdominal contents through a defect in the anterior abdominal wall to the right of \nthe umbilicus. Prompt surgical repair required. Exomphalos: Abdominal contents \nare found outside the abdomen, covered in a three-layer membrane consisting of \nperitoneum, Wharton’s jelly, and amnion. Surgical repair less urgent because the \nbowel is protected by these membranes.", "text_length": 3757, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 620/905)", "type": "chunk", "chunk_index": 619, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.245744", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.246477", "status": "complete", "chunks_added": 2}