{"task_id": "b2108312309f20d1", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 202/905)", "text": "r reference range. 98% sensitive and 83% speciﬁ c.\n\n--- Page 208 ---\n194\nChest medicine\nObstructive sleep apnoea syndrome\nThis disorder is characterized by intermittent closure/collapse of the pharyngeal \nair way causing apnoeic episodes during sleep. These are terminated by partial \narousal.\nClinical features The typical patient is an obese, middle-aged man who presents \nbecause of snoring or daytime somnolence. His partner often describes apnoeic epi-\nsodes during sleep.\n  \n• Loud snoring.\n  \n• Daytime somnolence.\n  \n• Poor sleep quality.\n  \n• Morning headache.\n  \n• Decreased libido.\n  \n• Nocturia.\n  \n• Cognitive performance.\nComplications Pulmonary hypertension; type II respiratory failure (p188). Sleep \napnoea is also reported as an independent risk factor for hypertension. 51\nInvestigations Simple studies (eg pulse oximetry, video recordings) may be all that \nare required for diagnosis. Polysomnography (which monitors oxygen saturation, \nairﬂ ow at the nose and mouth, ECG, EMG chest, and abdominal wall movement during \nsleep) is diagnostic. The occurrence of 15 or more episodes of apnoea or hypopnoea \nduring 1h of sleep, on average, indicates signiﬁ cant sleep apnoea.\nManagement\n  \n• Weight reduction.\n  \n• Avoidance of tobacco and alcohol.\n  \n• Mandibular advancement device.\n  \n• CPAP via a nasal mask during sleep is eff ective and recommended by NICE for those \nwith moderate to severe disease. 52\n  • Surgery to relieve pharyngeal or nasal obstruction, eg tonsillectomy or polypectomy, \nis occasionally needed.\nCor pulmonale\nCor pulmonale is right heart failure caused by chronic pulmonary arterial hyperten-\nsion. Causes include chronic lung disease, pulmonary vascular disorders, and neuro-\nmuscular and skeletal diseases (see BOX).\nClinical features Symptoms include dyspnoea, fatigue, and syncope. Signs: cya-\nnosis; tachycardia; raised JVP with prominent a and v waves; RV heave; loud P2, pan-\nsystolic murmur (tricuspid regurgitation); early diastolic Graham Steell murmur; \nhepatomegaly and oedema.\nInvestigations FBC: Hb and haematocrit  (secondary polycythaemia). ABG: hypoxia, \nwith or without hypercapnia. CXR: enlarged right atrium and ventricle, prominent \npulmonary arteries (see ﬁ g 4.17). ECG: P pulmonale; right axis deviation; right ven-\ntricular hyper trophy/strain.\nManagement\n  \n• Treat underlying cause—eg COPD and pulmonary infections.\n  \n• Treat respiratory failure—in the acute situation give 24% oxygen if PaO2 <8kPa. \nMonitor ABG and gradually increase oxygen concentration if PaCO2 is stable (p188). \nIn COPD patients, long-term oxygen therapy (LTOT) for 16h/d increases survival (p184). \nPatients with chronic hypoxia when clinically stable should be assessed for LTOT.\n  \n• Treat cardiac failure with diuretics such as furosemide, eg 40–160mg/24h PO. Moni-\ntor U&E and give amiloride or potassium supplements if necessary. Alternative: \nspironolactone.\n  \n• Consider venesection if haematocrit >55%.\n  \n• Consider heart–lung transplantation in young patients.\nPrognosis Poor. 50% die within 5yrs.", "text_length": 3057, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 202/905)", "type": "chunk", "chunk_index": 201, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.295445", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.296124", "status": "complete", "chunks_added": 2}