{"task_id": "b245d8bccebdf97f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 186/905)", "text": "mmunosuppressed (see p408).\nFig 4.9 Aspergillosis.\n\n--- Page 192 ---\n178\nChest medicine\nAsthma\nAsthma aff ects 5–8% of the population. It is characterized by recurrent episodes of \ndyspnoea, cough, and wheeze caused by reversible airways obstruction. Three fac-\ntors contribute to airway narrowing: bronchial muscle contraction, triggered by a \nvariety of stimuli; mucosal swelling/inﬂ ammation, caused by mast cell and basophil \ndegranulation resulting in the release of inﬂ ammatory mediators; and increased \nmucus production.\nSymptoms Intermittent dyspnoea, wheeze, cough (often nocturnal), and sputum \n(see table 4.5).\nPrecipitants: Cold air, exercise, emotion, allergens (house dust mite, pollen, fur), \ninfection, smoking and passive smoking,29 pollution, NSAIDS, -blockers.\nDiurnal variation Symptoms or peak ﬂ ow may vary over the day. Marked morning \ndipping of peak ﬂ ow is common and can tip the balance into a serious attack, despite \nhaving normal peak ﬂ ow (ﬁ g 4.12) at other times.\nExercise: Quantify the exercise tolerance.\nDisturbed sleep: Quantify as nights per week (a sign of severe asthma).\nAcid reﬂ ux: 40–60% of those with asthma have reﬂ ux; treating it improves spirom-\netry, but not necessarily symptoms. 30\nOther atopic disease: Eczema, hay fever, allergy, or family history?\nThe home (especially the bedroom): Pets? Carpet? Feather pillows or duvet? Floor \ncushions and other ‘soft furnishings’?\nJob: If symptoms remit at weekends or holidays, work may provide the trigger (15% \nof cases are work-related—more for paint sprayers, food processors, welders, and \nanimal handlers). 31 Ask the patient to measure their peak ﬂ ow at intervals at work \nand at home (at the same time of day) to conﬁ rm this (see ﬁ g 4.13).\nDays per week off work or school.\nSigns Tachypnoea; audible wheeze; hyperinﬂ ated chest; hyper-resonant percus-\nsion note; air entry; widespread, polyphonic wheeze. Severe attack: Inability to \ncomplete sentences; pulse >110bpm; respiratory rate >25/min; PEF 33–50% predicted. \nLife-threatening attack: Silent chest; confusion; exhaustion; cyanosis (PaO2 <8kPa \nbut PaCO2 4.6–6.0, SpO2 <92%); brady cardia; PEF <33% predicted. Near fatal: PaCO2.\nTests Initial diagnosis: See ﬁ gs 4.10, 4.11. Acute attack: PEF, sputum culture, FBC, \nU&E, CRP, blood cultures. ABG analysis usually shows a normal or slightly PaO2 but \nPaCO2 (hyperventilation). If PaO2 is normal but the patient is hyperventilating, watch \ncarefully and repeat the ABG a little later. If PaCO2 is normal or raised, transfer \nto high-dependency unit or ITU for ventilation, as this signiﬁ es failing respiratory \neff ort. CXR (to exclude infection or pneumothorax). Chronic asthma: PEF monitoring \n(p162): a diurnal variation of >20% on ≥3d a wk for 2wks. Spirometry: obstructive \ndefect (FEV1/FVC, RV p162); usually ≥15% improvement in FEV1 following 2 agonists \nor steroid trial. CXR: hyperinﬂ ation. Skin-prick tests may help to identify allergens. \nHistamine or methacholine challenge. Aspergillus serology.\nDiff erential diagnosis Pulmonary oedema (‘cardiac asthma’); COPD (may co-exist); \nlarge airway obstruction (eg foreign body, tumour); SVC obstruction (wheeze/dys-\npnoea not episodic); pneumothorax; PE; bronchiectasis; obliterative bronchiolitis \n(suspect in elderly).\nTreatment Chronic asthma (p182). Emergency treatment (p810).\nAssociated diseases Acid reﬂ ux; polyarteritis nodosa (PAN, p556); Churg–Strauss \nsyndrome (p696); ABPA (p177).\nNatural history Most childhood asthmatics (see OHCS p164) either grow out of \nasthma in adolescence or suff er much less as adults. A signiﬁ cant number of people \ndevelop chronic asthma late in life.\nMortality ~900 asthma deaths in the UK in 2012, 50% were >65yrs old.", "text_length": 3742, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 186/905)", "type": "chunk", "chunk_index": 185, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.238395", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.239351", "status": "complete", "chunks_added": 2}