{"task_id": "b2600b0b3026946e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 666/905)", "text": "ute limb ischaemia\nFig 13.53 Leg arteries.\n(a)\n(b)\n\n--- Page 672 ---\n658\nSurgery\nVaricose veins (VVS) \nLong, tortuous, & dilated veins of the superﬁ cial venous system (see ﬁ g 13.55).\nPathology Blood from superﬁ cial veins of the leg passes into deep veins via perfora-\ntor veins (perforate deep fascia) and at the saphenofemoral and saphenopopliteal \njunctions. Valves prevent blood from passing from deep to superﬁ cial veins. If they \nbecome incompetent there is venous hypertension and dilat ation of the superﬁ cial \nveins occurs. Risk factors: Prolonged standing, obesity, pregnancy, family history, \nand contraceptive pill. Causes: Primary mechanical factors (in ~95%); secondary to \nobstruction (eg DVT, fetus, pelvic tumour), arteriovenous malformations, overactive \nmuscle pumps (eg cyclists); rarely congenital valve absence.\nSymptoms ‘My legs are ugly.’ Pain, cramps, tingling, heaviness, and restless legs. \nBut studies show these symptoms are only slightly commoner in those with VVS.\nSigns Oedema; eczema; ulcers; haemosiderin; haemorrhage; phlebitis; atrophie \nblanche (white scarring at the site of a previous, healed ulcer); lipodermatosclerosis \n(skin hardness from subcutaneous ﬁ brosis caused by chronic inﬂ ammation and fat \nnecrosis). On their own VVS don’t cause DVTS (except possibly proximally spreading \nthrombophlebitis of the long saph enous vein).\nExamination See p78.\nTreatment NICE guidelines11 suggest that the criteria for specialist referral of pa-\ntients with VVS should be: bleeding, pain, ulceration, superﬁ cial thrombophlebitis, or \n‘a severe impact on quality of life’ (ie not for cosmetic reasons alone).\n  \n• Treat any underlying cause.\n  \n• Education—avoid prolonged standing and elevate leg(s) whenever possible; sup-\nport stockings (compliance is a problem); lose weight; regular walks (calf muscle \naction aids venous return).\n  \n• Endovascular treatment (less pain and earlier return to activity than surgery.)\n  \n• Radiofrequency ablation (VNUS Closure®)—a catheter is inserted into the vein \nand heated to 120°C destroying the endothelium and ‘closing’ the vein. Results \nare as good as conventional surgery at 3 months.\n  \n• Endovenous laser ablation (EVLA) is similar but uses a laser. Outcomes are \nsimilar to surgical repair after 2yrs (in terms of quality of life and recurrence).\n  \n• Injection sclerotherapy—either liquid or foam can be used. Liquid sclerosant \nis indicated for varicosities below the knee if there is no gross saphenofemoral \nincompetence. It is injected at multiple sites and the vein compressed for a \nfew weeks to avoid thrombosis (intravascular granulation tissue obliterates \nthe lumen). Alternatively foam sclerosant is injected under ultrasound guid-\nance at a single site and spreads rapidly throughout the veins, damaging the \nendothelium. Ultrasound monitoring prevents inadvertent spread of foam into \nthe femoral vein. It achieves ~80% complete occlusion but is not more eff ective \nthan liquid sclerotherapy or surgery.\n  \n• Surgery—there are several choices, depending on vein anatomy and surgical \npreference, eg saphenofemoral ligation (Trendelenburg procedure); multi-\nple avulsions; stripping from groin to upper calf (stripping to the ankle is not \nneeded, and may damage the saphenous nerve). Post-op: bandage legs tightly \nand elevate for 24h. Surgery is more eff ective than sclerotherapy in the long \nterm. Before surgery and after venous mapping, ensure that all varicosities \nare indelibly marked to either side (to avoid tattooing if the incision is made \nthrough inked skin).\nSaphena varix Dilatation in the saphenous vein at its conﬂ uence with the femoral \nvein (the SFJ). It transmits a cough impulse and may be mistaken for an inguinal or \nfemoral hernia, but on closer inspection it may have a bluish tinge.", "text_length": 3817, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 666/905)", "type": "chunk", "chunk_index": 665, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.315514", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.316154", "status": "complete", "chunks_added": 2}