{"task_id": "b2dd291b61039195", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 120/905)", "text": ")\nRV\nLA\nRA\nRUPV\nVentricular septum\n(d)\n(c)\n(b)\n(a)\n\n--- Page 126 ---\n112\nCardiovascular medicine\nCardiac catheterization\nThis involves the insertion of a catheter into the heart via the femoral or radial artery \nor venous system, and manipulating it within the heart and great vessels to:\n  \n• Inject radiopaque contrast medium to image cardiac anatomy and blood ﬂ ow, see \nﬁ g 3.18a.\n  \n• Perform angioplasty (ballooning and stenting), valvuloplasty (eg transcatheter \naortic valve implantation (TAVI, ﬁ g 3.45)), cardiac biopsies, transcatheter septal \ndefect closure.\n  \n• Perform electrophysiology studies and radiofrequency ablations.\n  \n• Sample blood to assess oxygen saturation and measure pressures.\n  \n• Perform intravascular ultrasound or echocardiography.\nDuring the procedure, ECG and arterial pressures are monitored continuously. In the \nUK, the majority are performed as day-case procedures.\nIndications\n  \n• Coronary artery disease: diagnostic (assessment of coronary vessels and graft pa-\ntency); therapeutic (angioplasty, stent insertion), ﬁ g 3.18b.\n  \n• Valvular disease: diagnostic (pressures indicate severity); therapeutic valvuloplas-\nty (if the patient is too ill or declines valve surgery).\n  \n• Congenital heart disease: diagnostic (assessment of severity of lesions by meas-\nuring pressures and saturations); therapeutic (balloon dilatation or septostomy).\n  \n• Other: cardiomyopathy; pericardial disease; endomyocardial biopsy.\nPre-procedure checks\n  \n• Brief history/examination; NB: peripheral pulses, bruits, aneurysms.\n  \n• Investigations: FBC, U&E, LFT, clotting screen, CXR, ECG.\n  \n• Consent for procedure, including possible extra procedures, eg consent for angio-\nplasty if planning to do angiography as you may ﬁ nd a lesion that needs stenting. \nExplain reason for procedure and possible complications.\n  \n• IV access, ideally in the left hand.\n  \n• Patient should be nil by mouth (NBM) from 6h before the procedure.\n  \n• Patients should take all their morning drugs (and pre-medication if needed)—but \nwithhold oral hypoglycaemics.\nPost-procedure checks\n  \n• Pulse, BP, arterial puncture site (for bruising or swelling), foot pulses.\n  \n• Investigations: FBC and clotting (if suspected blood loss), ECG.\nComplications\n  \n• Haemorrhage: apply ﬁ rm pressure over puncture site. If you suspect a false aneu-\nrysm, ultrasound the swelling and consider surgical repair. Haematomas are high \nrisk for infections.\n  \n• Contrast reaction: this is usually mild with modern contrast agents.\n  \n• Loss of peripheral pulse: may be due to dissection, thrombosis, or arterial spasm. \nOccurs in <1% of brachial catheterizations. Rare with femoral catheterization.\n  \n• Angina: may occur during or after cardiac catheterization. Usually responds to \nsublingual GTN; if not, give analgesia and IV nitrates.\n  \n• Arrhythmias: usually transient. Manage along standard lines.\n  \n• Pericardial eff usion: suspect if unexplained continued chest pain. May need drain \ndepending on severity and haemodynamic status.\n  \n• Pericardial tamponade: rare, but should be suspected if the patient becomes hypo-\ntensive and anuric.  Urgent pericardial drain.\n  \n• Infection: post-catheter pyrexia is usually due to a contrast reaction. If it persists \nfor >24h, take blood cultures before giving antibiotics.\nMortality <1 in 1000 patients, in most centres.\nIntracardiac electrophysiology This catheter technique can determine types and \norigins of arrhythmias, and locate and ablate problem areas, eg aberrant pathways \nin WPW or arrhythmogenic foci. Arrhythmias may be induced, and the eff ectiveness \nof control by drugs assessed.", "text_length": 3643, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 120/905)", "type": "chunk", "chunk_index": 119, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.063771", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.064557", "status": "complete", "chunks_added": 2}