{"task_id": "b36000cb9b502c97", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 98/905)", "text": "e resting on chair). Thank patient and wash hands.\n\n--- Page 100 ---\n86\nHistory and examination\nSpeech and higher mental function\nHave mercy on those with dysphasia: it is one of the most debilitating neurological \nconditions, and the more frustrating when cognitive function is intact.\nDysphasia Impairment of language caused by brain damage.\nAssessment:\n1   If speech is ﬂ uent, grammatical, and meaningful, dysphasia is unlikely.\n2   Comprehension: can the patient follow one-, two-, and several-step commands \n(touch your ear, stand up, then close the door)?\n3   Repetition: can the patient repeat a sentence? Eg British Constitution.\n4   Naming: can they name common and uncommon things (eg parts of a watch)?\n5   Reading and writing: normal? They are usually aff ected like speech in dysphasia. \nIf normal, the patient is unlikely to be aphasic—could they be mute?\nClassiﬁ cation:\n  \n• Broca’s (expressive) anterior dysphasia—non-ﬂ uent speech produced with ef-\nfort and frustration with malformed words, eg ‘spoot’ for ‘spoon’ (or ‘that thing’). \nReading and writing are impaired but comprehension is relatively intact. Patients \nunderstand questions and attempt to convey meaningful answers. Site of lesion: in-\nfero-lateral dominant frontal lobe (see BOX ‘Problems with classifying dysphasias’).\n  \n• Wernicke’s (receptive) posterior dysphasia—empty, ﬂ uent speech, like talk-\ning ragtime with phonemic (‘ﬂ ush’ for ‘brush’) and semantic (‘comb’ for ‘brush’) \nparaphasias/neologisms (may be mistaken for psychotic speech). The patient is \noblivious of errors. Reading, writing, and comprehension are impaired (replies are \ninappropriate). Site of lesion: posterior superior dominant temporal lobe.\n  \n• Conduction aphasia—(traffi  c between Broca’s and Wernicke’s area is interrupt-\ned.) Repetition is impaired; comprehension and ﬂ uency less so.\n  \n• Nominal dysphasia—naming is aff ected in all dysphasias, but in nominal dyspha-\nsia, objects cannot be named but other aspects of speech are normal. This occurs \nwith posterior dominant temporoparietal lesions.\nMixed dysphasias are common. Discriminating features take time to emerge after \nan acute brain injury. Speech therapy is important, but may not help.\nDysarthria Diffi  culty with articulation due to incoordination or weakness of the \nmusculature of speech. Language is normal (see earlier in topic).\n  \n• Assessment: Ask to repeat ‘British Constitution’ or ‘baby hippopotamus’.\n  \n• Cerebellar disease: Ataxia speech muscles cause slurring (as if drunk) and speech \nirregular in volume and staccato in quality.\n  \n• Extrapyramidal disease: Soft, indistinct, and monotonous speech.\n  \n• Pseudobulbar palsy: (p507) Spastic dysarthria (upper motor neuron). Speech is \nslow, indistinct, nasal and eff ortful (‘hot potato’ voice from bilateral hemispheric \nlesions, MND (p506), or severe MS).\n  \n• Bulbar palsy: Lower motor neuron (eg facial nerve palsy, Guillain–Barré, MND, \np506)—any associated palatal paralysis gives speech a nasal character.\nDysphonia Diffi  culty with speech volume due to weakness of respiratory muscles \nor vocal cords (myasthenia, p512; Guillain–Barré syndrome, p702). It may be precipi-\ntated in myasthenia by asking the patient to count to 100. Parkinson’s gives a mixed \npicture of dysarthria and dysphonia.\nDyspraxia Poor performance of complex movements despite ability to do each in-\ndividual component. Test by asking the patient to copy unfamiliar hand positions, or \nmime an object’s use, eg a comb. The term ‘dyspraxia’ is used in three other ways:\n  \n• Dressing dyspraxia: The patient is unsure of the orientation of clothes on his body. \nTest by pulling one sleeve of a sweater inside out before asking the patient to put it \nback on (mostly non-dominant hemisphere lesions).\n  \n• Constructional dyspraxia: Diffi  culty in assembling objects or drawing, eg a ﬁ ve-\npointed star (non-dominant hemisphere lesions, hepatic encephalopathy).\n  \n• Gait dyspraxia: More common in the elderly; seen with bilateral frontal lesions, \nlesions in the posterior temporal region, and hydrocephalus.", "text_length": 4092, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 98/905)", "type": "chunk", "chunk_index": 97, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.029328", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.030011", "status": "complete", "chunks_added": 3}