{"task_id": "b5587ff3478e8040", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 48/905)", "text": "lasia; CCF; TB; chronic kidney disease; leptin).6\n\n--- Page 50 ---\n36\nHistory and examination\nThe cardiovascular system: history\nTable 2.3 Presenting symptoms and questions to ask\nPresenting \nsymptoms\nDirect questions\nChest pain\n(see pp94–5 \nand p784)\nSite? Central?\nOnset? (Sudden? What was the patient doing?)\nCharacter? Ask patient to describe pain (Crushing? Heavy?).\nRadiation? Ask speciﬁ cally if moves to arm, neck, or jaw?\nAssociations? Ask speciﬁ cally about shortness of breath, nausea, sweating.\nTiming? Duration?\nExacerbating and alleviating factors? Worse with respiration or move-\nment (less likely to be angina)? Relieved by GTN? Worse on inspiration \nand better when sitting forwards (pericarditis)?\nSeverity: out of 10?\nIs patient known to have angina or chest pain; better/worse/same as \nusual pain; is it more frequent? Decreasing exercise tolerance?\nNB: ‘heartburn’ more likely if ‘burning’, onset after eating/drinking, \nworse lying ﬂ at, or associated with dysphagia.\nPalpitations\n‘Ever aware of your own heartbeat’? When and how did it start/stop? \nDuration? Onset sudden/gradual? Associated with blackout (how \nlong)? Chest pain? Dyspnoea? Food related (eg caff eine)?\nRegular fast palpitations may reﬂ ect paroxysmal supraventricular \ntachycardia (SVT) or ventricular tachycardia (VT).\nIrregular fast palpitations are likely to be paroxysmal AF, or atrial ﬂ ut-\nter with variable block.\nDropped or missed beats related to rest, recumbency, or eating are \nlikely to be atrial or ventricular ectopics.\nRegular pounding may be due to anxiety.\nSlow palpitations are likely to be due to drugs such as -blockers, or \nbigeminus (ﬁ g 3.34, p129).\nReassurance is vital and can be therapeutic. Check a TSH and consider a \n24h ECG (Holter monitor, p125). An event recorder, if available, is better \nthan 24h ECGS.\nDyspnoea\n(see p52, \nand p782)\nDuration? At rest? On exertion? Determine exercise tolerance (and any \nother reason for limitation, eg arthritis). NYHA classiﬁ cation (p135)? \nWorse when lying ﬂ at, how many pillows does the patient sleep with \n(orthopnoea)? Does the patient ever wake up in the night gasping for \nbreath (paroxysmal nocturnal dyspnoea), and how often? Any ankle \nswelling?\nDizziness/ \nblackouts \n(see pp460–3)\nDizziness is a loose term, so try to clarify if your patient means: did \npatient lose consciousness, and for how long (short duration suggests \ncardiac while longer duration suggests a neurological cause)? Any \nwarning (pre-syncope)? What was patient doing at the time? Sudden/\ngradual? Associated symptoms? Any residual symptoms, eg confusion? \nHow long did it take for patient to return to ‘normal’? Tongue biting \n(pp460–1), seizure, incontinence? Witnessed? Memory loss pre/post \nevent?\nVertigo (p462), the illusion of rotation of either the patient or their sur-\nroundings ± diffi  culty walking/standing, patients may fall over.\nImbalance, a diffi  culty in walking straight but without vertigo, from \nperipheral nerve, posterior column, cerebellar, or other central pathway \nfailure.\nFaintness ie ‘light-headedness’, seen in anaemia, BP, postural hypoten-\nsion, hypoglycaemia, carotid sinus hypersensitivity, and epilepsy.\nClaudication\nSOCRATES? Foot/calf/thigh/buttock? ‘Claudication distance’, ie how \nlong can patient walk before onset of pain? Rest pain?", "text_length": 3322, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 48/905)", "type": "chunk", "chunk_index": 47, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.940026", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.942019", "status": "complete", "chunks_added": 2}