{"task_id": "b57c6d5158ff3cee", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 26/905)", "text": "re importantly, let your family know \nyour wishes.\n\n--- Page 28 ---\n14\nThinking about medicine\nTo force an ethical problem to ﬁ t a framework may be inadequate, reduction-\nistic, and inconsistent.18 It is potentially biased towards Western culture, dis-\ncounts the non-autonomous, and is vulnerable to poorly considered emphasis \nand error. ‘Doing’ ethics can become a check-list exercise where thinking is lost. \nBut doctors are not moral philosophers. They are clinicians. A framework there-\nfore provides a starting point from which to work. It is the toe which tests the \nwater of moral deliberation. Be aware of the cultural setting of your dilemma \nand consider carefully the weight of synthesis. Be prepared to wade deeper if \nneeded. But acknowledge that moral wisdom may well be out of your depth. \nBeyond the ethical framework\nMedical ethics\n‘Our clinical practice is steered by ethical principles. They guide the decisions we \nmake in our clinics and ward rounds, what we tell our patients, and what we \nomit to tell them.’ \nTony Lopez, Journal of Royal Society of Medicine 2001;94:603–4.\nIn the silences of our consultations it is we who are under the microscope, and \nwe cannot escape our destiny in the sphere of ethics. To give us courage in this \nenterprise, we can recall the law of the aviator and seagull: it is only by facing the \nprevailing wind that we can become airborne, and achieve a new vantage point from \nwhich to survey our world. We hope for moral perception: to be able to visualize the \nmorally salient features of a situation. For without this, ethical issues may ﬂ oat past \nnever to be resolved. Be alert to words which may carry hidden assumptions: ‘futil-\nity’, ‘consent’, ‘best interests’.16 Consider WIGWAM in your routine patient review:\n  \n• Wishes of the patient: are they known or unknown?\n  \n• Issues of conﬁ dentiality/disclosure.\n  \n• Goals of care: are they clear? Whose are they: yours or the patient’s?\n  \n• Wants: to decline treatment or discharge against advice.\n  \n• Arguments between family/friends/doctors.\n  \n• Money: concerns of the patient, concerns of the healthcare provider.\nEthical frameworks\nOff er structure, comprehensiveness, and transparency in deliberation.16,17\nFour principles\nAutonomy: Self governance: the ability of a patient to make a choice based on their \nown values and beliefs. Beneﬁ cence: The obligation to beneﬁ t patients. Links with \nautonomy as beneﬁ t is dependent upon the view of the patient. Non-maleﬁ cence: \nDo not harm. Or more appropriately, do no overall harm: you should stick a needle \ninto someone when they need dialysis. Justice: A collection of obligations including \nlegality, human rights, fairness, and resource distribution.\nFour quadrants method\nMedical indications: Identify the clinical problem, treatment options, goals of treat-\nment, and likelihood of success. Patient preferences: What is the patient’s autono-\nmous decision? (And is the patient capable of making one? If not, look for previously \nexpressed wishes from advanced directives, family, friends, GP.) Quality of life: How \nwill the proposed treatment aff ect quality of life? This is subjective: recognize your \nown biases and accommodate those of the patient. Contextual factors: The wider \ncontext: legal, cultural, religious, familial, and anything else that may impact.\nThese frameworks describe individual voices within the ethics choir. Sometimes \nthere is a beautiful harmony, but how should you act when there is discordance? \nThere is no hierarchy within the frameworks. Each component is binding unless it \nis trumped by a stronger principle. How you weigh up and balance the ethical com-\nponents of a situation is not easy, but it should be clear and justiﬁ ed. Know the \npatient. Consult others, especially those who hold diff erent opinions to yourself. Can \nyou adequately defend your decision to the patient? Their family? Your consultant? \nAnother consultant? A lawyer? If an investigative journalist were to sit on a sulcus \nof yours, having full knowledge of all thoughts and actions, would he be composing \nvitriol for tomorrow’s newspapers? If so, can you answer him, point for point?", "text_length": 4176, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 26/905)", "type": "chunk", "chunk_index": 25, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.898742", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.899414", "status": "complete", "chunks_added": 3}