{"task_id": "b596a9e4a1f42ebb", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 562/905)", "text": "antibodies for the initial workup of suspected RA.\n\n--- Page 568 ---\n554\nRheumatology\nSystemic lupus erythematosus (SLE)\nSLE is a multisystemic autoimmune disease. Autoantibodies are made against a vari-\nety of autoantigens (eg ANA) which form immune complexes . Inadequate clearance \nof immune complexes results in a host of immune responses which cause tissue \ninﬂ ammation and damage. Environmental triggers play a part (eg EBV p405).43 \nPrevalence ~0.2%. :≈9:1, typically women of child-bearing age. Commoner in \nAfrican-Caribbeans, Asians, and if HLA B8, DR2, or DR3 +ve. ~10% of patients have a \n1st- or 2nd-degree relative with SLE.\nClinical features See BOX. Remitting and relapsing illness of variable presentation \nand course. Features often non-speciﬁ c (malaise, fatigue, myalgia, and fever) or or-\ngan-speciﬁ c and caused by active inﬂ ammation or damage. Other features include \nlymphadenopathy, weight loss, alopecia, nail-fold infarcts, non-infective endocarditis \n(Libman–Sacks syndrome), Raynaud’s (30%; see p708), stroke, and retinal exudates.\nImmunology >95% are ANA +ve. A high anti-double-stranded DNA (dsDNA) antibody \ntitre is highly speciﬁ c, but only +ve in ~60% of cases. ENA (p553) may be +ve in 20–30% \n(anti-Ro, anti-La, anti-Sm, anti-RNP); 40% are RhF +ve; antiphospholipid antibodies (an-\nticardiolipin or lupus anticoagulant) may also be +ve. SLE may be associated with other \nautoimmune conditions: Sjögren’s (15–20%), autoimmune thyroid disease (5–10%).\nDiagnosis See BOX. Monitoring activity Three best tests: 1 Anti-dsDNA antibody ti-\ntres. 2 Complement: C3, C4 (denotes consumption of complement, hence C3 and C4, \nand C3d and C4d, their degradation products). 3 ESR. Also: BP, urine for casts or pro-\ntein (lupus nephritis, below), FBC, U&E, LFTs, CRP (usually normal) think of SLE when-\never someone has a multisystem disorder and ESR but CRP normal. If CRP, think \ninstead of infection, serositis, or arthritis. Skin or renal biopsies may be diagnostic.\nDrug-induced lupus Causes (>80 drugs) include isoniazid, hydralazine (if >50mg/24h \nin slow acetylators), procainamide, quinidine, chlorpromazine, minocycline, phenyto-\nin, anti-TNF agents. It is associated with antihistone antibodies in >95% of cases. Skin \nand lung signs prevail (renal and CNS are rarely aff ected). The disease remits if the \ndrug is stopped. Sulfonamides or the oral contraceptive pill may worsen idiopathic SLE.\nManagement Refer: complex cases should involve specialist SLE/nephritis clinics.\n  \n• General measures: High-factor sunblock. Hydroxychloroquine, unless contraindi-\ncated, reduces disease activity and improves survival. Screen for co-morbidities \nand medication toxicity. For skin ﬂ ares, ﬁ rst trial topical steroids.\n  \n• Maintenance: NSAIDs (unless renal disease) and hydroxychloroquine for joint and \nskin symptoms. Azathioprine, methotrexate, and mycophenolate as steroid-spar-\ning agents. Belimumab (monoclonal antibody) used as an add-on therapy for auto-\nantibody positive disease where disease activity is high.44 (See BOX.)\n  \n• Mild ﬂ ares: (No serious organ damage.) Hydroxychloroquine or low-dose steroids.\n  \n• Moderate ﬂ ares: (Organ involvement.) May require DMARDs or mycophenolate.\nSevere ﬂ ares: If life- or organ-threatening, eg haemolytic anaemia, nephritis, \nsevere pericarditis or CNS disease; urgent high-dose steroids, mycophenolate, rituxi-\nmab, cyclophosphamide. MDT working vital for neuropsychiatric lupus (psychometric \ntesting, lumbar puncture may be indicated).\nLupus nephritis: (p314.) May require more intensive immunosuppression with ster-\noids and cyclophosphamide or mycophenolate. BP control vital (e.g. ACE-i). Renal re-\nplacement therapy (p306) may be needed if disease progresses; nephritis recurs in \n~50% post-transplant, but is a rare cause of graft failure.45\nPrognosis: ~80% survival at 15 years.43 There is an increased long-term risk of CVD \nand osteoporosis.\nAntiphospholipid syndrome Can be associated with SLE (20–30%). Often occurs \nas a primary disease. Antiphospholipid antibodies (anticardiolipin & lupus antico-\nagulant, anti- 2 glycoprotein 1) cause CLOTS: Coagulation defect (arterial/venous), \nLivedo reticularis (p557), Obstetric (recurrent miscarriage), Thrombocytopenia. \nThrombotic tendency aff ects cerebral, renal, and other vessels. Dx: Persistent an-\ntiphosphlolipid antibodies with clinical features. : Anticoagulation; seek advice in \npregnancy.46", "text_length": 4461, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 562/905)", "type": "chunk", "chunk_index": 561, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.143057", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.143823", "status": "complete", "chunks_added": 3}