{"task_id": "b724a53df016949e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 123/905)", "text": " function, gingival \nhypertrophy. CI: Heart block.\n\n--- Page 129 ---\n115\nCardiovascular medicine\nDigoxin Blocks the Na\n+/K\n+ pump. It is used to slow the pulse in fast AF (p130; aim for \n100). As it is a weak +ve inotrope, its role in heart failure in sinus rhythm may be \nbest reserved if symptomatic despite optimal ACE-i therapy; 10 here there is little ben-\neﬁ t vis-à-vis mortality (but admissions for worsening CCF are  by ~25%).11 Elderly \npeople are at risk of toxicity: use lower doses. Measure plasma levels >6h post-dose \n(p756). Typical dose: 500mcg stat PO, repeated after 12h, then 125mcg (if elderly) to \n250mcg/d PO OD (62.5mcg/d is almost never enough). IV dose: 0.75–1mg in 0.9% NaCl \nover 2h. Toxicity risk if: K\n+, Mg\n2+, or Ca\n2+. t½ ≈ 36h. If on digoxin, use less energy \nin cardioversion (start at 5J). If on amiodarone, halve the dose of digoxin. SES: \nAny arrhythmia (supravent ricular tachycardia with AV block is suggestive), nausea, \nappetite, yellow vision, confusion, gynaecomastia. If toxicity is suspected, do an ECG \n(ﬁ g 3.19), digoxin levels, and check K\n+, Mg\n2+, and Ca\n2+. If toxicity is conﬁ rmed, stop \ndigoxin, correct electrolyte imbalances, treat arrhy thmias, and consider IV DigiFab® \n(p842). CIS: HCM; WPW syndrome (p133).\nFig 3.19 This ECG shows the classic ‘reverse \ntick’ of digoxin toxicity: downsloping ST \nwave with rapid upstroke back to isoelec-\ntric line. The bradycardia is also suggestive \nof digoxin toxicity. \nDrugs that slow conduction through the atrioventricular node (AVN) include di-\ngoxin, verapamil, and adenosine. Uses include cardioverting AVNRT and diagnos-\ning atrial tachycardias.\nDrugs that slow AVN conduction should be avoided in patients with aberrant \npathways (eg WPW) as blocking the AVN can increase conduction via the alterna-\ntive pathways. AVN blockers are contraindicated in patients with or at risk of VT, eg \nthose with long QT syndrome.\nDrugs that slow conduction through the atrioventricular node\nSodium channel blockers Class I anti-arrhythmics. Procainamide (1a) and lido-\ncaine (1b) can be used to terminate VT. NB QT interval may be prolonged. Flecainide \n(1c) is useful for AF cardioversion in patients without contraindications, and for ar-\nrhythmia prophylaxis in patients with WPW or troublesome paroxysmal AF. CIS: Heart \nfailure, IHD, valve disease, and heart block.\nAmiodarone A class III anti-arrhythmic. Amiodarone prolongs the cardiac action \npotential, reducing the potential for tachyarrhythmias. Used in both supra-ventric-\nular and ventricular tachycardias, including during cardiac arrest. Broad range of \nside eff ects incl. thyroid disease, liver disease, pulmonary ﬁ brosis and peripheral \nneuropathy. Monitor TFTs and LFTs every 6 months.\nIvabradine Blocks the pacemaker ‘funny current’, slowing pulse rate without sig-\nniﬁ cantly dropping blood pressure. Used in angina, heart failure, and (off -licence) \nin autonomic tachycardia syndromes. CIS: Acute MI, bradycardia, long QT syndrome, \nshock. Many drug interactions, including with calcium antagonists.\nStatins Statins (eg simvastatin, p690) inhibit the enzyme HMG-COA reductase, which \ncauses de novo synthesis of cholesterol in the liver. This increases LDL receptor ex-\npression by hepatocytes leading to circulating LDL cholesterol. More eff ective if \ngiven at night, but optimum dose and target plasma cholesterol are unknown. SES: \nMuscle aches, abdominal discomfort, transaminases (eg ALT), CK, myositis, rarely \nrhabdo myolysis (more common if used with ﬁ brates). Statins are generally well tol-\nerated. There are currently ~3 million people taking statins in England, which saves \n~10 000 lives a year. See also hyperlipidaemia, pp690–1, ﬁ g 14.13.\nAnti-anginal drugs p116. Antihypertensives p140.", "text_length": 3784, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 123/905)", "type": "chunk", "chunk_index": 122, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.069716", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.070664", "status": "complete", "chunks_added": 2}