{"task_id": "b8ff8813bde6d717", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 156/905)", "text": "e trademarks of \nEdwards Lifesciences Corporation.\n\n--- Page 162 ---\n148\nCardiovascular medicine\nRight heart valve disease\nTricuspid regurgitation Causes: Functional (RV dilatation; eg due to pulmonary \nhypertension induced by LV failure or PE); rheumatic fever; infective endocarditis (IV \ndrug abuser\n5); carcinoid syndrome; congenital (eg ASD, AV canal, Ebstein’s anomaly \n(downward displacement of the tricuspid valve—see OHCS p642)); drugs (eg ergot-\nderived dopamine agonists, p495; fenﬂ uramine). Symptoms: Fatigue; hepatic pain \non exertion (due to hepatic congestion); ascites; oedema and symptoms of the \ncausative condition. Signs: Giant v waves and prominent y descent in JVP (p43); RV \nheave; pansystolic murmur, heard best at lower sternal edge in inspiration; pulsatile \nhepatomegaly; jaundice; ascites. Management: Drugs: diuretics for systemic con-\ngestion; drugs to treat underlying cause. Valve repair or replacement (~10% 30-day \nmortality). Tricuspid regurgitation resulting from myocardial dysfunction or dilata-\ntion has a mortality of up to 50% at 5 yrs.\nTricuspid stenosis Causes: Main cause is rheumatic fever, which almost always \noccurs with mitral or aortic valve disease. Also: congenital, infective endocarditis. \nSymptoms: Fatigue, ascites, oedema. Signs: Giant a wave and slow y descent in \nJVP (p43); opening snap, early diastolic murmur heard at the left sternal edge in \ninspiration. AF can also occur. Diagnosis: Echo. Treatment: Diuretics; surgical repair.\nPulmonary stenosis Causes: Usually congenital (Turner syndrome, Noonan syn-\ndrome, Williams syndrome, Fallot’s tetralogy, rubella). Acquired causes: rheumatic \nfever, carcinoid syndrome. Symptoms: Dyspnoea; fatigue; oedema; ascites. Signs: Dys-\nmorphic facies (congenital causes); prominent a wave in JVP; RV heave. In mild stenosis, \nthere is an ejection click, ejection systolic murmur (which radiates to the left shoulder); \nwidely split S2. In severe stenosis, the murmur becomes longer and obscures A2. P2 \nbecomes softer and may be inaudible. Tests: ECG: RAD, P-pulmonale, RVH, RBBB; echo/TOE \n(p110); CXR: prominent pulmonary arteries caused by post-stenotic dilatation. Cardiac \ncatheterization is diagnostic. Treatment: Pulmonary valvuloplasty or valvotomy.\nPulmonary regurgitation Causes: Any cause of pulmonary hypertension (p194). \nSigns: Decrescendo murmur in early diastole at the left sternal edge (the Graham \nSteell murmur if associated with mitral stenosis and pulmonary hypertension).\nCardiac surgery\nCardiac surgery has come on a long way since 1923 when Dr Henry Souttar58,59 used \nhis ﬁ nger to open a stenosed mitral valve in a beating heart.\n6 Cardiac bypass allows \nprolonged access to the open, static heart, during which complex and high-precision \nrepair and replacement of valves and aortic roots can occur. Transcatheter proce-\ndures are playing an increasing role in the management of cardiovascular disease. \nKey open heart procedures include:\nValve replacements Mechanical valves may be of the ball-cage (Starr–Edwards), \ntilting disc (Bjork–Shiley), or double tilting disc (St Jude) type. These valves are very \ndurable but the risk of thromboembolism is high; patients require lifelong anticoagu-\nlation. Xenografts are made from porcine valves or pericardium. These valves are \nless durable and may require replacement at 8–10yrs but have the advantage of not \nnecessitating anticoagulation. Homografts are cadaveric valves. They are particu-\nlarly useful in young patients and in the replacement of infected valves. Complica-\ntions of prosthetic valves: systemic embolism, infective endocarditis, haemolysis, \nstructural valve failure, arrhythmias.\nCABG See p123.\nCardiac transplantation Consider this when cardiac disease is severely curtailing \nquality of life, and survival is not expected beyond 6–12 months.\nSurgery for congenital heart defects See p156.\nAortic root surgery Replacement/repair if dissection or aneurysmal.\n5 Remember that it is the tricuspid valve which is the valve most vulnerable to events arriving by vein, eg \npathogens from IV drug abusers or hormones (particularly 5-HT) from carcinoid tumours.\n6 Souttar’s own description of this landmark case is available online: H S Souttar. The surgical treatment \nof mitral stenosis. BMJ 1925: 2(3379): 603–606.", "text_length": 4311, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 156/905)", "type": "chunk", "chunk_index": 155, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.124433", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.125482", "status": "complete", "chunks_added": 3}