{"task_id": "b97339b221713c5f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 178/905)", "text": "ake non-drug interventions all the more important.\n\n--- Page 184 ---\n170\nChest medicine\nComplications of pneumonia\nRespiratory failure (See p188.) Type I respiratory failure (PaO2 <8kPa) is relatively \ncommon. Treatment is with high-ﬂ ow (60%) oxygen. Transfer the patient to ITU if \nhypoxia does not improve with O2 therapy or PaCO2 rises to >6kPa. Be careful with \nO2 in COPD patients; check ABGS frequently, and consider elective ventilation if rising \nPaCO2 or worsening acidosis. Aim to keep SaO2 at 94–98%, PaO2 ≥8kPa.\nHypotension May be due to a combination of dehydration and vasodilation due \nto sepsis. If systolic BP is <90mmHg, give an intravenous ﬂ uid challenge of 250mL \ncolloid/crystalloid over 15min. If BP does not rise, consider a central line and give IV \nﬂ uids to maintain the systolic BP >90mmHg. If systolic BP remains <90mmHg despite \nﬂ uid therapy, request ITU assessment for inotropic support.\nAtrial ﬁ brillation (p130.) Common in the elderly. It usually resolves with treatment \nof the pneumonia. -blocker or digoxin may be required to slow the ventricular re-\nsponse rate in the short term.\nPleural eff usion Inﬂ ammation of the pleura by adjacent pneumonia may cause ﬂ uid \nexudation into the pleural space. If this accumulates faster than it is reabsorbed, a \npleural eff usion develops. If small, it may be of no consequence. If larger and patient \nsymptomatic, or infected (empyema), drainage is required (p192, p766).\nEmpyema Pus in the pleural space. It should be suspected if a patient with a resolv-\ning pneumonia develops a recurrent fever. Clinical features: CXR indicates a pleural \neff usion. The aspirated pleural ﬂ uid is typically yellow and turbid with a pH <7.2, \nglucose, and LDH. The empyema should be drained using a chest drain, inserted \nunder radiological guidance. Adhesions and loculation can make this diffi  cult.\nLung abscess A cavitating area of localized, suppurative infection within the lung \n(see ﬁ g 4.6).\nCauses: •Inadequately treated pneumonia. •Aspiration (eg alcoholism, oesoph ageal \nobstruction, bulbar palsy). •Bronchial obstruction (tumour, foreign body). •Pulmo-\nnary infarction. •Septic emboli (septicaemia, right heart endocarditis, IV drug use). \n•Subphrenic or hepatic abscess.\nClinical features: Swinging fever; cough; purulent, foul-smelling sputum; pleuritic \nchest pain; haemoptysis; malaise; weight loss. Look for: ﬁ nger clubbing; anaemia; \ncrepitations. Empyema develops in 20–30%.\nTests: Blood: FBC (anaemia, neutrophilia), ESR, CRP, blood cultures. Sputum micros-\ncopy, culture, and cytology. CXR: walled cavity, often with a ﬂ uid level. Consider CT \nscan to exclude obstruction, and bronchoscopy to obtain diag nostic specimens.\nTreatment: Antibiotics as indicated by sensitivities; continue until healed (4–6 wks). \nPostural drainage. Repeated aspiration, antibiotic instillation, or surgical excision \nmay be required.\nSepticaemia May occur as a result of bacterial spread from the lung parenchyma \ninto the bloodstream. This may cause metastatic infection, eg infective endo carditis, \nmeningitis. Treat with IV antibiotic according to sensitivities.\nPericarditis and myocarditis May also complicate pneumonia.\nJaundice This is usually cholestatic, and may be due to sepsis or secondary to anti-\nbiotic therapy (particularly ﬂ ucloxacillin and co-amoxiclav).", "text_length": 3352, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 178/905)", "type": "chunk", "chunk_index": 177, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.211854", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.212592", "status": "complete", "chunks_added": 2}