{"task_id": "ba0a8e6a397ecefc", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 560/905)", "text": "ion may make little \ndiff erence to the arthritis.\n\n--- Page 566 ---\n552\nRheumatology\nAutoimmune connective tissue diseases\nIncluded under this heading are SLE (p554), systemic sclerosis, Sjögren’s syndrome \n(p710), idiopathic inﬂ ammatory myopathies (myositis—see following topic), mixed \nconnective tissue disease, relapsing polychondritis, and undiff erentiated connective \ntissue disease and overlap syndromes. They overlap with each other, aff ect many \norgan systems, and often require immunosuppressive therapies (p376). Consider as a \ndiff erential in unwell patients with multi-organ involvement, especially if no infection.\nSystemic sclerosis Features scleroderma (skin ﬁ brosis), internal organ ﬁ brosis, \nand microvascular abnormalities. Severe cases have a 40–50% mortality at 5 years. \n90% are ANA positive and 30–40% have anticentromere antibodies (see BOX). Skin dis-\nease is limited or diff use. Limited involves the face, hands, and feet (formally CREST \nsyndrome). It is associated with anticentromere antibodies in 70–80%. Pulmonary \nhypertension is often present subclinically, and can become rapidly life-threatening, \nso should be looked for (: sildenaﬁ l, bosentan). Diffuse can involve the whole body. \nAntitopoisomerase-1 (SCL-70) antibodies in 40% and anti-RNA polymerase in 20%. \nPrognosis is often poor. Control BP meticulously. Perform annual echocardiogram \nand spirometry. Both limited and diff use have the potential for organ ﬁ brosis: lung, \ncardiac, GI, and renal (p314) but this occurs later in limited sub-set.\nManagement: Currently no cure. Immunosuppressive regimens, including IV \ncyclophos phamide, are used for organ involvement or progressive skin disease. Trials \nof antiﬁ brotic tyrosine kinase inhibitors are ongoing.41 Monitor BP and renal function. \nRegular ACE-i or A2RBS  risk of renal crisis (p314). Raynaud’s phenomenon: (see p708).\nMixed connective tissue disease Combines features of systemic sclerosis, SLE, and \npolymyositis and the presence of high titres of anti-U1-RNP antibodies.\nRelapsing polychondritis Rare condition with recurrent episodes of cartilage inﬂ am-\nmation and destruction. Aff ects pinna (ﬂ oppy ears), nasal septum, larynx (stridor), \ntracheobronchial tree (infections), and joints. Associations: Aortic valve disease, poly-\narthritis, and vasculitis. 30% have underlying rheumatic or autoimmune disease. Di-\nagnosis is clinical. : Steroids, DMARDS or CPAP/tracheostomy for airway involvement.\nPolymyositis and dermatomyositis\nRare conditions characterized by insidious onset of progressive symmetrical proxi-\nmal muscle weakness and autoimmune-mediated striated muscle inﬂ ammation \n(myositis), associated with myalgia ± arthralgia. Muscle weakness may also cause \ndysphagia, dysphonia (ie poor phonation, not dysphasia), or respiratory weakness. \nThe myositis (esp. in dermatomyositis) may be a paraneoplastic phenomenon, com-\nmonly from lung, pancreatic, ovarian, or bowel malignancy. Screen for cancers.\nDermatomyositis Myositis plus skin signs: •Macular rash (shawl sign is +ve if \nover back and shoulders). •Lilac-purple (heliotrope) rash on eyelids often with \noedema (ﬁ g 12.26, p563). •Nailfold erythema (dilated capillary loops). •Gottron’s \npapules: roughened red papules over the knuckles, also seen on elbows and knees \n(pathognomonic if CK + muscle weakness). Malignancy in 30% cases.\nExtra-muscular signs In both conditions include fever, arthralgia, Raynaud’s, in-\nterstitial lung ﬁ brosis and myocardial involvement (myocarditis, arrhythmias).\nTests Muscle enzymes (ALT, AST, LDH, CK, & aldolase)  in plasma; EMG shows char-\nacteristic ﬁ brillation potentials; muscle biopsy conﬁ rms diagnosis (and excludes \nmimicking conditions). MRI shows muscle oedema in acute myositis. Autoantibody \nassociations: (see BOX) anti-Mi2, anti-Jo1—associated with acute onset and intersti-\ntial lung ﬁ brosis that should be treated aggressively.\nDiff erential diagnoses Carcinomatous myopathy, inclusion-body myositis, mus-\ncular dystrophy, PMR, endocrine/metabolic myopathy (eg steroids), rhabdomyoly-\nsis, infection (eg HIV), drugs (penicillamine, colchicine, statins, or chloroquine).\nManagement Start prednisolone. Immunosuppressives (p376) and cytotoxics are \nused early in resistant  cases. Hydroxychloroquine/topical tacrolimus for skin disease.", "text_length": 4336, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 560/905)", "type": "chunk", "chunk_index": 559, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.139590", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.140706", "status": "complete", "chunks_added": 3}