{"task_id": "ba6e942e64f872cf", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 222/905)", "text": "s of acute illness.\nSpecial situations in diabetes\n\n--- Page 228 ---\n214\nEndocrinology\nHypoglycaemia\n Hypoglycaemia Commonest endocrine emergency—see p834. Prompt diagnosis \nand treatment essential—brain damage & death can occur if severe or prolonged. \nDeﬁ nition Plasma glucose 3mmol/L. Threshold for symptoms varies. See BOX. \nSymptoms Autonomic: Sweating, anxiety, hunger, tremor, palpitations, dizziness. \nNeuroglycopenic: Confusion, drowsiness, visual trouble, seizures, coma. Rarely fo-\ncal symptoms, eg transient hemiplegia. Mutism, personality change, restlessness, \nand incoherence may lead to misdiagnosis of alcohol intoxication or even psychosis. \nFasting hypoglycaemia Causes: The chief cause is insulin or sulfonylurea treatment \nin a diabetic, eg activity, missed meal, accidental or non-accidental overdose (check \nfor ciculating oral hypoglycaemics). In non-diabetics you must EXPLAIN mechanism:\nExogenous drugs, eg insulin, oral hypoglycaemics (p208)? access through diabetic \nin the family? Body-builders may misuse insulin to help stamina. Also: alcohol, eg a \nbinge with no food; aspirin poisoning; ACE-i; -blockers; pentamidine; quinine sulfate; \naminoglutethamide; insulin-like growth factor.14\nPituitary insuffi  ciency.\nLiver failure, plus some rare inherited enzyme defects.\nAddison’s disease.\nIslet cell tumours (insulinoma) and immune hypoglycaemia (eg anti-insulin\nreceptor antibodies in Hodgkin’s disease).\nNon-pancreatic neoplasms, eg ﬁ brosarcomas and haem angiopericytomas.\nWhen to investigate:\n  \n•  Whipple answered this (Whipple’s triad): symptoms or signs of hypoglycemia + \nplasma glucose + resolution of symptoms or signs post glucose rise.\n  \n• Document BM during attack and lab glucose if in hospital (monitors often not reli-\nable at low readings).\n  \n• Take a drug history and exclude liver failure.\n  \n• 72h fasting may be needed (monitor closely). Bloods: glucose, insulin, C-peptide, \nand plasma ketones if symptomatic. If endogenous hyperinsulinism suspected, do \ninsulin, C-peptide, proinsulin, -hydroxybutyrate.\nInterpreting results:\n  \n• Hypoglycaemic hyperinsulinaemia (HH): Causes: insulinoma, sulfonylureas, insulin \ninjection (no detectable C-peptide—only released with endogenous insulin); non-\ninsulinoma pancreatogenous hypoglycaemia syndrome, mutation in the insulin-re-\nceptor gene. Congenital HH follows mutations in genes involved in insulin secretion \n(ABCC8, KCNJ11, GLUD1, CGK, HADH, SLC16A1, HNF4A, ABCC8, & KCNJ11).15\n  \n• Insulin low or undetectable, no excess ketones. Causes: non-pancreatic neoplasm; \nanti-insulin receptor antibodies.\n  \n• Insulin, ketones. Causes: alcohol, pituitary insuffi  ciency, Addison’s disease.\nPost-prandial hypoglycaemia May occur after gastric/bariatric surgery (‘dump-\ning’, p623), and in type 2 DM. Investigation: Prolonged OGTT (5h, p206).\nTreatment See p834. If episodes are often, advise many small high-starch meals. \nIf post-prandial glucose, give slowly absorbed carbohydrate (high ﬁ bre). In diabet-\nics, rationalize insulin therapy (p209).\nThe brain stops working if plasma glucose levels get too low, so we are nervous \nof levels 3mmol/L. But some are asymptomatic at this level. So what is deﬁ nitely \nabnormal? The answer may be 4mmol/L, allowing for inaccuracies in ﬁ ngerprick \nBMS (NB: whole blood glucose is 10–15% < plasma glucose.) Think: ‘In this ill patient \nwhen can I be sure that a low glucose is not cont ributing to their illness?’ \nIf <4mmol/L, you may be wise to treat (p834)—just in case. Consider, is the pa-\ntient on hypoglycaemics, have they binged on alcohol 24hrs pre test? Skipped \nmeals? Is there an underlying illness, eg insulinoma? Unlikely, but possible. Keep \nan open mind; let the GP know. Counsel patient and relative about warning signs \nof hypoglycaemia. Be more inclined to investigate if the eff ects of even mild hypo-\nglycaemia might be disastrous (eg in pilots) or if there are unexplained symptoms.\nThe deﬁ nition of hypoglycaemia is context-dependent", "text_length": 4013, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 222/905)", "type": "chunk", "chunk_index": 221, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.361257", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.362428", "status": "complete", "chunks_added": 3}