{"task_id": "baa2044a9e36de7d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 606/905)", "text": "l can-\ncer.\nFig 13.18 Basal cell carcinoma \n(BCC).\n\n--- Page 612 ---\n598\nSurgery\nLumps in the neck \nDon’t biopsy lumps until tumours within the head and neck have been excluded by \nan ENT surgeon. Culture all biopsied lymph nodes for TB.\nDiagnosis (See ﬁ g 13.19.) First, ask how long the lump has been present. If <3wks, \nself-limiting infection is the likely cause and extensive investigation is unwise. Next ask \nyourself where the lump is. Is it intradermal—eg sebaceous cyst with a central punc-\ntum (p594)? Is it a lipoma (p594)? If the lump is not intradermal, and is not of recent \nonset, you are about to start a diagnostic hunt over complicated terrain. 85% of neck \nswellings are lymph nodes (examine areas which they serve). Consider TB, viruses such \nas HIV or EBV (infectious mononucleosis), any chronic infection, or, if >20yrs, consider \nlymphoma (hepatosplenomegaly?) or metastases (eg from GI or bronchial or head and \nneck neoplasia), 8% are goitres (p600), and other diagnoses account for 7%.\nTests Do virology and TB tests (p394). US shows lump consistency: cystic, solid, com-\nplex, vascular. CT deﬁ nes masses in relation to their anatomical neighbours. CXR may \nshow malignancy or, in sarcoid, reveal bilateral hilar lymphadenopathy. Consider \nﬁ ne-needle aspiration (FNA).\nMidline lumps •If patient is <20yrs old, likely diagnosis is dermoid cyst (p594). •If it \nmoves up on tongue protrusion and is below the hyoid, likely to be a thyroglossal cyst, \na ﬂ uid-ﬁ lled sac resulting from incomplete closure of the thyroid’s migration path. : \nSurgery; they are the commonest congenital cervical cystic lump. •If >20yrs old, it is \nprobably a thyroid isthmus mass. •If it is bony hard, the diagnosis may be a chon-\ndroma (benign cartilaginous tumour).\nSubmandibular triangle (Bordered by the mental process, mandible, and the line \nbetween the two angles of the mandible.) •If <20yrs, self-limiting lymphadenopathy \nis likely. If >20yrs, exclude malignant lymphadenopathy (eg ﬁ rm and non-tender). \nIs TB likely? •If it is not a node, think of submandibular salivary stone, sialadenitis, \nor tumour (see BOX for Salivary gland pathology).\nAnterior triangle (Between midline, anterior border of sternocleidomastoid, and \nthe line between the two angles of the mandible.) •Branchial cysts emerge under \nthe anterior border of sternocleidomastoid where the upper third meets the mid-\ndle third (age <20yrs). Due to non-disappearance of the cervical sinus (where 2nd \nbranchial arch grows down over 3rd and 4th). Lined by squamous epithelium, their \nﬂ uid contains cholesterol crystals. Treat by excision. There may be communication \nwith the pharynx in the form of a ﬁ stula. •If lump in the supero-posterior area of the \nanterior triangle, is it a parotid tumour (more likely if >40yrs)? •Laryngoceles are \nan uncommon cause of anterior triangle lumps. They are painless and may be made \nworse by blowing. These cysts are classiﬁ ed as external, internal, or mixed, and may \nbe associated with laryngeal cancer. If pulsatile may be: •Carotid artery aneurysm, \n•Tortuous carotid artery, or •Carotid body tumours (chemodectoma). These are \nvery rare, move from side to side but not up and down, and splay out the carotid \nbifurcation. They are usually ﬁ rm and occasionally soft and pulsatile. They do not \nusually cause bruits. They may be bilateral, familial, and malignant (5%). Suspect in \nany mass just anterior to the upper third of sternomastoid. Diagnose by duplex USS \n(splaying at the carotid bifurcation) or digital computer angiography. : Extirpation \nby vascular surgeon.\nPosterior triangle (Behind sternocleidomastoid, in front of trapezius, above clavi-\ncle.) •Cervical ribs may intrude into this area. These are enlarged costal elements \nfrom C7 vertebra. The majority are asymptomatic but can cause Raynaud’s syndrome \nby compressing subclavian artery and neurological symptoms (eg wasting of 1st dor-\nsal interosseous) from pressure on lower trunk of the brachial plexus. •Pharyngeal \npouches can protrude into the posterior triangle on swallowing (usually left-sided). \n•Cystic hygromas (usually infants) arise from jugular lymph sac. These macrocystic \nlymphatic malformations transilluminate brightly. Treat by surgery or hypertonic sa-\nline sclerosant injection. Recurrence can be troublesome. •Pancoast’s tumour (see \np708). •Subclavian artery aneurysm will be pulsatile.", "text_length": 4416, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 606/905)", "type": "chunk", "chunk_index": 605, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.222305", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.223019", "status": "complete", "chunks_added": 3}