{"task_id": "baea243e3f31f306", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 39/905)", "text": "und when the Consultant is asking the questions!).\n\n--- Page 41 ---\n27\nHistory and examination\nAdvances in genetics are touching all branches of medicine. It is increasingly im-\nportant for doctors to identify patients at high risk of genetic disease, and to make \nappropriate referrals. The key skill is drawing a family tree to help you structure \na family history as follows:\n1   Start with your patient. Draw a square for a male and a circle for a female. Add \na small arrow (see ﬁ g 2.2) to show that this person is the propositus (the person \nthrough whom the family tree is ascertained).\n2   Add your patient’s parents, brothers, and sisters. Record basic information only, \neg age, and if alive and well (a&w). If dead, note age and cause of death, and \npass an oblique stroke through that person’s symbol.\n3   Ask the key question ‘Has anybody else in your family had a similar problem \nas yourself?’, eg heart attack/angina/stroke/cancer. Ask only about the family \nof diseases that relate to your patient’s main problem. Do not record a potted \nmedical history for each family member: time is too short.\n4   Extend the family tree upwards to include grandparents. If you haven’t revealed \na problem by now, go no further—you are unlikely to miss important familial \ndisease. If your patient is elderly it may be impossible to obtain good informa-\ntion about grandparents. If so, ﬁ ll out the family tree with your patient’s uncles \nand aunts on both the mother’s and father’s sides.\n5   Shade those in the family tree aff ected by the disease. • = an aff ected female; \n = an aff ected male. This helps to show any genetic problem and, if there is one, \nwill help demonstrate the pattern of inheritance.\n6   If you have identiﬁ ed a familial susceptibility, or your patient has a recognized \ngenetic disease, extend the family tree down to include children, to identify \nothers who may be at risk and who may beneﬁ t from screening. You should \nﬁ nd out who is pregnant in the family, or may soon be, and arrange appropriate \ngenetic counselling (OHCS p154). Refer for genetics opinion.\nThe family tree (ﬁ g 2.2) shows these ideas at work and indicates that there is \nevidence for genetic risk of colon cancer, meriting referral to a geneticist. N.B: use \na diff erent approach in paediatrics, and for autosomal or sex-linked disease. Ask if \nparents are related (consanguinity risk of recessive diseases).\nDrawing family trees to reveal dominantly inherited disease \nAcknowlegement\nThe box in this section owes much to Dr Helen Firth, who we thank.\nFig 2.2 Genetic risk of colon cancer in a family tree.", "text_length": 2618, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 39/905)", "type": "chunk", "chunk_index": 38, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.924193", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.925073", "status": "complete", "chunks_added": 2}