{"task_id": "bd467921e728b1f2", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 342/905)", "text": "th permission from Massachusetts \nMedical Society.\n\n--- Page 348 ---\n334\nHaematology\nB12 deﬁ ciency and pernicious anaemia\nVitamin B12 deﬁ ciency is common, occurring in up to 15% of older people. B12 helps \nsynthesize thymidine, and hence DNA, so in deﬁ ciency RBC production is slow. \nUntreated, it can lead to megaloblastic anaemia (p332) and irreversible CNS compli-\ncations.   Body stores of B12 are suffi  cient for 4yrs.\nCauses of deﬁ ciency • Dietary (eg vegans: B12 is found in meat, ﬁ sh, and dairy \nproducts, but not in plants). • Malabs orption: during digestion, intrinsic factor (IF) \nin the stomach binds B12, enabling it to be absorbed in the terminal ileum. Malab-\nsorption can therefore arise in the stomach due to lack of IF (pernicious anaemia, \npost gastrectomy) or the terminal ileum (ileal resection, Crohn’s disease, bacterial \novergrowth, tropical sprue, tapeworms). • Congenital metabolic errors.\nFeatures General: Symptoms of anaemia (p324), ‘lemon tinge’ to skin due to \ncombination of pallor (anaemia) and mild jaundice (due to haemolysis), glossitis \n(beefy-red sore tongue; ﬁ g 8.27), angular cheilosis (p326).\nNeuropsychiatric: Irritability, depression, psychosis, dementia.\nNeurological: Paraesthesiae, peripheral neuropathy. Also subacute combined \ndegeneration of the spinal cord, a combination of peripheral sensory neuropa-\nthy with both upper and lower motor neuron signs due to B12. The patient may \ndisplay the classical triad of: • extensor plantars (UMN) • absent knee jerks (LMN) \n• absent ankle jerks (LMN). The onset is insidious (subacute) and signs are symmet-\nrical. There is a combination of post erior (dorsal) column loss, causing the sensory \nand LMN signs, and corticospinal tract loss, causing the motor and UMN signs (p446). \nThe spinothalamic tracts are preserved so pain and temperature sensation may \nremain intact even in severe cases. Joint-position and vibration sense are often \naff ected ﬁ rst leading to ataxia, followed by stiff ness and weakness if untreated. \nThe neurological signs of B12 deﬁ ciency can occur without anaemia.\nPernicious anaemia (PA) This is an autoimmune condition in which atrophic gastritis \nleads to a lack of IF secretion from the parietal cells of the stomach. Dietary B12 there-\nfore remains unbound and conseqeuently cannot be absorbed by the terminal ileum.\nIncidence: 1:1000; :≈1.6:1; usually >40yrs; higher incidence if blood group A.\nAssociations: Other autoimmune diseases (p553): thyroid disease (~25%), vitiligo, \nAddison’s disease, hypoparathyroidism. Carcinoma of stomach is ~3-fold more \ncommon in pernicious anaemia, so have a low threshold for upper GI endoscopy.\nTests: • Hb. • MCV. • WCC and platelets if severe. • Serum B12\n4. • Reticulocytes may \nbe  as production impaired. • Hypersegmented neutrophils (p332). • Megaloblasts in \nthe marrow. • Speciﬁ c tests for PA: 1 Parietal cell antibodies: found in 90% with PA, \nbut also in 3–10% without. 2 IF antibodies: speciﬁ c for PA, but lower sensitivity.\nTreatment: Treat the cause if possible. If due to malabsorption, give hydroxoco-\nbalamin (B12) 1mg IM alternate days for 2wks (or, if CNS signs, until improvement \nstops), then 1mg IM every 3 months for life. If the cause is dietary, then oral B12 \ncan be given after the initial IM course (50–150mcg/daily, between meals). Im-\nprovement is indicated by a transient marked reticulocytosis (MCV), after 4–5 days.\nPractical hints: • Beware of diagnosing PA in those under 40yrs old: look for GI ma-\nlabsorption (small bowel biopsy, p266).\n  \n• Watch for hypokalaemia due to uptake into new haematopoietic cells.\n  \n• Transfusion is best avoided, but PA with high-output CCF may require transfusion, \nafter doing tests for FBC, folate, B12, and marrow sampling.\n  \n• As haematopoiesis accelerates on treatment, additional iron may be needed.\n  \n• Hb rises ~10g/L per week; WCC and platelet count should normalize in 1wk.\nPrognosis: Supplementation usually improves peripheral neuropathy within the \nﬁ rst 3–6 months, but has little eff ect on cord signs. Patients do best if treated as \nsoon as possible after the onset of symptoms: don’t delay!\n4 Serum B12 levels are normal in many patients with subclinical B12 deﬁ ciency. Measuring homocysteine or \nmethylmalonic acid ( if B12 low) may be helpful, but these are non-standard tests.", "text_length": 4356, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 342/905)", "type": "chunk", "chunk_index": 341, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.752428", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.753264", "status": "complete", "chunks_added": 3}