{"task_id": "c0221a37b21263a9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 158/905)", "text": "e heart in various, mostly rare, systemic diseases\n\n--- Page 164 ---\n150\nCardiovascular medicine\nInfective endocarditis (IE)\nFever + new murmur = endocarditis until proven otherwise. Any fever lasting >1wk in \nthose known to be at risk\n7 must prompt blood cultures.61 Acute infective endocarditis \n(IE) tends to occur on ‘normal’ valves and may present with acute heart failure ± emboli; \nthe commonest organism is Staph. aureus. Risk factors: skin breaches (dermatitis, IV \nlines, wounds); renal failure; immunosuppression; DM. Mortality: 5–50% (related to age \nand embolic events). Endocarditis on abnormal valves tends to run a subacute course. \nRisk factors: aortic or mitral valve disease; tricuspid valves in IV drug users; coarctation; \npatent ductus arteriosus; VSD; prosthetic valves. Endocarditis on prosthetic valves may \nbe ‘early’ (within 60d of surgery, usually Staph. epidermidis, poor prognosis) or ‘late’.\nCauses Bacteria: Bacteraemia occurs all the time, eg when we chew (not just during \ndentistry or medical interventions—which is why routine prophylaxis for such pro-\ncedures does not make sense). 61 Strep. viridans is the commonest (usually subacute) \nfollowed by Staph. aureus, Strep. bovis (need colonoscopy ?tumour), Enterococci \nand Coxiella burnetii. Rarely: HACEK Gram Ωve bacteria (Haemoph ilus–Actinobacil-\nlus–Cardiobact erium–Eikenella–Kingella); diphtheroids; Chlamydia. Fungi: Candida; \nAspergillus; Histoplasma. Usually in IV drug abusers, immunocompromised patients \nor those with prosthetic valves. High mortality, need surgical management. Other: \nSLE (Libman–Sacks endocarditis); malignancy.\nSigns Septic signs: Fever, rigors, night sweats, malaise, weight loss, anaemia, \nspleno meg aly, and clubbing (ﬁ g 3.46). Cardiac lesions: Any new murmur, or a \nchange in pre-existing murmur, should raise the suspicion of endocarditis. Vegeta-\ntions may cause valve destruction and severe regurgitation, or valve obstruction. An \naortic root abscess causes prolongation of the PR interval, and may lead to complete \nAV block. LVF is a common cause of death. Immune complex deposition: Vasculitis \n(p556) may aff ect any vessel. Microscopic haematuria is common; glomerulonephri-\ntis and acute kidney injury may occur. Roth spots (boat-shaped retinal haemorrhage \nwith pale centre); splinter haemorrhages (ﬁ g 3.47); Osler’s nodes (painful pulp in-\nfarcts in ﬁ ngers or toes). Embolic phenomena: Emboli may cause abscesses in the \nrelevant organ, eg brain, heart, kidney, spleen, gut (or lung if right-sided IE) or skin: \ntermed Janeway lesions (ﬁ g 3.48; painless palmar or plantar macules), which, to-\ngether with Osler’s nodes, are pathognomonic.\nDiagnosis Use the Modiﬁ ed Duke criteria (BOX ‘Modified Duke criteria’).62, 63 Blood \ncultures: Do three sets at diff erent times from diff erent sites at peak of fever. 85–\n90% are diagnosed from the 1st two sets; 10% are culture-negative. Blood tests: \nNormochromic, normocytic anaemia, neutrophilia, high ESR/CRP. Rheumatoid factor \npositive (an immunological phenomenon). Also check U&E, Mg\n2+, LFT. Urinalysis: For \nmicroscopic haematuria. CXR: Cardiomegaly, pulmonary oedema. Regular ECGs: To \nlook for heart block. Echocardiogram: TTE (p110) may show vegetations, but only if \n>2mm. TOE (p110) is more sensitive, and better for visualizing mitral lesions and pos-\nsible development of aortic root abscess. CT: To look for emboli (spleen, brain, etc.).\nTreatment Liaise early with microbiologists and cardiologists.62 Antibiotics: see BOX \n‘Antibiotic therapy for infective endocarditis’. Surgery if: Heart failure, valvular ob-\nstruction; repeated emboli; fungal IE; persistent bacteraemia; myocardial abscess; \nunstable infected prosthetic valve. 64\nPrognosis 50% require surgery. 20% inhospital mortality (Staphs 30%; bowel bac-\nteria 14%; Streps 6%). 15% recurrence at 2yrs.\nPrevention Antibiotic prophylaxis is no longer recommended for those at risk of \nIE undergoing invasive procedures. However, if they are given antibiotics for other \nreasons during a procedure, the antibiotic should cover the common IE organisms.\nRecommendations Give clear information about prevention, including:\n  \n• The importance of maintaining good oral health.\n  \n• Symptoms that may indicate IE and when to seek expert advice.\n  \n• The risks of invasive procedures, including non-medical procedures such as body \npiercing or tattooing.65\n7 Past IE or rheumatic fever; IV drug abuser; damaged or replaced valve; PPM or ICD; structural congenital \nheart disease (but not simple ASD, fully repaired VSD, or patent ductus); hypertrophic cardiomyopathy.", "text_length": 4623, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 158/905)", "type": "chunk", "chunk_index": 157, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.127641", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.128301", "status": "complete", "chunks_added": 3}