{"task_id": "c03a4e14db44b275", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 590/905)", "text": "ions—legacy of the laparotomy, bane of the surgeon\n\n--- Page 596 ---\n582\nSurgery\nStoma care\nA stoma (Greek=mouth) is an artiﬁ cial union between a conduit and the outside \nworld—eg a colostomy, in which faeces are made to pass through an opening in the \nabdominal wall when a loop of colon is brought out onto the skin. NB: a stoma can \nalso be made between two internal conduits (eg a choledochojejunostomy).\nColostomies (Usually left illiac fossa and ﬂ ush with the skin—ﬁ g 13.8.) May be tem-\nporary or permanent. Are they suitable for a laparoscopic operation?\n  \n• Loop colostomy: A loop of colon is exteriorized and partially divided, forming two \nstomas that are joined together (the proximal end passes stool, the distal end passes \nmucus, see ﬁ g 13.6). A rod under the loop prevents retraction and may be removed \nafter 7d. A loop colostomy is often temporary and performed to protect a distal \nanastomosis, eg after anterior resection.\n  \n• End colostomy: The bowel is divided and the proximal end brought out as a stoma; \nthe distal end may be: 1 resected, eg abdominoperineal (AP) resection (inspect the \nperineum for absent anus when examining a stoma) 2 closed and left in the abdo-\nmen (Hartmann’s procedure) 3 exteriorized, forming a ‘mucous ﬁ stula’.\n  \n• Paul–Mikulicz colostomy: A double-barrelled colostomy in which the colon is di-\nvided completely (eg to excise a section of bowel). Each end is exteriorized as two \nseparate stomas.\nOutput: Colostomies ideally pass 1–2 formed motions/day into an adherent plastic \npouch. Some may be managed with irrigation, thus avoiding a pouch.\nIncidence: 21 000 stomas/yr in UK (>50% are permanent). Most manage their stomas \nwell. The cost for appliances is ~£1500/yr. If there is a skin reaction to the adhesive \nor pouch, a change of device may be all that is needed. Contact the stoma nurse.\nIleostomies (Usually right illiac fossa.) Protrude from the skin and emit frequent \nﬂ uid motions which contain active enzymes (so the skin needs protecting—see ﬁ g \n13.7). Loop ileostomies can be formed to defunction the colon as a temporary meas-\nure eg during control of diffi  cult perianal Crohn’s disease. End ileostomy follows total \nor subtotal  colectomy, eg for UC; subsequent formation of ileal pouch-anal anasto-\nmosis (pouch of ileum is joined to the upper anal canal) can allow for stoma reversal.\nAlternative (non-stoma forming) surgery Low/ultralow anterior resection: All \nor part of the rectum is excised and the proximal colon anastomosed to the top of the \nanal canal (the lower the level of anastomosis, the higher the risk of complication). \nTransanal endoscopic microsurgery: Allows excision of small tumours within the \nrectum with preservation of sphincter function.\nUrostomies are fashioned after total cystectomy, bringing urine from the ureters \nto the abdominal wall via an ileal conduit that is usually incontinent. Formation of \na catheterizable valvular mechanism may retain continence. Advances in urological \nsurgery have seen an increase in continence-saving procedures such as orthotopic \nneobladder reconstruction, with good long-term continence rates.\nWhen choosing a stoma site, avoid:\n  \n• Bony prominences (eg anterior superior iliac spine, costal margins).\n  \n• The umbilicus.\n  \n• Old wounds/scars—there may be adhesions beneath.\n  \n• Skin folds and creases.\n  \n• The waistline.\n  \n• The site should be assessed pre-operatively by the stoma nurse, with the patient \nboth lying and standing.", "text_length": 3490, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 590/905)", "type": "chunk", "chunk_index": 589, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.192064", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.193957", "status": "complete", "chunks_added": 2}