{"task_id": "c06dcb1117202d03", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 279/905)", "text": "rgins at surgery; ampullary or islet cell tumours.\n\n--- Page 285 ---\n271\nGastroenterology\n(a) Areas of reﬂ ection of diff erent parts  \n(b) Post-operation\nFig 6.23 Whipple’s procedure may be used for removing masses in the head of the pancreas—\ntypically from pancreatic carcinoma or, rarely, a carcinoid tumour. 10\nWhipple’s procedure\n22 Some are never clinically detected: 1 in 300 autopsies have a small bowel carcinoid tumour.\nCarcinoid tumours\nThis is a specialized area! A diverse group of tumours of enterochromaffi  n cell (neu-\nral crest) origin, by deﬁ nition capable of producing 5HT. Common sites: appendix \n(45%), ileum (30%), or rectum (20%).\n22 They also occur elsewhere in the GI tract, \novary, testis, and bronchi. 80% of tumours >2cm across will metastasize (ie consider \nall as malignant). Symptoms and signs Initially few. GI tumours can cause ap-\npendicitis, intussusception, or obstruction. Hepatic metastases may cause RUQ pain. \nTumours may secrete bradykinin, tachykinin, substance P, VIP, gastrin, insulin, gluca-\ngon, ACTH ( Cushing’s syndrome), parathyroid, and thyroid hormones. 10% are part \nof MEN-1 syndrome (p223); 10% occur with other neuroendocrine tumours.\nCarcinoid syndrome Occurs in ~5% and implies hepatic involvement.\nSymptoms and signs: Bronchoconstriction; paroxysmal ﬂ ushing especially in upper \nbody (± migrating weals); diarrhoea; CCF (tricuspid incompetence and pulmonary \nstenosis from 5HT–induced ﬁ brosis). Carcinoid crisis: See BOX ‘Carcinoid crisis’.\nTests 24h urine 5-hydroxyindoleacetic acid (5HIAA, a 5HT metabolite; levels change \nwith drugs and diet: discuss with lab). CXR + chest/pelvis MRI/CT help locate primary \ntumours. Plasma chromogranin A (reﬂ ects tumour mass); \n111Indium octreotide scin-\ntigraphy (octreoscan) and positron emission tomography (p739) also have a role. \nEchocardiography and BNP (p137) can be used to investigate carcinoid heart disease. \nTreatment Carcinoid syndrome: Octreotide (somatostatin analogue) blocks \nrelease of tumour mediators and counters peripheral eff ects. Long-acting \nalternative: lanreotide. Loperamide for diarrhoea. Tumour therapy: Resection is \nthe only cure for carcinoid tumours so it is vital to ﬁ nd the primary site. At surgery, \ntumours are an intense yellow. Procedures depend on site, eg rectal carcinoid \ntumours <1cm can be resected endoscopically. Debulking (eg enucleating), \nembolization, or radiofrequency ablation of hepatic metastases can  symptoms. \nGive octreotide cover to avoid precipitating a massive carcinoid crisis.\nMedian survival 5–8yrs (~3yrs if metastases are present, but may be up to 20yrs; \nso beware of giving up too easily, even in metastatic disease).\nWhen a tumour outgrows its blood supply or is handled too much during sur-\ngery, mediators ﬂ ood out. There is life-threatening vasodilation, hypotension, \ntachycardia, bronchoconstriction, and hyperglycaemia. It is treated with high-\ndose octreotide, supportive measures, and careful management of ﬂ uid balance \n(ie a central line is needed—see p775 for insertion technique).\nCarcinoid crisis", "text_length": 3093, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 279/905)", "type": "chunk", "chunk_index": 278, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.522770", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.523458", "status": "complete", "chunks_added": 2}