{"task_id": "c193cb454c98a03b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 534/905)", "text": "reast cancer. \nBeau’s lines\nFig 11.4 Beau’s lines.\n\n--- Page 540 ---\n526\nOncology and palliative care\nCancer treatment: radiotherapy\nRadiotherapy10 is used in >50% of all cancer and forms part of treatment in 40% \nof those considered cured. It uses ionizing radiation to cause damage to DNA. This \nprevents cell division and leads to cell death. The aim of radiotherapy treatment is to \ninactivate cancer cells without causing a severe reaction in normal tissue.\nRadical treatment Given with curative intent. Total dose ranges from 40–70 gray \n(Gy) in up to 40 fractions. Some regimens involve several smaller fractions a day \nwith a gap of 6–8h. Combined chemoradiation is used in some sites, eg anus and \noesophagus, to increase response rate.\nPalliative radiotherapy Aims to relieve symptoms, may not impact on survival. \nDoses are smaller and given in fewer fractions to off er short-term tumour control \nwith minimal side-eff ects. Palliation is used for brain metastases, spinal cord com-\npression, visceral compression, and bleeding, eg haemoptysis, haematuria. Bone pain \nfrom metastases can be reduced or eliminated in 60% of cases.\nEarly reactions\nOccur ~2 weeks into treatment, peak ~2–4 weeks after treatment.\n  \n• Tiredness: ~80%. Improves ~4 weeks after treatment completed but chronic in \n~30%. Advise patients to stay as active as possible.\n  \n• Skin reactions: Include erythema, dry desquamation, moist desquamation, and \nulceration. Aqueous cream can be used on unbroken areas.\n  \n• Mucositis: All patients receiving head and neck treatment should have a dental \ncheck-up before therapy. Avoid smoking. Antiseptic mouthwashes may help. Aspi-\nrin gargle and other soluble analgesics can be tried. Treat oral thrush with ﬂ ucona-\nzole 50mg/24h PO, nystatin may exacerbate nausea.\n  \n• Nausea and vomiting: Occur when stomach, liver, or brain treated. Try metoclo-\npramide 10mg/8h PO (dopamine antagonist), domperidone 10mg/8h PO (blocks the \ncentral chemoreceptor trigger zone), or ondansetron 4–8mg/8h PO/IV (serotonin \n5HT3 antagonist) (see p251).\n  \n• Diarrhoea: Usually after abdominal or pelvic treatments. Maintain good hydration. \nAvoid high-ﬁ bre agents. Try loperamide 2mg PO after loose stools (max 16mg/24h).\n  \n• Dysphagia: Following thoracic treatments. Speech and language input, nutrition.\n  \n• Cystitis: After pelvic treatments. Drink plenty of ﬂ uid.\nLate reactions\nMonths-years after treatment.\n  \n• CNS/PNS: Somnolence: 4–6wks after brain radiotherapy. Consider steroid dose. \nSpinal cord myelopathy: progressive weakness. MRI to exclude cord comp ression. \nBrachial plexopathy: numb, weak, or painful arm after axillary radio therapy.\n  \n• Lung: Pneumonitis can occur 6–12wks after thoracic treatment causing dry cough \n± dyspnoea. Bronchodilators and tapered steroids may help.\n  \n• GI: Xerostomia = reduced saliva. Dental care and nutrition important. Treat with \nwater, saliva substitutes, salivary stimulants. Benign strictures of oesophagus or \nbowel. Treat with dilatation. Seek a specialist surgical opinion regarding ﬁ stulae. \nRadiation proctitis may be a problem after prostate irradiation.\n  \n• GU: Urinary frequency: small ﬁ brosed bladder after pelvic treatment. Vaginal \nstenosis, dyspareunia, erectile dysfunction can occur after pelvic radiotherapy. \nfertility: due to pelvic radiotherapy (see p525).\n  \n• Endocrine: Panhypopituitarism following radical treatment involving pituitary \nfossa. Check hormone proﬁ le in children: growth hormone replacement may be \nrequired. Hypothyroidism in ~50% after neck treatment: check TFTs annually.\n  \n• Secondary cancers: Risk (2–4 per 10 000 person-years) is usually insigniﬁ cant \ncompared to recurrence/death from primary lesion. More important for younger \npatients after curative treatment. Women <35yrs receiving radiotherapy for Hodg-\nkin’s lymphoma should be off ered breast screening from 8yrs after treatment.\n Cancer survival means  numbers living with poor health or disability after treat-\nment (~625 000 in UK). Remember the emotional and physical impact of cancer ex-\ntends beyond the prescribed course of radiotherapy/chemotherapy.", "text_length": 4144, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 534/905)", "type": "chunk", "chunk_index": 533, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.094590", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.095299", "status": "complete", "chunks_added": 3}