{"task_id": "c279972ef4e0327c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 418/905)", "text": "s on local epidemiology.\nInvasive fungal infection\n\n--- Page 424 ---\n410\nInfectious diseases\nHealthcare-associated (nosocomial) infection\nHealthcare-associated, or nosocomial, infections include diseases which occur:\n  \n• As a direct result of treatment or contact in a hospital or healthcare setting.\n  \n• As a result of healthcare delivered in the community.\n  \n• Outside a healthcare setting but are brought in by patients, staff , or visitors and \ntransmitted to others.\n7–25% of hospital admissions are complicated by a nosocomial infection resulting in \nmorbidity, mortality, and cost. The causal microbe may be benign in normal circum-\nstances, but is able to cause disease when the patient:\n1   has been given broad-spectrum antibiotics (eg antibiotic-resistant organisms, \nClostridium difﬁ cile colitis)\n2   is unwell/immunosuppressed (opportunistic infection)\n3   has compromised barriers (indwelling catheter/line, ventilation, surgery).\nCatheter-associated UTI:\nA catheter is inserted in ~20% of hospitalized patients. UTI is the most common \ninfection acquired as a result of healthcare, accounting for 19% of all healthcare-\nassociated infection. ~50% of UTIS are associated with a urethral catheter. Risk of \ninfection is related to method of catheter insertion, duration of catheter, quality of \ncatheter care, and patient susceptibility.\nTo reduce risk, only catheterize if necessary: Is there obstruction? Do you need \nprecise urine output monitoring? Remove as soon as possible. See UTI pp296–7.\nInfections associated with the use of intravascular access devices:\nIncludes peripheral, central venous, and arterial catheters: tunnelled and non-\ntunnelled. >60% of bloodstream infections are associated with intravascular de-\nvices. Risk is higher with central catheters. Infection can result from introduc-\ntion of microbes during insertion, access (eg when giving IV antibiotics), or from \nmicrobes elsewhere in the body seeding to the foreign material. Organisms include \nStaphylococcus epidermidis (p388), Staphylococcus aureus (including meticillin-\nresistant forms  MRSA see p388), Candida species (p408), and enterococci (p389).\nEnsure that vascular access devices are used only when clinically indicated. \nSwitch to oral treatment (ﬂ uid, medication, nutrition) as soon as clinically ap-\npropriate. Treatment includes removal/exchange of the device whenever possible.\nVentilator-associated pneumonia (VAP):\nVAP aff ects up to 20% of patients admitted to intensive care units. Occurs as \nthe endotracheal tube interferes with protective upper airway reﬂ exes and fa-\ncilitates microaspiration. Risks  with non-invasive ventilation. In critical illness, \nthe oropharynx becomes contaminated with GramΩve bacteria due to antibiotic \nexposure, altered host defences, and changes in mucosal adherence. Access to \nthe airway occurs via folds in the endotracheal cuff  and the bacterial bioﬁ lm is \nthen propelled to the distal airways. Organisms include Pseudomonas aeruginosa \n(p391), Enterobacteriaceae (p391), and Staphylococcus aureus (p388).\nClinical diagnosis has sensitivity and speciﬁ city. Suspect if new/persistent in-\nﬁ ltrates on CXR plus two or more of: purulent sputum, leucocytosis (>12≈109/L), \nleucopenia (<4≈109/L), temperature >38.3°C.\nPrevent by reducing colonization (mouthwash, silver-coated endotracheal tubes), \nnurse at 45° to  aspiration risk, wean off  ventilator as soon as possible..\nSurgical site infection:\nAff ects 5% of patients undergoing surgical procedures, contributes to >⅓ of post-\noperative deaths. Common organisms include Staphylococcus aureus (p388), \nStreptococcus pyogenes (p388), and Enterobacteriaceae when surgery involves \nentry to hollow viscera (p391). Prevention methods include hand hygiene, strict \nasepsis, MRSA screening and decolonization, hair removal, peri-operative normo-\nthermia, minimally disturbed low adherence/transparent dressings. \nHealthcare-associated infection", "text_length": 3955, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 418/905)", "type": "chunk", "chunk_index": 417, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.893579", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.894352", "status": "complete", "chunks_added": 3}