{"task_id": "c307beea782aa6cd", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 642/905)", "text": "psed\nFig 13.44 Internal and external haemorrhoids.\n\n--- Page 648 ---\n634\nSurgery\nGallstones\nBile contains cholesterol, bile pigments (from broken down Hb), and phospholipids. \nIf the concentrations vary, diff erent stones may form. Pigment stones: Small, fri-\nable, and irregular. Causes: haemolysis. Cholesterol stones: Large, often solitary. \nCauses: , age, obesity (Admirand’s triangle: risk of stone if lecithin, bile salts, \ncholesterol). Mixed stones: Faceted (calcium salts, pigment, and cholesterol). Gall-\nstone prevalence: 8% of those over 40yrs. 90% remain asymptomatic. Risk factors \nfor stones becoming symptomatic: smoking; parity.\nBiliary colic Gallstones are symptomatic with cystic duct obstruction or if passed \ninto the common bile duct (CBD\n10). RUQ pain (radiates  back) ± jaundice. : Analgesia \n(see p636), rehydrate, NBM. Elective laparoscopic cholecystectomy (see BOX ‘Early or \ndelayed cholecystectomy?’). Do urinalysis, CXR, and ECG.\nAcute cholecystitis follows stone or sludge impaction in the neck of the gallblad-\nder (GB\n10), which may cause continuous epigastric or RUQ pain (referred to the right \nshoulder—see p609), vomiting, fever, local peritonism, or a GB mass. The main dif-\nference from biliary colic is the inﬂ ammatory component (local peritonism, fever, \nWCC; see table 13.16). If the stone moves to the CBD, obstructive jaundice and cholan-\ngitis may occur—see BOX ‘Complications of gallstones’. Murphy’s sign: lay 2 ﬁ ngers \nover the RUQ; ask patient to breathe in. This causes pain & arrest of inspiration as \nan inﬂ amed GB impinges on your ﬁ ngers. It is only +ve if the same test in the LUQ \ndoes not cause pain. A phlegmon (RUQ mass of inﬂ amed adherent omentum and \nbowel) may be palpable. Tests: WCC, US—a thick-walled, shrunken GB (also seen in \nchronic disease), peri cholecystic ﬂ uid, stones, CBD (dilated if >6mm). Plain AXR only \nshows ~10% of gallstones; it may identify a ‘porcelain’ GB (associated risk of cancer). \nTreatment: NBM, pain relief, IVI, and antibiotics, eg co-amoxiclav 625mg/8h IV. Lapa-\nroscopic cholecystectomy is the treatment of choice for all patients ﬁ t for GA. Open \nsurgery is required if there is GB perforation. If elderly or high risk/unsuit able for \nsurgery, consi der percutaneous cholecystostomy; cholecystectomy can still be done \nlater. Cholecystostomy is also the preferred treatment for acalculous cholecystitis.\nChronic cholecystitis Chronic inﬂ ammation ± colic. ‘Flatulent dyspepsia’: vague \nabdom inal discomfort, distension, nausea, ﬂ atulence, and fat intolerance (fat stimu-\nlates cholecystokinin release and GB contraction). US to image stones and assess CBD \ndiameter. MRCP (p742) is used to ﬁ nd CBD stones. : Chole cystectomy. If US shows a di-\nlated CBD with stones, ERCP (p742) + sphincterotomy before surgery. If symptoms per-\nsist post-surgery consider hiatus hernia/IBS/peptic ulcer/chronic pancreatitis/tumour.\nOther presentations\n  \n• Obstructive jaundice with CBD stones: (See p272.) If LFT worsening, ERCP with \nsphincterotomy ± biliary trawl, then cholecystectomy may be needed, or open sur-\ngery with CBD exploration. If CBD stones are suspected pre-operatively, they should \nbe identiﬁ ed by MRCP (p742).\n  \n• Cholangitis: (Bile duct infection.) Causing RUQ pain, jaundice, and rigors (Charcot’s \ntriad, BOX ‘Complications of gallstones’). Treat with, eg piperacillin/tazobactam \n4.5g/8h IV.\n  \n• Gallstone ileus: A stone erodes through the GB into the duodenum; it may then \nobstruct the terminal ileum. AXR shows: air in CBD (= pneumobilia), small bowel ﬂ uid \nlevels, and a stone. Duodenal obstruction is rarer (Bouveret’s syndrome).\n  \n• Pancreatitis: See p636.\n  \n• Mucocoele/empyema: Obstructed GB ﬁ lls with mucus (secreted by GB wall)/pus.\n  \n• Silent stones: Do elective surgery on those with sickle cell, immunosuppression, \n(debatably diabetes) as well as all calciﬁ ed/porcelain GBS.\n  \n• Mirizzi’s syndrome: A stone in the GB presses on the bile duct causing jaundice.\n  \n• Gallbladder necrosis: Rare because of dual blood supply (hepatic artery via cystic \nartery, and from small branches of the hepatic artery in the GB fossa).\n  \n• Other: Causes of cholecystitis and biliary symptoms other than gallstones are rare. \nConsider infection (typhoid, cryptosporidiosis, and brucellosis); cholecystokinin \nrelease; parenteral nutrition; anatomical abnormality; polyarteritis nodosa (p556).\n10 Common abbreviations used in this section: CBD, common bile duct; GB, gallbladder.", "text_length": 4512, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 642/905)", "type": "chunk", "chunk_index": 641, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.281521", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.282381", "status": "complete", "chunks_added": 3}