{"task_id": "c477982520c17042", "source": "Approach to Internal Medicine_ A Resource Book for Clinical Practice ( PDFDrive ).pdf (Part 69/464)", "text": "ompartment\nsyndrome\n54\nPeripheral Vascular Disease\n\n--- Page 76 ---\nCLINICAL FEATURES\nHISTORY\npain, discomfort, or fatigue that occurs in\nleg muscle with exercise and improves with resting\n(ischemic intermittent claudication is NOT sensitive\nfor peripheral vascular disease), maximum walking\ndistance, trauma, DVT risk factors, past medical his\ntory (CAD, HF, AF, stroke, TIA, renal disease, hyperten\nsion, cholesterol), medications\nPHYSICAL\n\u0002\nANKLE BRACHIAL INDEX (ABI)\n>1.3 non compressi\nble calcified vessel, 0.90 1.3 normal, <0.90 indi\ncates significant narrowing of one or more blood\nvessels in the legs, <0.8 intermittent claudication,\n<0.4 resting claudication, <0.25 severe limb\nthreatening peripheral vascular disease is probably\npresent. An ABI that # by 20% following exercise is\ndiagnostic of peripheral vascular disease, while a\nnormal ABI following exercise eliminates the\ndiagnosis\n\u0002 BUERGER’S TEST\nabnormal pallor with elevation of\nleg 908 for 2 min and deep rubor when lowered for\n2 min\n\u0002\nDEWEESE’S\nTEST\ndisappearance\nof\npreviously\npalpable distal pulses after walking exercise\nVENOUS INSUFFICIENCY EXAMINATION\nhemo\nsiderin deposit, pitting edema, dermatitis, cellulitis,\nulcer (with prominent granulation tissue over med\nial malleolus), superficial venous collaterals (DVT),\nvaricose vein (palpate for tenderness or hardness\nthat may suggest thrombophlebitis), Trendelen\nburg test (helps to determine whether venous\nreflux is related to the superficial or deep venous\nsystem. Occlude a collapsed superficial vein just\nbelow the site of suspected reflux from deep to\nsuperficial system. With patient standing, observe\nrefilling of vein. Rapid refilling despite occlusion\nsuggests incompetence of valves in the deep\nvenous system, while slow refilling with occlusion\nand rapid refilling after occlusion is removed sug\ngests incompetence of valves in the superficial\nvenous system)\nRATIONAL CLINICAL EXAMINATION SERIES: DOES THE CLINICAL EXAMINATION PREDICT LOWER\nEXTREMITY PERIPHERAL ARTERIAL DISEASE?\nLR+\nLR\nHistory\nClaudication\n3.3\n0.89\nInspection\nWounds (ischemic ulcers and gangrene over lateral malleolus, tips of toes, metatarsal heads,\nbunion)\n5.9\n0.98\nDiscolouration\n2.8\n0.74\nAtrophy\nAbsence of hair\nPalpation\nAny palpable pulse abnormality (femoral, popliteal, posterior tibial, dorsalis pedis)\n4.7\n0.38\nCoolness\n5.9\n0.92\nCapillary refill time (firm pressure to planter aspect of great toe for 5 s. Abnormal if >5 s for\nnormal skin)\n1.9\nAuscultation\nAny bruit (iliac, femoral, popliteal)\n5.6\n0.39\nSPECIAL TESTS\nankle brachial index (ankle SBP by palpation/doppler of posterior tibial or dorsalis pedis\npulse divided by brachial SBP), Buerger test (raise legs to 908 with patient in supine position. Check for return\nof rubor as the legs are lowered. Abnormal if angle of circulation <08 i.e. legs below table), venous filling\ntime (raise leg to 458 for 1 min with patient supine position for vein to collapse. With patient then sitting up\nand legs dangling, determine the time for vein to refill. Abnormal if >20 s) (LR+ 3.6, LR 0.8)\nAPPROACH\n‘‘for screening patients who require further testing to diagnose peripheral arterial disease, the\nmost useful individual symptoms and signs are: claudication, femoral bruit and a pulse abnormality on\npalpation. The absence of claudication and the presence of normal pulses decrease the likelihood of\nmoderate to severe disease. When considering patients who are symptomatic with leg complaints, the\nmost useful individual findings are the presence of cool skin, the presence of at least 1 bruit and any palpable\npulse abnormality. The absence of any bruit (iliac, femoral and popliteal) and the presence of normal\nperipheral pulses reduce the likelihood of peripheral arterial disease’’\nJAMA 2006 295:5\nCLINICAL FEATURES (CONT’D)\nPeripheral Vascular Disease\n55", "text_length": 3828, "metadata": {"source": "Approach to Internal Medicine_ A Resource Book for Clinical Practice ( PDFDrive ).pdf (Part 69/464)", "type": "chunk", "chunk_index": 68, "total_chunks": 464, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T18:40:09.330803", "document_uuid": "fda2cab4-cdd9-4015-af24-46fd62c86d94", "filename": "Approach to Internal Medicine_ A Resource Book for Clinical Practice ( PDFDrive ).pdf", "category": "medical_pdf", "section": "body", "year": null, "outdated": false, "document_id": "fda2cab4-cdd9-4015-af24-46fd62c86d94"}, "created_at": "2025-12-11T18:40:09.331695", "status": "complete", "chunks_added": 2}