{"task_id": "c522bb6d6d59c52a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 328/905)", "text": "der \ntherapeutic trial of steroids (limited data).\n\n--- Page 334 ---\n320\nRenal medicine\nInherited kidney disease\nAutosomal dominant polycystic kidney disease (ADPKD)\n1 in 400–1000 (~7 million worldwide). De novo mutation in ~10%. 2/3 will require \nrenal replacement. 85% have mutations in PKD1 (chromosome 16) and reach ESRF \nby 50s. Mutation in PKD2 (chromosome 4) has a slower course, reaching ESRF by 70s. \nPresentation: May be clinically silent unless cysts become symptomatic due to size/\nhaemorrhage (ﬁ g 7.14). Loin pain, visible haematuria, cyst infection, renal calculi, BP, \nprogressive renal failure. Extrarenal: liver cysts, intracranial aneurysmSAH (p478), \nmitral valve prolapse, ovarian cyst, diverticular disease. Diagnosis: USS is modality of \nchoice. Renal cysts are common and prevalence with age so diagnostic criteria are \nage-speciﬁ c: 15–39yrs ≥ 3 cysts, 40–59yrs >2 cysts in each kidney give a positive pre-\ndictive value of 100% for both PKD1 and PKD2 mutations. Sensitivity is >93% for PKD1 \nbut only 69% for diagnosis of PKD2 <30 years. Liver (90% by age 50) and pancreatic \ncysts (~10%) support the diagnosis. Genetic testing available but ~1500 diff erent mu-\ntations are described so use limited to diagnostic uncertainty, potential donors, and \npre-implantation diagnosis. (Non-contrast) CT for renal colic as cysts obscure view \non USS. Screening for intracranial aneurysms (MRI) recommended for age <65yrs if \npersonal/family history of aneurysm/SAH. Treatment: Water intake 3–4L/day (if eGFR \n>30) may suppress cyst growth. BP should be treated to target <130/80mmHg: 1st-\nline ACE-i/ARB, 2nd-line thiazide-like, 3rd-line -blocker (not calcium channel blocker \nas Ca\n2+ entry is part of pathology although no speciﬁ c outcome data). Treat infec-\ntion. Haematuria usually managed conservatively. Persistent/severe pain may need \ncyst decompression. Plan for RRT including pre-emptive transplantation. Ongoing re-\nsearch evaluating drugs which inhibit cyst growth including vasopressin antagonists \n(tolvaptan: decrease in kidney volume seen), somatostatin analogues, metformin, \nand transcription inhibitors.\nAutosomal recessive polycystic kidney disease\n1 in 20 000, chromosome 6. Presents ante/perinatally with renal cysts (‘salt and pep-\nper’ appearance on USS), congenital hepatic ﬁ brosisportal hypertension. Poor prog-\nnosis if neonatal respiratory distress. No speciﬁ c therapy. (See OHCS p132.)\nRenal phakomatoses\nTuberous sclerosis complex: 1 in 6000, autosomal dominant. Two genes: TSC1 (chro-\nmosome 9) and TSC2 (chromosome 16). Multisystem disorder with hamartoma for-\nmation in skin, brain (epilepsy), eye, heart, and lung (see OHCS p638). In kidney: \nangiomyolipomata in 90% with risk of aneurysm and haemorrhage, cystic disease \nin 50%. Replacement of renal tissue leads to kidney failure. mTORC1 inhibitors (eg \nsirolimus, everolimus) block pathological cell signalling and reduce tumour volume.\nVon Hippel–Lindau syndrome: 1 in 36 000, autosomal dominant (p712). Mutation in \nVHL gene (chromosome 3) leads to uncontrolled activation of growth factors. Pheno-\ntype is a familial, multisystem cancer syndrome including renal cysts and clear cell \nrenal carcinoma at mean age 40s, ~70% risk by age 60 (VHL tumour-suppressor gene \nis inactiv ated in most sporadic renal cell cancers). Manage by screening for tumours. \nPossibility of future therapies which inhibit growth factor signalling.\nAlport syndrome\n1 in 5000. ~80–85% X-linked. Due to mutations in the COL4A5 gene, which encodes the \n5 chain of type IV collagen. Haematuria, proteinuria, and progressive renal insuffi  -\nciency. Average age of renal failure in men 30–40yrs. Female ‘carriers’ can exhibit the \nphenotype, renal failure in ~30% by 60yrs. High-tone sensorineural hearing loss. An-\nterior lenticonus: bulging of lens seen on slit-lamp examination (see OHCS p638). Type \nIV collagen is the antigen in anti-GBM disease (p311) so there is a risk of anti-GBM dis-\nease following transplantation as the graft type IV collagen is recognized as ‘foreign’.\nFabry disease\n1 in 40 000–120 000. X-linked. Lysosomal storage disorder due to a deﬁ ciency of the \nenzyme -galactosidase-A. Causes proteinuria and progressive renal failure in most \nmen and some female ‘carriers’. Lipid deposits are seen in urine and on renal biopsy \n(‘zebra body’). Treatment with IV enzyme replacement can stabilize kidney function \nif proteinuria controlled to <1g/24h.", "text_length": 4466, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 328/905)", "type": "chunk", "chunk_index": 327, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.731822", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.732629", "status": "complete", "chunks_added": 3}