{"task_id": "c52c46ac67cb72cc", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 806/905)", "text": "ibrinolysis\nFig 19.5 Management of an acute STEMI.\n\n--- Page 812 ---\n798\nEmergencies\nAcute coronary syndrome—without ST-elevation\nFirst stabilize with medical therapy; early risk stratiﬁ cation will identify those in \nneed of further treatment and prompt angiography (involve cardiologists).4\nAssessment\nBrief history: (See p36.) Previous angina, relief with rest/nitrates, history of cardio-\nvascular disease, risk factors for IHD.\nExamination: (See p38.) Pulse, BP, JVP, cardiac murmurs, signs of heart failure, pe-\nripheral pulses, scars from previous cardiac surgery.\nInvestigations ECG: ST depression; ﬂ at or inverted T-waves; or normal; FBC, U&E, tro-\nponin, glucose, random cholesterol; CXR.\nManagement See ﬁ g 19.6 for acute management, but p796 if ST elevation. The aim \nof therapy is to control pain then initiate anti-ischaemic and antiplatelet therapy.\nOral antiplatelet therapy: Aspirin 300mg PO, followed by 75mg OD. For those with \nconﬁ rmed ACS give a second antiplatelet agent, eg clopidogrel (300mg PO then 75mg \nOD PO). Ticagrelor (180mg then 90mg/12h PO) is a prefered alternative, particularly in \nhigher risk groups5 (eg • ≥60yrs age •previous stroke, TIA, MI, or CABG •known coro-\nnary artery stenosis ≥50% in ≥2 vessels or carotid stenosis ≥50% •DM •peripheral \narterial disease •chronic kidney disease). Prasugrel (60mg then 10mg/d PO) is an \nalternative to clopidogrel for those undergoing PCI. In practice, if the history is typi-\ncal but ECG changes are non-diagnostic and troponin results are awaited, treatment \nwith eg clopridogrel is often given on clinical suspicion; if troponin testing then con-\nﬁ rms ACS, it is still appropriate to give either ticagrelor or prasugrel to those patients \nin whom it is indicated, even if clopidogrel has already been given.\nAnticoagulation: Ideally fondaparinux (factor Xa inhibitor) 2.5mg OD; if not avail-\nable, use low-molecular-weight heparin (LMWH, eg enoxaparin 1mg/kg/12h) or un-\nfractionated heparin (aim APTT 50–70s) until discharge.\nß-blockers: In higher-risk patients with no contraindications (consider diltiazem \nas alternative). Do not use -blockers with verapamil—can precipitate asystole.\nNitrates (PO or IV): For recurrent chest pain.\nACE-i: Should be given to all patients unless there are CI (monitor renal function).\nLipid management: Start early, eg atorvastatin 80mg OD (see p120).\nPrognosis Overall risk of death ~1–2%, but ~15% for refractory angina despite medi-\ncal therapy. Risk stratiﬁ cation can help predict those most at risk and allow interven-\ntion to be targeted at those individuals: calculate using GRACE score.\n2 The following \nare associated with an increased risk:\n  \n• History of unstable angina.\n  \n• ST depression or widespread T-wave inversion.\n  \n• Raised troponin (except patients with ST elevation MI).\n  \n• Age >70 years.\n  \n• General comorbidity, previous MI, poor LV function or DM.\nHigh-risk patients should be considered for inpatient coronary angiography. Symp-\ntomatic lesions may be addressed by coronary stenting or CABG (see p123).\nFurther measures\n  \n• Wean off  glyceryl trinitrate (GTN) infusion when stabilized on oral drugs.\n  \n• Continue fondaparinux (or LMWH or heparin) until discharge.\n  \n• Observe on cardiac monitor or telemetry in case of dysrhythmia. Check serial ECGS, \nand troponin >12h after pain.\n  \n• Address modiﬁ able risk factors: smoking, hypertension, hyperlipidaemia, diabetes.\n  \n• Gentle mobilization.\n  \n• Ensure patient on dual antiplatelet therapy, -blocker, ACE inhibitor, and statin.\nIf symptoms recur, refer to cardiologist for urgent angiography & PCI or CABG.\n2 GRACE = Global Registry of Acute Coronary Events. Risk is scored based on age, heart rate, BP, re-\nnal function, Killip class of heart failure, and other events, eg raised troponin. Very complicated \nto calculate so recommendation by European Society of Cardiology is to use an online calculator, \neg http://www.outcomes-umassmed.org/grace/.", "text_length": 3969, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 806/905)", "type": "chunk", "chunk_index": 805, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.577737", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.578514", "status": "complete", "chunks_added": 3}