{"task_id": "c5e06e0fbb95e6e6", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 499/905)", "text": "\navoid driving until seizure-free for >1yr (p159).\n\n--- Page 505 ---\n491\nNeurology\nFocal seizures Originating within networks linked to one hemisphere and often \nseen with underlying structural disease. Various subclasses include:\n  \n• Without impairment of consciousness: (Previously described as ‘simple’.)\nAwareness is unimpaired, with focal motor, sensory (olfactory, visual, etc.), au-\ntonomic, or psychic symptoms. No post-ictal symptoms.\n  \n• With impairment of consciousness: (Previously described as ‘complex’.)Aware-\nness is impaired—either at seizure onset or following a simple partial aura. Most \ncommonly arise from the temporal lobe, in which post-ictal confusion is a fea-\nture.\n  \n• Evolving to a bilateral, convulsive seizure: (Previously described as ‘secondary \ngeneralized’.) In ⅔ of patients with partial seizures, the electrical disturbance, \nwhich start s focally, spreads widely, causing a generalized seizure, which is typi-\ncally convulsive.\nGeneralized seizures Originating at some point within, and rapidly engaging \nbilaterally distributed networks leading to simultaneous onset of widespread \nelectrical discharge with no localizing features referable to a single hemisphere. \nImportant subtypes include:\n  \n• Absence seizures: Brief (≤10s) pauses, eg suddenly stops talking in mid-sen-\ntence, then carries on where left off . Presents in childhood.\n  \n• Tonic–clonic seizures: Loss of consciousness. Limbs stiff en (tonic), then jerk \n(clonic). May have one without the other. Post-ictal confusion and drowsiness.\n  \n• Myoclonic seizures: Sudden jerk of a limb, face, or trunk. The patient may be \nthrown suddenly to the ground, or have a violently disobedient limb: one patient \ndescribed it as ‘my ﬂ ying-saucer epilepsy’, as crockery which happened to be in \nthe hand would take off .\n  \n• Atonic (akinetic) seizures: Sudden loss of muscle tone causing a fall, no LOC.\n  \n• Infantile spasms: (OHCS p206) Commonly associated with tuberous sclerosis.\nNB: the classiﬁ cation of epileptic syndromes is separate to the classiﬁ cation of \nseizures, and is based on seizure type, age of onset, EEG ﬁ ndings, and other features \nsuch as family history.\nSeizure classiﬁ cation\nTemporal lobe •Automatisms—complex motor phenomena with impaired aware-\nness, varying from primitive oral (lip smacking, chewing, swallowing) or manual \nmovements (fumbling, ﬁ ddling, grabbing) , to complex actions. •Dysphasia. •Déjà \nvu (when everything seems strangely familiar), or jamais vu (everything seems \nstrangely unfamiliar). •Emotional disturbance, eg sudden terror, panic, anger, or \nelation, and derealization (out-of-body experiences).• Hallucinations of smell, taste, \nor sound. •Delus ional behaviour. • Bizarre associations—eg ‘Canned music at Tesco \nalways makes me cry and then pass out’.\nFrontal lobe •Motor features such as posturing or peddling movements of the \nlegs. •Jacksonian march (a spreading focal motor seizure with retained aware-\nness, often starting with the face or a thumb). •Motor arrest. •Subtle behavioural \ndisturbances (often diagnosed as psychogenic). •Dysphasia or speech arrest. \n•Post-ictal Todd’s palsy (p712).\nParietal lobe •Sensory disturbances—tingling, numbness, pain (rare). •Motor \nsymptoms (due to spread to the pre-central gyrus).\nOccipital lobe •Visual phenomena such as spots, lines, ﬂ ashes.\nLocalizing features of focal seizures", "text_length": 3390, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 499/905)", "type": "chunk", "chunk_index": 498, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.031336", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.031972", "status": "complete", "chunks_added": 2}