{"task_id": "c6361d6cf7af87a6", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 738/905)", "text": "s of mucosal folds.\nCourtesy of Dr Edmund Godfrey.\n\n--- Page 744 ---\n730\nRadiology\nComputed tomography (CT)\nCan give whole-body images in under one breath (thanks to continuous, helical data \nacquisition). Within a single slice (eg 0.5 or 5mm thick), CT records the attenuation \n(=loss of energy from, eg absorption or reﬂ ection) of diff erent tissues to ionizing ra-\ndiation and calculates a mean value for a given volume of tissue (a ‘voxel’). This value \nis represented in greyscale as a single point, called a pixel, in the ﬁ nal 2D image (or 3D \n‘reconstruction’—ﬁ g 16.13). The greyscale of the pixel is measured on the Hounsﬁ eld \nscale (see ﬁ g 16.10) relative to the attenuation of water, 0 Hounsﬁ eld units (HU), and \nair, Ω1000HU. The human eye and display systems have a limited greyscale range, so \ndiff erent settings (levels and ‘windows’) are used to focus on diff erences in attenuation \nin ranges typical for tissues of diff erent density, eg bone or lung (ﬁ g 16.11).\nCTS are responsible for up to 40% of iatrogenic radiation in high-use settings, which \ncould account for ~1% of all cancers: always balance beneﬁ ts of CT vs other modali-\nties with less or no radiation (ultrasound; MRI), particularly in the young or in those \nwith chronic disease likely to undergo multiple imaging investigations. Discuss with \na radiologist—there are several technical aspects of imaging that can limit radiation \ndose whilst still providing clinically useful information.\nImaging of choice for\n  \n• Staging and monitoring most malignant disease.\n  \n• Intracranial pathology, eg stroke, trauma, ICP, and space-occupying lesions.\n  \n• Trauma.\n  \n• Pre-operative assessment of complex masses.\n  \n• Assessment of acute abdomen (ﬁ gs 16.15, 16.16). NB ultrasound increasingly used \n(p736).\n  \n• Following abdominal surgery.\nContrast medium (p748) Enhance anatomical detail by use of a high- or low \n(water)-attenuating medium to ﬁ ll the lumen of a structure. Give IV to image vascu-\nlar anatomy (ﬁ g 16.12) and vascular structures (including highly perfused tumours). \nImages acquired at diff erent times (‘phases’) after injection will show the agent in \narterial or venous structures or during ‘washout’ (=clearing). Perfusion CT maps \ncerebral blood ﬂ ow by acquiring serial images after contrast administration then \ncombines these into a colour-coded image of perfusion times (ﬁ g 16.14). Ensure IV \ncannulae secure and suffi  cient gauge to allow for rapid injection of agent as bolus—\nextravasation of contrast can cause signiﬁ cant tissue damage. Give PO eg 1–12h before \nimaging bowel. Give PR for examining distal colonic lumen.\nContrast-enhanced CTS may include a pre-contrast series. Unenhanced imaging \nalone reduces radiation exposure and may be adequate for images of the brain, spine, \nlung, and musculoskeletal system or necessary in those with renal failure (contrast is \nnephrotoxic).\nStreak artefact Remember that the CT slice image is a matrix representation of \nthe attenuation produced by rotating around the patient. High-attenuation items \nsuch as metal ﬁ llings, clips, and prostheses (and even bone) can cause interference.\nCT combined with PET (See p739.) Combines the anatomical detail of CT with the \nmetabolic information of PET, to aid assessment of, eg neoplastic lesions. Radiation \ndoses are much higher than CT alone.", "text_length": 3360, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 738/905)", "type": "chunk", "chunk_index": 737, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.444430", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.445193", "status": "complete", "chunks_added": 2}