{"task_id": "c674622779932adc", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 848/905)", "text": "fused\nFig 19.25 Emergency care in acute poisoning.\n\n--- Page 854 ---\n840\nEmergencies\nAcute poisoning—speciﬁ c points\nPlasma toxicology For all unconscious patients, paracetamol and aspirin levels and \nblood glucose are required. The necessity of other assays depends on the drug taken \nand the index of suspicion. Be guided by the Poisons Information Service. More \ncommon assays include: digoxin; methanol; lithium; iron; theophylline. Toxicological \nscreening of urine, especially for recreational drugs, may be of use in some cases \n(although not always, see BOX).\nGI decontamination Recommended for many drugs. The treatment of choice is now \nactivated charcoal rather than gastric lavage. If in doubt, consult Toxbase or Poisons \nInformation Service.\nActivated charcoal Reduces the absorption of many drugs from the gut when \ngiven as a single dose of 50g with water, eg salicylates, paracetamol. It is given \nin repeated doses (50g/4h) to increase elimination of some drugs from the blood, \neg carbamazepine, dapsone, theophyllines, quinine, phenobarbital, and paraquat. \nLower doses are used in children. Do not use with petroleum products, corrosives, \nalcohols, clofenotane, malathion, or metal salts (eg iron, lithium).\nGastric lavage Rarely used. Lavage after 30–60min may make matters worse. Do \nnot empty stomach if petroleum products or corrosives such as acids, alkalis, bleach, \ndescalers have been ingested (exception: paraquat), or if the patient is unconscious \nor unable to protect their airway (unless intubated). Never induce vomiting.\nGastric emptying and lavage NB: we do not recommend gastric lavage is at-\ntempted unless speciﬁ cally suggested by Toxbase or Poisons Information Service. \nIf comatose, or no gag reﬂ ex, ask for an anaesthetist to protect airway with cuff ed \nendotracheal tube. If conscious, get verbal consent.\n  \n• Monitor O2 by pulse oximetry. See p162.\n  \n• Have suction apparatus to hand and working.\n  \n• Position the patient in left lateral position.\n  \n• Raise the foot of the bed by 20cm.\n  \n• Pass a lubricated tube (14mm external diameter) via the mouth, asking the patient \nto swallow.\n  \n• Conﬁ rm position in stomach (see p759).\n  \n• Siphon the gastric contents. Check pH with litmus paper.\n  \n• Perform gastric lavage using 300–600mL tepid water at a time. Massage the left \nhypochondrium then siphon ﬂ uid.\n  \n• Repeat until no tablets in siphoned ﬂ uid.\n  \n• Leave activated charcoal (50g in 200mL water) in the stomach unless alcohol, iron, \nLi\n+, or ethylene glycol ingested.\n  \n• When pulling out tube, occlude its end (prevents aspiration of ﬂ uid remaining in \nthe tube).\nHaemodialysis This may be needed for poisoning from ethylene glycol, lithium, \nmethanol, phenobarbital, salicylates, and sodium valproate.\nHelp on the web Healthcare providers in the UK can register for free toxological \nadvice at www.toxbase.org or call 0344 892 0111 for Poisons Information Service.", "text_length": 2939, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 848/905)", "type": "chunk", "chunk_index": 847, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.647462", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.648165", "status": "complete", "chunks_added": 2}