{"task_id": "c6cd703494a4f5d3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 780/905)", "text": "3 The femoral artery is amenable to ABG \nsampling.\n\n--- Page 786 ---\n772\nPractical procedures\nEmergency airway management\nCricothyroidotomy Thsi is an emergency procedure to overcome airway obstruc-\ntion above the level of the larynx. It should only be done in absolute ‘can’t intubate, \ncan’t ventilate’ situations, ie where ventilation is impossible with a bag and mask (± \nairway adjuncts) and where there is an immediate threat to life. If not, call anaes-\nthetics or ENT for immediate help.\nIndications Upper airway obstruction when endotracheal intubation not possible, \neg irretrievable foreign body; facial oedema (burns, angio-oedema); maxillofacial \ntrauma; infection (epiglottitis).\nProcedure Lie the patient supine with neck extended (eg pillow under shoulders) \nunless there is suspected cervical-spine instability. Run your index ﬁ nger down the \nneck anteriorly in the midline to ﬁ nd the notch in the upper border of the thyroid \ncartilage (the Adam’s apple): just below this, between the thyroid and cricoid carti-\nlages, is a depression—the cricothyroid membrane (see ﬁ g 18.14). If you cannot feel \nthe depression and it is an emergency, \nyou can access the trachea directly ap-\nproximately halfway between the cricoid \ncartilage and the suprasternal notch.\nIdeally use a purpose-designed kit\n(eg QuickTrach∏, MiniTrach∏), all hos-\npitals will stock one version. If no kit is \navailable then a cannula (needle crico-\nthyroidotomy) can buy time, and in out-\nof-hospital situations a blade and empty \nbiro case have saved lives. Needle and \nkit cricothyroidotomies are temporary \nmeasures pending formal tracheostomy.\n1 Needle cricothyroidotomy: Pierce the membrane perpendicular to the skin with \nlarge-bore cannula (14G) attached to syringe: withdrawal of air conﬁ rms position; \nlidocaine may or may not be required. Slide cannula over needle at 45° to the skin \nsuperiorly in the sagittal plane. Use a Y-connector (see ﬁ g 18.16) or improvise con-\nnection to O2 supply at 15L/min: use thumb on Y-connector to allow O2 in over 1s \nand CO2 out over 4s (‘transtracheal jet insuffl  ation’). This is the preferred method in \nchildren <12yrs. This will only sustain life for 30–45min before CO2 builds up. However, \nif the patient has a completely obstructed airway then they will not be able to exhale \nthrough this, and it will lead to cardiovascular compromise and pneumothoraces.\n2 Cricothyroidotomy kit: Most contain a guarded blade, and a large (4–6mm) \nshaped cannula (cuff ed or uncuff ed depending on brand) over an introducer, plus \na connector and binding tape. The patient will have to be ventilated via a bag, as \nthe resistance is too high to breathe spontaneously. This will sustain for 30–45min.\n3 Surgical cricothyroidotomy: Smallest tube for prolonged ventilation is 6mm. \nIntroduce high-volume, low-pressure cuff  tracheostomy tube through a horizontal \nincision in membrane. Take care not to cut the thyroid or cricoid cartilages.\nComplications Local haemorrhage ± aspiration; posterior perforation of trachea \n± oesophagus; subglottic stenosis; laryngeal stenosis if membrane over-incised in \nchildhood; tube blockage; subcutaneous tunnelling; vocal cord paralysis or hoarse-\nness (the recurrent laryngeal nerve runs superiorly in the tracheo-oesophageal \ngroove).\nFig 18.14 The cricothyroid membrane.", "text_length": 3339, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 780/905)", "type": "chunk", "chunk_index": 779, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.526245", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.527259", "status": "complete", "chunks_added": 2}