{"task_id": "c767a0354d4770de", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 548/905)", "text": "unable to do it, ﬁ nd someone who can.\nArthritides\n\n--- Page 554 ---\n540\nRheumatology\nAssessing the locomotor system\nThis aims to screen for rheumatological conditions primarily aff ecting mobility (as a \nconsequence of underlying joint disease). It is based on the GALS locomotor screen \n(Gait, Arms, Legs, Spine). 1\nEssence ‘Look, feel, and move’ (active and passive). If a joint looks normal to you, \nfeels normal to the patient, and has full range of movement, it usu ally is normal. \nMake sure the patient is comfortable, and obtain their consent before examination. \nThe GALS screening examination should be done in light underwear.\nSpine: Observe from behind: is muscle bulk normal (buttocks, shoulders)? Is the \nspine straight? Are paraspinal muscles symmetrical? Any swellings/deformities? \nObserve from the side: is cervical and lumbar lordosis normal? Any kyphosis? \n‘Touch your toes, please’: is lumbar spine ﬂ exion normal, eg Schober’s test?\n1 Observe \nfrom in front: ‘Tilt your head’ (without moving the shoulders)—tests lateral neck \nﬂ exion. Palpate for typical ﬁ bromyalgia tender points (see p558).\nArms: ‘Try putting your hands behind your head’—tests functional shoulder move-\nment. ‘Arms out straight’—tests elbow extension and forearm supination/prona-\ntion. Examine the hands: any deformity (ﬁ g 12.2), wasting, or swellings? Squeeze \nacross 2nd–5th metacarpophalangeal joints. Pain may denote joint or tendon syno-\nvitis. ‘Put your index ﬁ nger on your thumb’—tests pincer grip. Assess dexterity, eg \nfastening a button or picking up a coin.\nLegs: Observe legs: normal quadriceps bulk? Any swelling or deformity? With pa-\ntient lying supine: any leg length discrepancy? Internally/externally rotate each hip \nin ﬂ exion. Passively ﬂ ex knee and hip to the full extent. Is movement limited? Any \ncrepitus? Find any knee effusion using the patella tap test. If there is ﬂ uid, consider \naspirating and testing for crystals or infection. With patient standing: observe feet: \nany deformity? Are arches high or ﬂ at? Any callosities? These may indicate an ab-\nnormal gait of some chronicity. Squeeze across metatarsophalangeal joints: see as \nfor arms. Also: although not in the GALS system, palpate the heel and Achilles tendon \nto identify plantar fasciitis and Achilles tendonitis often associated with seronega-\ntive rheumatological conditions. Examine the patient’s shoes for signs of uneven wear.\nGait: Observe walking: is the gait smooth? Good arm swing? Stride length OK? Nor-\nmal heel strike and toe off ? Can they turn quickly?\nRange of joint movement Is noted in degrees, with anatomical position being the \nneutral position—eg elbow ﬂ exion 0°–150° normally, but with ﬁ xed ﬂ exion and lim-\nited movement, range may be reduced to 30°–90°. A valgus deformity deviates later-\nally (away from the mid-line, ﬁ g 12.3); a varus deformity points towards the mid-line.\nFig 12.3 Bilateral hallux valgus.\nReproduced from British Medical Journal, ‘Hallux valgus’, \nR Choa, R Sharp, K R Mahtani, 2010, with permission from \nBMJ Publishing Group Ltd.\n1 Schober’s test: make a mark on the lumbar spine at the level of the posterior iliac spine. Measure out \na line from 5cm below to 10cm above the mark. Ask to bend forward as far as they can. If the line does \nnot lengthen by at least 5cm in ﬂ exion, there is reduced lumbar ﬂ exion, eg in ankylosing spondylitis.\nFig 12.2 Swan-neck deformity.\nReproduced from Watts et al., Oxford Textbook of \nRheumatology, 2013, with permission from Oxford \nUniversity Press.", "text_length": 3532, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 548/905)", "type": "chunk", "chunk_index": 547, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.117866", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.119972", "status": "complete", "chunks_added": 2}