{"task_id": "c828043ba2ca221a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 131/905)", "text": "r that gastroscopists could visualize the stomach.\n\n--- Page 137 ---\n123\nCardiovascular medicine\nCABG is performed in left main stem disease; multi-vessel disease; multiple se-\nvere stenoses; patients unsuitable for angioplasty; failed angioplasty; refractory \nangina.\nIndications for CABG—to improve survival:\n  \n• Left main stem disease.\n  \n• Triple-vessel disease involving proximal part of the left anterior descending.\nIndications for CABG—to relieve symptoms:\n  \n• Angina unresponsive to drugs.\n  \n• Unstable angina (sometimes).\n  \n• If angioplasty is unsuccessful.\nNB: when CABG and percutaneous coronary intervention (PCI, eg angioplasty) are \nboth clinically valid options, NICE recommends that the availability of new stent \ntechnology should push the decision towards PCI. In practice, patients with single-\nvessel coronary artery disease and normal LV function usually undergo PCI, and \nthose with triple-vessel disease and abnormal LV function more often undergo \nCABG. \nCompared with PCI, CABG results in longer recovery time and length of inpatient \nstay. Recent RCTs indicate that early procedural mortality rates and 5-year survival \nrates are similar after PCI and CABG. Compared with PCI, CABG probably provides \nmore complete long-term relief of angina in patients, and less repeated revascu-\nlarization.\nProcedure: The heart is usually stopped and blood pumped artiﬁ cially by a ma-\nchine outside the body (cardiac bypass). Minimally invasive thoracotomies not \nrequiring this are well described, 21 but randomized trials are few. The patient’s \nown saphenous vein or internal mammary artery is used as the graft. Several \ngrafts may be placed. >50% of vein grafts close in 10yrs (low-dose aspirin helps \nprevent this). Internal mammary artery grafts last longer (but may cause chest-\nwall numbness).\nOn-pump or off-pump:\nSeems to make little diff erence. 22\nAfter CABG: If angina persists or recurs (from poor graft run-off , distal disease, \nnew atheroma, or graft occlusion) restart antianginal drugs, and consider an-\ngioplasty. Ensure optimal management of hypertension, diabetes, and hyperlipi-\ndaemia, and that smoking is addressed. Continue aspirin 75mg OD indeﬁ nitely; \nconsider clopidogrel if aspirin contraindicated. Mood, sex, and intellectual prob-\nlems 23 are common early. Rehabilitation helps:\n  \n• Exercise: walkcycleswimjog.\n  \n• Drive at 1 month: no need to tell DVLA if non-HGV licences, p158.\n  \n• Return to work, eg at 3 months.\nCoronary artery bypass graft (CABG)", "text_length": 2511, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 131/905)", "type": "chunk", "chunk_index": 130, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.082228", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.083025", "status": "complete", "chunks_added": 2}