{"task_id": "ca504e58d157f445", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 700/905)", "text": "\njust below the eyes, and signify hyperlipidaemia.\n\n--- Page 706 ---\n692\nClinical chemistry\nThe porphyrias\nThe porphyrias are a heterogenous group of rare diseases caused by various er-\nrors of haem biosynthesis (produced when iron is chelated into protoporphyrin IX), \nwhich may be genetic or acquired. Depending on the stage in haem biosynthesis that \nis faulty, there is accumulation of either porphyrinogens, which are unstable and \noxidize to porphyrins, or their precursors, porphobilinogen and -aminolaevulinic \nacid. Porphyrin precursors are neurotoxic, while porphyrins themselves induce pho-\ntosensitivity and the formation of toxic free radicals.\n  \n• Alcohol, lead, and iron deﬁ ciency cause abnormal porphyrin metabolism.\n  \n• Genetic counselling (OHCS p154) should be off ered to all patients and their families.\nAcute porphyrias Occur when the accumulation of porphyrinogen precursors pre-\ndominates, and are characterized by acute neurovisceral crises, though some forms \nhave additional photosensitive cutaneous manifestations.\nAcute intermittent porphyria: (‘The Madness of King George.’) A low-penetrant \nautosomal dominant condition (porphobilinogen deaminase gene); 28% have no \nfamily history (de novo mutations). ~10% of those with the defective gene have \nneurovisceral symptoms. Attacks are intermittent, more common in women and \nthose aged 18–40, and may be precipitated by drugs. Urine porphobilinogens are \nraised during attacks (the urine may go deep red on standing) and also, in ~50%, be-\ntween attacks. Faecal porphyrin levels are normal. There is never cutaneous photo-\nsensitivity. It is the commonest form of porphyria—prevalence in UK: 1–2/100 000.\nVariegate porphyria and hereditary coproporphyria: Autosomal dominant, char-\nacterized by photosensitive blistering skin lesions and/or acute attacks. The former \nis prevalent in Afrikaners in South Africa. Porphobilinogen is high only during an \nattack, and other metabolites may be detected in faeces.\nTriggers of an acute attack: Include infection, starvation (including pre-operative \n‘nil-by-mouth’), reproductive hormones (pregnancy, premenstrual), smoking, anaes-\nthesia, and cytochrome P450 enzyme inducers (alcohol, and other drugs—see BOX).\nFeatures of an acute attack:\n  \n• Gastrointestinal: abdominal pain, vomiting, constipation.\n  \n• Neuropsychiatric: peripheral neuropathy (weakness, hypotonia, pain, numbness), \nseizures (often associated with severe Na\n+), psychosis (or other odd behaviour).\n4\n  • Cardiovascular: hypertension, tachycardia, shock (due to sympathetic overactivity).\n  \n• Other: fever, Na\n+, K\n+, proteinuria, urinary porphobilinogens, discoloured urine. \nRare but serious complications include bulbar and respiratory paralysis.\nBeware the ‘acute abdomen’ in acute intermittent porphyria: colic, vomiting, fever, \nand WCC—so mimicking an acute surgical abdomen. Anaesthesia could be disastrous.\nTreatment of an acute attack:\n  \n• Remove precipitants (review medications; treat intercurrent illness/infection).\n  \n• IV ﬂ uids to correct electrolyte imbalance.\n  \n• High carbohydrate intake (eg Hycal®) by NG tube, or IV if necessary.\n  \n• IV haematin is 1st-line (inhibits production of porphyrinogen precursors).\n  \n• Nausea controlled with prochlorperazine 12.5mg IM.\n  \n• Sedate if necessary with chlorpromazine 50–100mg PO/IM.\n  \n• Pain control with opiate or opioid analgesia (avoid oxycodone).\n  \n• Seizures can be controlled with diazepam (although this will prolong the attack).\n  \n• Treat tachycardia and hypertension with a -blocker.\nNon-acute porphyrias\nPorphyria cutanea tarda (PCT), erythropoietic protoporphyria, and congenital \nerythro poietic porphyria are characterized by cutaneous photosensitivity alone, \nas there is no overproduction of porphyrinogen precursors, only porphyrins. PCT pre-\nsents in adults with blistering skin lesions ± facial hypertrichosis and hyperpigmen-\ntation. Total plasma porphyrins and LFTS are . Screen for associated disorders: hep \nC, HIV, iron overload, hepatocellular ca. : phlebotomy, iron chelators, chloroquine, \nsunscreens.", "text_length": 4106, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 700/905)", "type": "chunk", "chunk_index": 699, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.374322", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.375066", "status": "complete", "chunks_added": 3}