{"task_id": "cad8db24cb15a0c8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 364/905)", "text": "h \nnode.\nCourtesy of Prof. Tangün and Dr Körogˇlu.\n\n--- Page 370 ---\n356\nHaematology\nAcute myeloid leukaemia (AML)\nNeoplastic proliferation of blast cells derived from marrow myeloid elements. It \nprogresses rapidly (death in ~2 months if untreated; ~20% 3yr survival after ).\nIncidence The commonest acute leukaemia of adults (1/10 000/yr; increases with \nage). AML can be a long-term complication of chemotherapy, eg for lymphoma. Also \nassociated with myelodysplastic states (see BOX ‘Myelodysplastic syndromes’), ra-\ndiation, and syndromes, eg Down’s.\nMorphological classiﬁ cation There is much heterogeneity (see BOX ‘Heterogene-\nity in AML’). Four types based on WHO histological classiﬁ cation, cytogenetics, and \nmolecular genetics:\n1   AML with recurrent genetic abnormalities.\n2   AML multilineage dysplasia (eg 2° to pre-existing myelodysplastic syndrome).\n3   AML, therapy related (in those previously treated with cytotoxic drugs).\n4  AML, other (not ﬁ tting above-listed; further subclassiﬁ ed as M0–M7 by maturation).\nSigns and symptoms • Marrow failure: Anaemia, infection, or bleeding. DIC oc-\ncurs in acute promyelocytic leukaemia, a subtype of AML, where there is release of \nthromboplastin (p352). • Inﬁ ltration: Hepatomegaly, splenomegaly, gum hypertro-\nphy (ﬁ g 8.50), skin involvement. CNS involvement at presentation is rare.\nDiagnosis WCC is often , but can be normal or even low. Blast cells may be few \nin the peripheral blood, so diagnosis depends on bone marrow biopsy, immuno-\nphenotyping, and molecular methods. On biopsy, AML is diff erentiated from ALL by \nAuer rods (ﬁ gs 8.51– 8.53). Cytogenetic analysis (eg type of mutation) guides treat-\nment recommendations and prognosis.\nComplications • Predisposition to infection by both the disease and the treat-\nment; may be bacterial, fungal, or viral—prophylaxis is given for each during ther-\napy. Be alert to septicaemia (p352): common organisms present oddly and rare \norganisms can infect commonly (particularly the fungi Candida and Aspergillus). \nBe aware that AML itself causes fever. • Chemotherapy causes plasma urate levels \n(from tumour lysis)—so give allopurinol with chemotherapy, and keep well hydrat-\ned with IV ﬂ uids. • Leukostasis (p352) may occur if WCC.\nTreatment • Supportive care: As for ALL. Walking exercises can relieve fatigue. \n  \n• Chemotherapy: Very intensive, resulting in long periods of marrow suppression \nwith neutropenia + platelets . The main drugs used include daunorubicin and \ncyt arabine, with ~5 cycles given in 1-week blocks to get a remission (RAS muta-\ntions occur in ~20% of patients with AML and enhance sensitivity to cytarabine). \n  \n• Bone marrow transplant (BMT): Pluripotent haematopoietic stem cells are col-\nlected from the marrow. Allogeneic transplants from HLA-matched donors (held \non international databases) are indicated in refractory or relapsing disease. The \nidea is to destroy leuk aemic cells and the immune system by, eg cyclophospha-\nmide + total body irradiation, then repopulate the marrow with donor cells in-\nfused IV. Ciclosporin ± methotrexate are used to reduce the eff ect of the new \nmarrow attacking the patient’s body (GVHD).\n  \n• Complications: GVHD (may help explain the curative eff ect of BMT); opportunis-\ntic infections; relapse of leukaemia; infertility.\n  \n• Prognosis: Lower relapse rates ~60% long-term survivors, but signiﬁ cant mor-\ntality of ~10%. Autologous BMT (where stem cells are taken from the patient \nthemselves) is used in intermediate prognosis disease, although some studies \nsuggest better survival rates with intensive chemotherapy regimens.\n  \n• Autologous mobilized peripheral blood stem cell transplantation may off er \nfaster haemopoietic recovery and less morbidity. \n  \n• Supportive care, or lower-dose chemotherapy for disease control, may be more \nappropriate in elderly patients, where intensive therapies have poorer outcomes.", "text_length": 3928, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 364/905)", "type": "chunk", "chunk_index": 363, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.791886", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.793215", "status": "complete", "chunks_added": 3}