{"task_id": "caf4d02cffbd4870", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 215/905)", "text": "he pancreas, so maybe vascular events trigger DM.6\n\n--- Page 221 ---\n207\nEndocrinology\n  \n• Symptoms of hyperglycaemia (eg polyuria, polydipsia, unexplained weight loss, \nvisual blurring, genital thrush, lethargy) AND raised venous glucose detected \nonce—fasting ≥7mmol/L or random ≥11.1mmol/L OR\n  • Raised venous glucose on two separate occasions—fasting ≥7mmol/L, random \n≥11.1mmol/L or oral glucose tolerance test (OGTT)—2h value ≥11.1mmol/L\n  \n• HbA1c ≥48mmol/mol. Avoid in pregnancy, children, type 1 DM, and haemoglobi-\nnopathies.\nWhenever you have a needle in a vein, do a blood glucose (unless recently done); \nnote if fasting or not. Non-systematic, but better than urine tests (false Ωves).\nDiagnosis of diabetes mellitus: WHO criteria (rather arbitrary!)\nOccasionally it may be diffi  cult to diff erentiate whether a patient has type 1 or 2 \nDM, although they can present diff erently (see table 5.1). Features of type 1 include \nweight loss; persistent hyper glycaemia despite diet and medications; presence of \nautoantibodies: islet cell antibodies (ICA) and anti-glutamic acid decarboxylase \n(GAD) antibodies; ketonuria.\nTable 5.1 Diff erences between type 1 and type 2 diabetes\nType 1 DM\nType 2 DM\nEpidemiology Often starts before puberty\nOlder patients (usually)\nGenetics\nHLA D3 and D4 linked\nNo HLA association\nCause\nAutoimmune -cell destruction\nInsulin resistance/-cell dysfunction\nPresentation\nPolydipsia, polyuria, weight, ketosis Asymptomatic/complications, eg MI\nNot all new-onset DM in older people is type 2: if ketotic ± a poor response to oral hy-\npoglycaemics (and patient is slim or has a family or personal history of autoimmunity), \nthink of latent autoimmune diabetes in adults (LADA) and measure islet cell antibodies.\nDiff erentiating type 1 and 2 diabetes\nDietary carbohydrate is a big determinant of postprandial glucose levels, and \nlow-carbohydrate diets improve glycaemic control. How do low-carbohydrate, ke-\ntogenic diets (<20g of carbohydrate daily; LCKD) compare with low-glycaemic in-\ndex, reduced-calorie diet (eg 500kcal/day deﬁ cit from weight maintenance diet)? \nIn one randomized study over 24 weeks, LCKD had greater improvements in HbA1c \n(Ω15 vs Ω5mmol/L), weight (Ω11kg vs Ω7kg), and HDL. Diabetes drugs were reduced \nor eliminated in 95% of LCKD vs 62% of LGID participants.6 NB: eff ects on renal func-\ntion and mortality are unknown so these diets remain controversial.\nMonitoring glucose control\n1   Fingerprick glucose if on insulin (type 1/2). NB: before a meal informs about \nlong-acting insulin doses; after meals inform about the dose of short-acting \ninsulin.\n2   Glycated haemoglobin (HbA1c) relates to mean glucose level over previous \n8wks (RBC t½). Targets are negotiable, eg 48–57mmol/mol (depends on pa-\ntient’s wish and arterial risk, eg past MI or stroke). If at risk from the eff ects of \nhypoglycaemia, eg elderly patients prone to falls, consider less tight control. \nTight control may not alter all-cause mortality.7 Complications rise with rising \nHbA1c, so any improvement helps.\n3   Be sure to ask about hypoglycaemic attacks (and whether symptomatic). \nHypoglycaemic awareness may diminish if control is too tight, or with time \nin type 1 DM, due to glucagon secretion. It may return if control is loosened.\nWhat is the best diet for obese patients with type 2 diabetes?", "text_length": 3356, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 215/905)", "type": "chunk", "chunk_index": 214, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.331933", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.332638", "status": "complete", "chunks_added": 2}