{"task_id": "cb6ff5c1f57c90a5", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 533/905)", "text": " drug distribution. \nExtravasation of chemotherapy\n\n--- Page 539 ---\n525\nOncology and palliative care\n  \n• Prevention: Risk-reducing surgery, eg thyroidectomy in MEN (p223), colectomy \nin FAP (p521).\n• Screening: Endoscopy, colposcopy.\n  \n• Diagnosis and staging: Fine needle aspiration, core needle biopsy, vacuum-\nassisted biopsy, excisional/incisional biopsy, sentinel lymph node biopsy, endos-\ncopy, diagnostic/staging laparoscopy, laparascopic ultrasound.\n  \n• Treatment: Resection of solid tumour (may be combined with chemo/radio-\ntherapy).\n  \n• Reconstruction: Eg following treatment for breast, head and neck cancers.\n  \n• Palliation: Bypass, stoma, stenting, pathological fractures.\nSurgery\n  \n• Advantages: Possibility of more eff ective treatment than currently available, \nclose monitoring with direct access to a research team, reassurance from in-\ncreased number of clinical encounters, gain from altruism.\n  \n• Disadvantages: Possibility of receiving therapy that is no better or worse than \nstandard therapy, unknown toxicity from new agents, time-consuming, anxiety \nfrom increased number of clinical encounters.\nYou may look after patients who are participating in clinical trials. For many of \nthese, you will not be familiar with the trial therapy or even know which therapy \nthe patient is receiving: a new therapy, an old therapy, or placebo. Contact the \nresearch team to discuss any clinical concerns or change in treatment. Contact \ndetails should be recorded in the patient’s notes. Look in the notes for, or ask the \npatient if they have a copy of the ‘Participant Information Sheet’ which is manda-\ntory for all UK research studies.\nInformation on relevant trials for your patient is available:\n  \n• Cancer Research UK (www.cancerresearchuk.org/about-cancer/ﬁ nd-a-clinical-trial).\n  \n• UK Clinical Trials Gateway (www.ukctg.nihr.ac.uk).\nClinical trials\nChemotherapy and radiotherapy may:\n  \n• damage spermatogonia causing impaired spermatogenesis or male sterility\n  \n• hasten oocyte depletion leading to premature ovarian failure.\nIf cancer treatment carries a risk of infertility, fertility preservation techniques9 \nshould be discussed prior to treatment being given.\n  \n• Men: Semen cryopreservation should be off ered before treatment due to the risk \nof genetic damage in sperm after initiation of chemotherapy. Intracytoplasmic \nsperm injection means that even a small amount of banked sperm can be used \nsuccessfully in the future.\n  \n• Women: Cryopreservation of:\n1   Embryos\n2   Oocytes: if ethical objections to embryo preservation or no partner\n3   Ovarian tissue: no ovarian stimulation required, experimental technique.\nOvarian transposition (oophoropexy) may be possible prior to pelvic radiothera-\npy but protection is not guaranteed due to radiation scatter.\nFertility and cancer\nBeau’s lines (ﬁ g 11.4) are horizontal depressions in \nthe nail plate that run parallel to the moon-shaped \nportion of the nail bed. They result from a sudden in-\nterruption of nail keratin synthesis and may be due \nto local infection/trauma, systemic illness, or from \nmedication (p76). Each line in this photo coincided with \na round of chemotherapy for breast cancer. \nBeau’s lines\nFig 11.4 Beau’s lines.", "text_length": 3235, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 533/905)", "type": "chunk", "chunk_index": 532, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.092941", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.094012", "status": "complete", "chunks_added": 2}