{"task_id": "cc3c79377b85f9be", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 772/905)", "text": " has no balloon.\n© Dr Tom Turmezei (not to scale).\n\n--- Page 778 ---\n764\nPractical procedures\nDraining ascites\nFor patients with refractory or recurrent ascites that is symptomatic, it is possible to \ndrain the ascites using a long pig-tail catheter. Paracentesis in such patients even in \nthe presence of spontaneous bacterial peritonitis may be safe. Learn at the bedside \nfrom an expert.\nContraindications (these are relative, not absolute) End-stage cirrhosis; co-\nagulopathy; hyponatraemia (126mmol/L); sepsis. The main complication of the \nprocedure is severe hypovolaemia secondary to reaccumulation of the ascites, so \nintravascular replenishment with a plasma expander is required. For smaller vol-\numes, eg less than 5L, 500mL of 5% human albumin or Gelofusine® would be suf-\nﬁ cient. For volumes over 5L, reasonable replacement would be 100mL 20% human \nalbumin IV for each 1–3 litres of ascites drained (check your local policy). You may \nneed to call the haematology lab to request this in advance.\nProcedure Requires sterile technique.\n  \n• Ensure you have good IV access—eg 18G cannula in the antecubital fossa.\n  \n• Explain the procedure including the risks of infection, bleeding, hyponatraemia, \nrenal impairment, and damage to surrounding structures (such as liver, spleen, \nand bowel), and obtain consent from the patient. Serious complications occur in \nless than 1 in 1000 patients. Ask the patient to empty their bladder.\n  \n• Examine the abdomen carefully, evaluating the ascites and checking for orga-\nnomegaly. Mark where you are going to enter. If in doubt, ask the radiology de-\npartment to ultrasound the abdomen and mark a spot for drainage. Approach \nfrom the left side unless previous local surgery/stoma prevents this—call a senior \nfor support and advice if this is the case.\n  \n• Prepare a tray with 2% chlorhexidine solution, sterile drapes, 1% lidocaine, sy-\nringes, needles, sample bottles, and your drain. Clean the abdomen thoroughly \nand place sterile drapes, ensure you maintain sterile technique throughout. Inﬁ l-\ntrate the local anaesthetic.\n  \n• Perform an ascitic tap (see p765) ﬁ rst so that you know you are in the correct \nplace: remove 20mL ﬂ uid for MC&S.\n  \n• Away from the patient, carefully thread the catheter over the (large and long) \nneedle using the guide so that the pig-tail has been straightened out. Remove \nthe guide.\n  \n• With the left hand hold the needle ~2.5cm (1 inch) from the tip—this will stop it \nfrom advancing too far (and from performing an aortic biopsy). With the right \nhand, hold the other end.\n  \n• Gently insert the needle perpendicular to the skin at the site of the ascitic tap up \nto your hold with your left hand—ascites should now drain easily. If necessary, \nadvance the needle and catheter a short distance until good ﬂ ow is achieved.\n  \n• Advance the catheter over the needle with your left hand, keeping the needle in \nexactly the same place with your right hand. Do not re-advance the needle be-\ncause it will go through the curled pig-tail and do not withdraw it because you \nwon’t be able to thread in the catheter.\n  \n• When fully inserted, remove the needle, connect the catheter to a drainage bag \n(keep it below the level of the abdomen), and tape it down securely to the skin.\n  \n• The patient should stay in bed as the ascites drains.\n  \n• Document clearly in the notes the indication for the procedure, that consent was \nobtained, clotting and U&ES checked pre-procedure, how much lidocaine was re-\nquired, how much ﬂ uid was removed for investigations, and whether there were \nany complications to the procedure.\n  \n• Replenish intravascular volume with human albumin (see ‘Contraindications’ ear-\nlier in topic).\n  \n• Ask the nursing staff  to remove the catheter after 6h or after a pre-determined \nvolume has been drained (up to 20L can come off  in 6h) and document this clear-\nly in the medical notes. Drains are removed after 4–6h to prevent infection.\n  \n• Check U&ES after the procedure and re-examine the patient.", "text_length": 4028, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 772/905)", "type": "chunk", "chunk_index": 771, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.507879", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.509290", "status": "complete", "chunks_added": 3}