{"task_id": "cd6359385e9a02dd", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 313/905)", "text": "eful monitoring of ﬂ uid state and renal function.\n\n--- Page 319 ---\n305\nRenal medicine\nCKD bone-mineral disorders: CKD causes  in serum phosphate and reduced hy-\ndroxlyation of vitamin D by the kidney. Measure calcium, phosphate, ALP, PTH, and \n25-OH vit D if eGFR <30.\n  \n• Treat if phosphate >1.5mmol/L (>1.7mmol/L if RRT) with dietary restriction ± phos-\nphate binders. The use of binders which do not contain calcium may be beneﬁ cial \nin preventing vascular calciﬁ cation.\n  \n• Give vitamin D supplements (colecalciferol, ergocalciferol) if deﬁ cient. If PTH per-\nsists or is increasing, treat with an activated vit D analogue eg 1-calcidol or calci-\ntriol. Paricalcitol suppresses PTH with less eff ect on gut absorption of calcium and \nphosphate and is less likely to cause calcium/phosphate.\nRestless legs/cramps: Exclude iron deﬁ ciency as a possible exacerbating factor. \nGive sleep hygiene advice. Treatment for severe cases with gabapentin/pregabalin/\ndopamine agonists is off  licence and may be complicated by side-eff ects (falls, cogni-\ntive impairment, impulse-control disorder).\nDiet: Expert dietary advice should be available regarding protein intake, K\n+ if hyper-\nkalaemic, and phosphate restriction (eg dairy products).\nTreatment of other complications of CKD\nCardiovascular disease: CKD confers risk of cardiovascular disease due to BP, vas-\ncular stiff ness, inﬂ ammation, oxidative stress, and abnormal endothelial function (CV \nrisk often higher than the risk of kidney failure).\n  \n• Antiplatelets (low-dose aspirin) for CKD at risk for atherosclerotic events unless \nbleeding risk outweighs beneﬁ t (mortality beneﬁ t unclear in CKD).\n  \n• Atorvastatin 20mg (and higher if GFR >30) for primary and secondary prevention \nof cardiovascular disease.\n  \n• CKD should not aff ect treatment for heart failure but monitoring of GFR and K\n+.\n  \n• GFR <60 may aff ect troponin and BNP values. Interpret results cautiously with con-\nsideration for the GFR.\nPreparation for renal replacement therapy (RRT)\nPlanning for RRT should begin in progressive CKD when the risk of renal failure is \n10–20% within a year. Referral to nephrology less than 1 year before RRT is required \nis considered a late referral.\nAll suitable patients should be listed for a deceased donor transplantation \n6 months before the anticipated start of RRT. All suitable patients should be informed \nabout the advantages of a pre-emptive living kidney transplant and eff orts made to \nﬁ nd a donor (p308).\nNever prescribe in renal failure before checking how administration should be \naltered due to a GFR. This will be determined largely by the extent to which a \ndrug is renally excreted. This is signiﬁ cant for aminoglycosides, penicillins, \ncephalo sporins, heparin, lithium, opiates, and digoxin. Loading doses should not \nbe changed.\nIf precision is required for dosing (eg chemotherapy) then GFR should not be \nestimated from creatinine: a cystatin C or direct measure of GFR should be used.\nIf the patient is receiving renal replacement (haemoﬁ ltration, peritoneal or hae-\nmodialysis), dose modiﬁ cation depends on the extent to which a drug is cleared \nfrom the circulation by dialysis/ﬁ ltration.\nThe best prescribing guide to consult is the Renal Drug Database/Handbook \n(www.renaldrugdatabase.com), an invaluable resource detailing dose modiﬁ cation in \nrenal failure and in renal replacement for almost any drug you could wish to use. \nAll hospitals should have access: speak to your pharmacist.\nPrescribing in CKD", "text_length": 3528, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 313/905)", "type": "chunk", "chunk_index": 312, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.705871", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.706697", "status": "complete", "chunks_added": 2}