{"task_id": "ce092491f3134bed", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 515/905)", "text": "s Kennedy syndrome (bulbospinal muscular atrophy).\n\n--- Page 521 ---\n507\nNeurology\nBulbar palsy denotes diseases of the nuclei of cranial nerves IX–XII in the medulla. \nSigns: An LMN lesion of the tongue and muscles of talking and swallowing: ﬂ accid, \nfasciculating tongue (like a sack of worms); jaw jerk is normal or absent, speech \nis quiet, hoarse, or nasal. Causes: MND, Guillain–Barré, polio, myasthenia gravis, \nsyringo bulbia (p516), brainstem tumours, central pontine myelinolysis (p672).\nCorticobulbar palsy UMN lesion of muscles of swallowing and talking due to \nbilateral lesions above the mid-pons, eg corticobulbar tracts (MS, MND, stroke, cen-\ntral pontine myelinolysis). It is commoner than bulbar palsy. Signs: Slow tongue \nmovements, with slow deliberate speech; jaw jerk; pharyngeal and palatal re-\nﬂ exes; pseudobulbar aff ect (PBA)—weeping unprovoked by sorrow or mood-incon-\ngruent giggling (emotional incontinence without mood change is also seen in MS, \nWilson’s, and Parkinson’s disease, dementia, nitrous oxide use, and head injury). In \nsome countries, dextromethorphan + quinidine is licensed for PBA.\nRevised El Escorial diagnostic criteria for ALS\nDeﬁ nite Lower + upper motor neuron signs in 3 regions.\nProbable Lower + upper motor neuron signs in 2 regions.\nProbable with lab support Lower + upper motor neuron signs in 1 region, or \nupper motor neuron signs in ≥1 region + EMG shows acute denervation in ≥2 limbs.\nPossible Lower + upper motor neuron signs in 1 region.\nSuspected Upper or lower motor neuron signs only—in 1 or more regions.\nBulbar and corticobulbar (‘pseudobulbar’) palsy\nALS is closely linked with frontotemporal dementia (FTD, p486) by increasing \nclinical, genetic, and molecular evidence (nucleotide repeat expansions in gene \nC9orf72 have been described in familial and sporadic ALS and in FTD). However, pa-\ntients with MND often have no cognitive impairment in the early stages of the dis-\nease, and witness their inorexable physical decline with terriﬁ ed awareness. For \nthis reason it is imperative to plan for the future early: discuss their wishes for \nend-of-life care and in the eventuality of respiratory decline before it is too late \nfor wishes to be communicated. These discussions are crucial but not binding: the \npatient can change their mind at any point, and also refuse any life-prolonging \ntreatment, knowing the consequence is death. However, in most countries, in-\ncluding the UK, we cannot traverse that line that lies between management of \na supported death following withdrawal of life-prolonging (or death-prolonging) \ninterventions, and acting with the intention of causing death. Court battles en-\nsue, with requests for assisted suicide that may frustrate and challenge ethicists, \nphysicians, politicians, and the judiciary, but above all, patients and their families. \nFaced with such conﬂ icting passions, perhaps our role is to be clear that we stand \nbeside our patients, come what may.\nDignity and Dignitas", "text_length": 2999, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 515/905)", "type": "chunk", "chunk_index": 514, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.062284", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.063042", "status": "complete", "chunks_added": 2}