{"task_id": "ce29bb64f51d5ea4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 90/905)", "text": "er clubbing.\nFig 2.47 Testing for ﬁ nger clubbing.\n\n--- Page 92 ---\n78\nHistory and examination\nThe peripheral vascular system: examination\nArterial\nIf limb is pale, pulseless, painful, paralysed, paraesthetic, and ‘perishingly cold’ this \nis acute ischaemia and is a surgical emergency (see p595 and p657).\n1   Inspection: Look for scars of previous surgery and signs of peripheral arterial \ndisease; loss of hair, pallor, shiny skin, cyanosis, dry skin, scaling, deformed toe-\nnails, ulcers, gangrene. Be sure to inspect the pressure points, ie between the \ntoes and under the heel.\n2   Palpation: Skin temperature will be cool in peripheral arterial disease. Is there \na level above which it is warm? Delayed capillary reﬁ ll (>2s) also indicates arte-\nrial disease. Are peripheral pulses palpable or not? ‘If you cannot count it, you \nare not feeling it.’ Note down on a quick stick-man diagram where they become \npalpable. Check for atrial ﬁ brillation or other arrhythmias, as these can be the \ncause of embolic disease. Palpate for an enlarged abdominal aorta and attempt \nto assess size. (Though don’t press too ﬁ rmly!) An expansile pulsatile mass \nin the presence of abdominal symptoms is a ruptured aneurysm until proven \notherwise.\n3   Auscultation: The presence of bruits suggests arterial disease. Listen over the \nmajor arteries—carotids, abdominal aorta, renal arteries, iliac femorals.\n4   Special tests: Buerger’s angle is that above the horizontal plane which leads to \ndevelopment of pallor (<20° indicates severe ischaemia). Buerger’s sign is the \nsequential change in colour from white to pink, upon return to the dependent \nposition; if the limbs become ﬂ ushed red (reactive hyperaemia) this is indicative \nof more severe disease.\n5   Complete your examination: measure ABPI (p656), US Doppler assessment, and \na neurological examination of the lower limbs.\nVenous\n(See also p658.)\n1   Inspection: Look for any varicosities and decide whether they are the long sa-\nphenous vein (medial), short saphenous vein (posterior lateral, below the knee), \nor from the calf perforators (usually few varicosities but commonly show skin \nchanges). Ulcers around the medial malleolus are more suggestive of venous \ndisease, whereas those at the pressure points suggest arterial pathology. Brown \nhaemosiderin deposits result from venous hypertension. There may also be atro-\nphy and loss of skin elasticity (lipodermatosclerosis) in venous disease.\n2   Palpation: Warm varicose veins may indicate infection. Are they tender? Firm, \ntender varicosities suggests thrombosis. Palpate the saphenofemoral junction \n(SFJ) for a saphena varix which displays a cough impulse. Similarly, incompetence \nat the saphenopopliteal junction (SPJ) may be felt as a cough impulse. If ulcera-\ntion is present, it is prudent to palpate the arterial pulses to rule out arterial \ndisease.\n3   Tap test: A transmitted percussion impulse from the lower limit of the varicose \nvein to the saphenofemoral junction demonstrates incompetence of superﬁ cial \nvalves.\n4   Auscultation: Bruits over the varicosities means there is an arteriovenous mal-\nformation.\n5   Doppler: Test for the level of reﬂ ux. On squeezing the leg distal to placement of \nthe probe you should only hear one ‘whoosh’ if the valves are competent at the \nlevel of probe placement.\n6  Trendelenburg’s test assesses if the SFJ valve is competent. Doppler USS has largely \nconsigned this and other examination methods (eg Tourniquet and Perthes’ \ntest) to the history books.\n7   Complete examination: examine the abdomen, pelvis in females, and external \ngenitalia in males (for masses).", "text_length": 3643, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 90/905)", "type": "chunk", "chunk_index": 89, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.015526", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.016163", "status": "complete", "chunks_added": 2}