{"task_id": "ce6d39c841b76ce7", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 37/905)", "text": "list Reader, for her contribution to this chapter.\n\n--- Page 39 ---\n25\nHistory and examination\n1  The way to learn physical signs is at the bedside, with guidance from a senior doc-\ntor or an experienced colleague. This chapter is not a substitute for this process: it \nis simply an aide-memoire both on the wards and when preparing for exams.\n2  We ask questions to get information to help with diff erential diagnosis. But we \nalso ask questions to ﬁ nd out about the lives our patients live so that we can \nrespect them as individuals. The patient is likely to notice and reciprocate this \nrespect, and the rapport that you build with your patient in this way is a key com-\nponent to diagnosing and managing their disease.\n3  Patients (and diseases) rarely read textbooks, so don’t be surprised that some \nsymptoms are ambiguous, and others meaningless. Get good at recognizing pat-\nterns, but not so good that you create them when none exist. We all fall into this \ntrap!\n4  Signs can be easy to detect, or subtle. Some will be found by all the new medical \nstudents, others require experienced ears or eyes. Remember, you can be a ﬁ ne \ndoctor without being able to elicit every sign.1 However, ﬁ nding signs and put-\nting together the clues they give us to ﬁ nd a diagnosis is one of the best parts of \nbeing a doctor. It is also essential that we learn those signs that highlight diseases \nwe should never miss. However, in an exam, if you cannot ﬁ nd a sign, never be \ntempted to make up something you think should be there. If the examiner is push-\ning you to describe something you cannot see, be honest and admit you cannot \nsee it. Learning is a lifelong process, and nobody becomes a consultant overnight.\nAdvice and experience\nHaving a template for the all-important history and examination is no more than a \nrough guide and you must ﬂ esh it out with your own learning. We start out nerv-\nous of missing some question or sign, but what we should really be nervous about \nis losing our humanity in the hurly-burly of a time-pressed interview. Here is how \none student put some ﬂ esh on the bones—for a man in a wheelchair: she asked \nall about the presenting complaint, and how it ﬁ tted in with his CNS condition and \nlife at home—and then found out that his daughter had had a nervous breakdown \nat the start of his illness, 5 years ago. ‘How is she now?’ she asked. ‘Fine—I’ve got \ntwo lovely grand children…Jim is just learning to walk…’ ‘Oh…you must be so busy!’ \nthe student said with a joyful smile. This man had not been busy for 5 years, and \nwas fed up with his passive dependency. The thought of being busy again made \nhis face light up—and when the student left he rose up out of his wheelchair to \nshake her by the hand, a movement we doctors thought was impossible. Jim and \nhis grandfather were learning to walk, but this student was up and running—far \nahead of her teachers.\nAn insightful student\nWhile on the acute medical or surgical take you will ‘clerk’ countless numbers of \npatients. This involves taking a full history: history-taking may seem deceptively \neasy, as if the patient knew the hard facts and the only problem was extracting \nthem; but what a patient says is a mixture of hearsay (‘She said I looked very pale’), \ninnuendo (‘You know, doctor, down below’), legend (‘I suppose I bit my tongue; it \nwas a real ﬁ t, you know’), exaggeration (‘I didn’t sleep a wink’), and improbabilities \n(‘The Pope put a transmitter in my brain’). The great skill (and pleasure) in taking \na history lies not in ignoring these garbled messages, but in making sense of them. \nNext you will likely perform all the core examinations (cardiovascular, respiratory, \nabdominal, and neurological) and any relevant additional ones (eg breast, thyroid, \nperipheral vascular). No two doctors will have identical examination techniques. \nRelish this variation as it helps you craft your own routine.\nDeveloping your own routine", "text_length": 3949, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 37/905)", "type": "chunk", "chunk_index": 36, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.920613", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.921934", "status": "complete", "chunks_added": 3}