{"task_id": "ceedb424810ad769", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 740/905)", "text": "\nthe stomach).\nCourtesy of Norwich Radiology Dept.\n\n--- Page 746 ---\n732\nRadiology\nCT images of two patients with acute abdominal pain\nFig 16.15 The history was of central abdominal pain with a non-peritonitic abdomen. The \nCT shows a leaking AAA. Under ﬂ uoroscopic screening, this can be repaired using stents, \ninserted via femoral arterial puncture and deployed in the aneurysm (p654). This kind of \nendovascular aneurysm repair (EVAR) is commonly used in the treatment of leaking AAA \nas well as elective repair of intact but enlarging aneurysms.\nIn the days when general surgeons did their rounds towards the end of an on-call \nday, there would be wards of patients with undiagnosed abdominal pain having \n‘drip-and-suck’ regimens (IVI and NGT) while awaiting improvement or a change \nin their clinical condition that revealed the need for surgery. On opening up, the \nsurgeon would try to deal with whatever pathology was found. With increased \nsubspecialization and accurate emergency imaging (CT and US), patients are now \nmatched to a team best equipped to deal with their condition. In this context, \ndrip-and-suck is on the ebb, giving way to imaging, early intervention, rapid dis-\ncharge, or onward referral. With increasing pressures to safeguard surgical beds \nfor elective cases and on junior surgeons to polish their surgical logbooks in de-\ncreased training hours, can come attempts to deﬂ ect away from surgical teams \nthe care of patients in whom imaging or clinical circumstances suggest no current \nrequirement for an operation. But is this always appropriate? Do we expect on-call \nsurgeons to be practitioners of medicine, assessing and managing patients with \nsurgical pathology, even if a trip to the operating theatre is not currently called for, \nor simply technicians restricted to cutting?\nThe changing roles of surgeons and CT in the acutely unwell", "text_length": 1880, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 740/905)", "type": "chunk", "chunk_index": 739, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.447428", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.448253", "status": "complete", "chunks_added": 1}