{"task_id": "cf29e1aefe67a06d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 34/905)", "text": " and take justiﬁ ed risks.\nThe doctor as a gambler\n\n--- Page 36 ---\n22\nThinking about medicine\nEvidence-based medicine (EBM)\nEBM is the conscientious and judicious use of current, best research evidence to opti-\nmize management plans and integrate them with patients’ values by:\n1   Asking answerable questions.\n2   Finding the best information.\n3   Appraising the information for quality, validity, and relevance.\n4   Dialogue to ﬁ nd out what the patient wants.\n5   Applying data to patient care.\n6   Evaluation.\nThe amount of evidence\nMore than 2 million new biomedical papers are published each year including >20 000 \nnew randomized trials. Patients beneﬁ t directly from a tiny fraction of these papers. \nHow do we ﬁ nd them?\n  • A hierarchy of evidence \n(ﬁ g 1.3) is used to identify \nthe best research available \nto answer our question.\n  \n• Specialist EBM journals, \neg Evidence-based Med-\nicine, appraise published \ninformation for quality, \nrelevance, and interest on \nour behalf.\n  • The Cochrane Collabora-\ntion gathers and summa-\nrizes best evidence, free \nfrom commercial spon-\nsorship and conﬂ icts of \ninterest. >37 000 research-\ners from 130 countries \ncontribute.\nProblems:\n  \n• The concept of scientiﬁ c rigour is opaque. What do we want? The science, the \nrigour, the truth, or what will be most useful to patients? These may overlap, but \nthey are not the same. Can average cohort results inform clinical decisions on an \nindividual level (especially in the context of comorbidity)?\n  \n• Can we really appraise ALL the evidence? 27 We are hindered by publication bias. \nAround half of all clinical trials remain unpublished. See www.alltrials.net for the cam-\npaign to register all trials, and ensure methods and summary results are available.\n  \n• Evidence can be expensive. Who paid the bill and what is their vested interest?\n  \n• Is the result clinically signiﬁ cant? What is the level of beneﬁ t to the individual, as \nopposed to the population? Is the EBM tail wagging the clinical dog?\n  \n• How is our innate hierarchy of evidence constructed? Do we maintain the same \nstandard of the evidence for all changes to our practice? \n  \n• Have you checked the correspondence columns in journals from which winning \npapers are extracted? It may take years for unforeseen ﬂ aws to surface.\n  \n• There is a danger that by always asking, ‘What is the evidence?’, we will divert \nresources from hard-to-prove areas (eg psychosocial interventions).\n  \n• EBM is never 100% up to date and reworking meta-analyses takes time and mon-\ney. Specialists may ostensibly reject a new trial due to a tiny ﬂ aw, when the real \ndread is that it might ﬂ ip their once-perfect formulation.\n  \n• EBM lies uncomfortably in a world of clinical intuition and instinctual premoni-\ntion. Yet these instincts may be vital.\n  \n• If EBM is prescriptive, patient choice declines. Does our zeal for EBM make us ar-\nrogant, mechanical, and defensive? Where is the shared decision-making (p7)?\n  \n• By focusing on answerable questions, EBM can distract us from our patients’ un-\nanswerable questions; questions that still require time and acknowledgement.\nThe practice of EBM must be informed by clinical judgement and compassion.\nFig 1.3 Hierarchy of evidence.\nEBM Pyramid and EBM Page Generator, copyright 2006 Trustees of \nDartmouth College and Yale University.", "text_length": 3355, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 34/905)", "type": "chunk", "chunk_index": 33, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.913237", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.914019", "status": "complete", "chunks_added": 2}