{"task_id": "d053398a4a68dcd5", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 525/905)", "text": "d progression.\nFig 10.35 The anterolateral system.\n\n--- Page 531 ---\n517\nNeurology\nRetroviruses and neurology\nHIV and AIDS (p398.) Can have multiple neurological manifestations: these conditions \nare part of the diff erential diagnosis of meningitis, intra cranial mass lesions, demen-\ntia, encephalomyelitis, cord problems, and peripheral neuropathies.\nAcute infection: May be associated with transient aseptic meningoencephalitis \n(typically self-limiting), myel opathy, and neuropathy.\nOpportunistic infections: Arise during low CD4 counts, which allow unusual or atyp-\nical organisms to infect the nervous system: • Toxoplasma gondii (p400) is the main \nCNS pathogen in AIDS, causing cerebral abscesses which present with focal signs, eg \nseizures, hemiparesis. CT/MRI shows ring-shaped contrast-enhancing lesions. Treat \nwith pyrimethamine (+folinic acid) + sulfadiazine or clindamycin for 6 months. Con-\ntinue secondary prophylaxis until CD4 count >200. Pneumocys tis prophylaxis also \nprotects against toxoplasmosis. • Cryptococcus neo form ans (ﬁ g 10.36) causes a \nchronic meningitis with fever and headache (neck stiff ness may be absent). Cogni-\ntion alters slowly, seizures and coma may follow. Treat with amphotericin followed \nby ﬂ uconazole. • Cytomegalovirus (CMV) can cause encephalopathy. • Progressive \nmultifocal leukoencephalopathy (PML) is caused by the JC virus. There is progres-\nsive white matter inﬂ ammation. Mortality even with antiretroviral therapy is around \n50% at 1yr. • Syphilis and TB may also cause meningitis.\nTumours: Aff ecting the CNS include primary cerebral lymphoma (associated with EBV)\nand B-cell lymphoma. CSF JC virus PCR is useful in distinguishing PML from lymphoma.\nNeuropathies: Common in HIV, and may be a result of the disease itself or antiret-\nroviral therapy. Up to 30% of patients have a peripheral neuropathy, which is pain-\nful and predominantly sensory. Other clinical pictures include polyradiculopathy, \nmononeuritis multiplex, and proximal myopathy.\nChronic HIV-associated neurocognitive disorder (HAND): While antiretroviral ther-\napy (ART) has decreased the incidence of CNS complications in HIV/AIDS, people are \nliving longer with the disease, and chronic complications such as HIV-associated de-\nmentia are increasing. This occurs in 7–15%, late in the disease, and usually when the \nCD4 count is <200. Progressive behavioural changes are seen along with subcortical \nfeatures: memory loss, poor attention, and bradykinesia. Various encephalopathies \nmay also contribute to this, eg PML.\nHuman T-cell lymphotrophic virus (HTLV-1) Is another retrovirus with neurologi-\ncal manifestations, though much more rarely than HIV (~0.5%). It causes: Tropical \nspastic paraplegia, a slowly progressing myelopathy, typically aff ecting the tho-\nracic area. There may be paraesthesiae, sensory loss, and disorders of micturition. \nDemyelinating polyneuropathy and ataxia may also occur.\nFig 10.36 Cryptococcosis: (a) Chronic meningitis involving the basal leptomeningitis with multiple \nsmall intraparenchymal cysts seen in the cerebral cortex. (b) Under the microscope we see these \ncysts as dilatation of the perivascular space to form cavities ﬁ lled with colonies of cryptococci, \nwhich appear as round basophilic structures.\nReproduced from Gray et al., Escourelle and Poirier’s Manual of Basic Neuropathology, 2013,\nby permission of Oxford University Press, USA.\n(a)\n(b)", "text_length": 3432, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 525/905)", "type": "chunk", "chunk_index": 524, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.078668", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.079799", "status": "complete", "chunks_added": 2}