{"task_id": "d06ad5207445171b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 41/905)", "text": "following are common ‘non-speciﬁ c’ presentations.\n\n--- Page 43 ---\n29\nHistory and examination\nSo common that it is a variant of normality. Only 1 in 400 episodes of fatigue leads \nto visiting the doctor. Don’t miss depression (p15). Even if depressed, still rule out \ncommon treatable causes—eg anaemia, hypothyroidism, diabetes. After history \nand examination: FBC, ESR, U&E, plasma glucose, TFT, ± CXR. Follow up to see what \ndevelops, and to address emotional problems. Take a sleep history.\nFatigue\nWhile some night sweating is common in anxiety, drenching sweats requiring \nchanges of night-clothes are a more ominous symptom associated with infection \n(eg TB, brucellosis), lymphoproliferative disease, or other malignancies. Patterns \nof fever may be relevant (see p442).\nRigors are uncontrolled paroxysms of shivering which occur as a patient’s tem-\nperature rises rapidly.\nSweating excessively (hyperhidrosis) may be primary (eg hidradenitis sup-\npurativa may be very distressing to the patient)—or secondary to fever, pain or \nanxiety (cold & sweaty) or a systemic condition: the menopause, hyperthyroidism \n(warm & sweaty), acromegaly, malignancy, phaeochromocytoma, amyloidosis, or \nneuroleptic malignant syndrome (+hyper thermia). Or it may reﬂ ect gabapentin \nor opiate withdrawal, or a cholin er gic or parasympathomimetic side-eff ect (ami-\ntriptyline, bethanechol, distigmine, spider bites)—also hormonal drugs, eg levo-\nthyroxine, gonadorelin or somatostatin analog ues, vasopressin, and ephedrine. Also \namiodarone, ciproﬂ oxacin, levodopa, lisinopril, rivastigmine, ritonavir, pioglitazone, \nvenlafaxine. At the bedside: ask about all drugs, examine all over for nodes; any \nsigns of hyperthyroidism? Any spleno megaly? Test the urine; do T°, ESR, TSH, FBC, & \nblood culture. : Antiperspirants (aluminium chloride 20%=Driclor®), sympathec-\ntomy, or iontophoresis may be tried.\nFevers, rigors, sweats\nThis is trivial—until we ourselves have a few sleepless nights. Then sleep becomes \nthe most desirable thing imaginable, and bestowing it the best thing we can do, \nlike relieving pain. But don’t give drugs without looking for a cause.\n  \n• Self-limiting: Jet lag; stress; shift work; in hospital. We need less sleep as we age.\n  \n• Psychic: Depression; anxiety; mania; grief; psychomotor agitation/psychosis.\n  \n• Organic: Drugs (many; eg caff eine; meﬂ oquine; nicotine withdrawal); nocturia; \nalcohol; pain (eg acid reﬂ ux—worse on lying down); itch; tinnitus; asthma; dys-\ntonias; obstructive sleep apnoea (p194); dementia; restless leg syndrome (p698, \ncheck ferritin). Rarer: encephalitis (eg West Nile virus) and encephalopathy \n(Whipple’s; pellagra; HIV; prion diseases, eg CJD, p696, and fatal familial insomnia).\n:Sleep hygiene. No daytime naps; don’t turn in till you feel sleepy; regular bed-\ntime routines. Keep a room for sleep; don’t eat or work in it (not viable for much \nof the world). Less caff eine, nicotine, late exercise (but sexual activity may give \nexcellent torpor!), and alcohol (its abuse causes paradoxical pro-adrenergic trem-\nor and insomnia). Try monitoring quality with a sleep diary (unless already over-\nobsessive). Music and relaxation may make sleep more restorative and augment \npersonal resources.\nHypnotic drugs. Give for a few nights only (addictive and cause daytime somno-\nlence ± rebound insomnia on stopping). Warn about driving/machine use. Exam-\nple: zopiclone 3.75–7.5mg. Obstructive sleep apnoea, p194. Parasomnias, sleep \nparalysis, etc. OHCS p371. Narcolepsy, p700.\nInsomnia", "text_length": 3550, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 41/905)", "type": "chunk", "chunk_index": 40, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.927174", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.928591", "status": "complete", "chunks_added": 2}