{"task_id": "d078579bd4dc3b2a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 378/905)", "text": ").\nCourtesy of Prof. Tangün & Dr Körogˇlu.\n(a)\n(b)\n\n--- Page 384 ---\n370\nHaematology\nParaproteinaemia\nParaproteinaemia denotes the presence in the circulation of immunoglobulins pro-\nduced by a single clone of plasma cells. The para protein is recognized as a monoclo-\nnal band (M band) on serum electrophoresis.\n9 There are six major categories:\n1   Multiple myeloma See p368.\n2   Waldenström’s macroglobulinaemia This is a lymphoplasmacytoid lympho-\nma producing a monoclonal IgM paraprotein. Hyperviscosity is common (p372), \nwith CNS and ocular symptoms. Lymphadenopathy and splenomegaly are also \nseen. ESR, with IgM paraprotein on serum electrophoresis. : None if asympto-\nmatic. Chlorambucil, ﬂ udarabine, or combination chemotherapy may be used. \nPlasmapheresis\n9 for hyperviscosity (p372).\n3   Primary amyloidosis See following topic.\n4   Monoclonal gammopathy of uncertain signiﬁ cance (MGUS) is common (3% \n>70yrs). There is a paraprotein in the serum but no myeloma, 1° amyloid, macro-\nglobulinaemia, or lymphoma, with no bone lesions, no Bence Jones protein, and \na low concentration of paraprotein, with <10% plasma cells in the marrow. Some \ndevelop myeloma or lymphoma. Refer to a haematologist (?for marrow biopsy). \n5   Paraproteinaemia in lymphoma or leukaemia Eg seen in 5% of CLL.\n6   Heavy chain disease Neoplastic cells produce free Ig heavy chains.  chain dis-\nease is most important, causing malabsorption from inﬁ ltration of bowel wall (im-\nmunoproliferative small intestine disease—IPSID). It may progress to lymphoma.\nAmyloidosis\nThis is a group of disorders characterized by extracellular deposits of a protein in \nabnormal ﬁ brillar form, resistant to degradation. The following are the systemic \nforms of amyloidosis. Amyloid deposition is also a feature of Alzheimer’s disease, \ntype 2 diabetes mellitus, and haemodialysis-related amyloidosis.\nAL amyloid (primary amyloidosis) Proliferation of plasma cell clone  Amyloi-\ndogenic monoclonal immunoglobulins  Fibrillar light chain protein deposition  \nOrgan failure  Death. Associations: myeloma (15%); Waldenström’s, lymphoma. \nOrgans involved:\n  \n• Kidneys: glomerular lesions—proteinuria and nephrotic syndrome.\n  \n• Heart: restrictive cardiomyopathy (looks ‘sparkling’ on echo), arrhythmias, angina.\n  \n• Nerves: peripheral and autonomic neuropathy; carpal tunnel syndrome.\n  \n• Gut: macroglossia (big tongue), malabsorption/weight, perforation, haemor-\nrhage, obstruction, and hepatomegaly.\n  \n• Vascular: purpura, especially periorbital—a characteristic feature (ﬁ g 8.74).\n: optimize nutrition; PO melphalan + prednisolone extends survival. High-dose IV \nmelphalan with autologous stem cell transplantation may be better.\nAA amyloid (secondary amyloidosis) Here amyloid is derived from serum amyloid \nA, an acute phase protein, reﬂ ecting chronic inﬂ ammation in rheumatoid arthritis, \nUC/Crohn’s, familial Mediterranean fever, and chronic infections—TB, bronchiectasis, \nosteomyelitis. It aff ects kidneys, liver, and spleen (ﬁ g 8.75), and may present with \nproteinuria, nephrotic syndrome, or hepatosplenomegaly. Macroglossia is not seen; \ncardiac involvement is rare (ventricular hypertrophy and murmurs).\n : manage the \nunderlying condition optimally.\nFamilial amyloidosis (Autosomal dominant, eg from mutations in transthyretin, \na transport protein produced by the liver.) Usually causes a sensory or autonomic \nneuropathy ± renal or cardiac involvement. Liver transplant can cure.\nDiagnosis: Made with biopsy of aff ected tissue, and positive Congo Red staining \nwith apple-green birefringence under polarized light microscopy. The rectum or \nsubcutaneous fat are relatively non-invasive sites for biopsy and are +ve in 80%.\nPrognosis: Median survival is 1–2 years. Patients with myeloma and amyloidosis \nhave a shorter survival than those with myeloma alone. \n9 Electrophoresis and plasmapheresis look as though they should share endings, but they do not: Greek \nphoros = bearing (esis = process), but aphairesis is Greek for removal.", "text_length": 4041, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 378/905)", "type": "chunk", "chunk_index": 377, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.818769", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.820088", "status": "complete", "chunks_added": 3}