{"task_id": "d0b99b5f03ae460c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 528/905)", "text": "tient and family.\nLooking after people with cancer\n\n--- Page 534 ---\n520\nOncology and palliative care\nHuman life requires cells which are capable of dividing millions of times. These \ncells need to be able to adapt and change so that diff erent tissues and organs \ncan be formed. They need to command their own blood supply. Without extensive \nmechanisms to control cell growth and prevent the replication of abnormal cells, \nthese requirements for life become the basis for the development of a cancer. \nFailure of control mechanisms causes cancer.\nCancer is a genetic disease. Genetic changes occur in pathways associated with \ncell growth, cell diff erentiation, and cell death. Mutations can be inherited or ac-\nquired. Acquired or somatic errors occur due to age, exposure to carcinogens, and \nin unchecked rapid cell turnover. Mutations result in:\n  \n• ‘gain of function’ oncogenes that have pathological activity in the absence of a \nrelevant signal. For example, ras is a protein involved in signal transduction. It is \nmutated in ~30% of human cancers. Oncogenes behave in a dominant manner: \nmutation to one allele results in unchecked activation.\n  \n• ‘loss of function’ tumour suppressor genes no longer act as inhibitors of pro-\nmalignant processes. In most cases, mutations to both alleles must occur for a \ncancer phenotype. This can occur either as two separate somatic events, or in \nthe case of predisposition genes, the ﬁ rst ‘hit’ is inherited and the second oc-\ncurs somatically. Tumours therefore occur earlier and more frequently in familial \ncancers. p53 is a tumour suppressor gene mutated in ~50% of human cancers.\nMost cancers arise from multiple mutations. This is perhaps best represented in \nthe stepwise accumulation of mutations in colorectal cancer (ﬁ g 11.2). An under-\nstanding of the molecular biology of cancer facilitates drug development (ﬁ g 11.3).\nNormal cell\nAPC gene\nmutation\nNormal\ncell\nHyper-\nproliferation\nEarly\nadenoma\nIntermediate\nadenoma \nLate\nadenoma\nCarcinoma\nMetastasis\nK-ras\nmutation\nDCC gene\nmutation\np53\nmutation\nOthers\nHyperproliferation\nAdenoma\nCarcinoma\nFig 11.2 Cellular mutations and contributing genes in the development of colorectal cancer.\nHow cancers develop\nThe genetics of cancer\nFig 11.3 Therapeutic targeting in cancer.\nReprinted from Cell, 144(5), Hanahan et al., Hallmarks of Cancer: the Next Generation, 646–74, 2011, with \npermission from Elsevier.", "text_length": 2421, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 528/905)", "type": "chunk", "chunk_index": 527, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.082796", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.083910", "status": "complete", "chunks_added": 2}