{"task_id": "d2b6199e5f37bfc8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 470/905)", "text": "antable deﬁ brillator (see p132).\nBlackout history\n\n--- Page 476 ---\n462\nNeurology\nVertigo and dizziness\nIs this vertigo? Complaints of ‘dizzy spells’ are very common and are used by \npatients to describe many diff erent sensations. True vertigo is a hallucination of \nmovement, often rotatory, of the patient or their surroundings. In practice, simple \n‘spinning’ is rare—the ﬂ oor may tilt, sink, or rise. The key to diagnosis is to ﬁ nd out ex-\nactly what the patient means by ‘dizzy:’ if this is not vertigo or if atypical symptoms \nare present consider other causes, eg if there is loss of awareness, think of epilepsy \nor syncope; if there is faintness, lightheadedness, or palpitations, think of anaemia, \ndysrhythmia, anxiety, or hypotension.\nAssociated symptoms: Diffi  culty walking or standing (may fall suddenly to the \nground), relief on lying or sitting still (vertigo is almost always worsened by move-\nment); nausea, vomiting, pallor, sweating. Associated hearing loss or tinnitus implies \nlabyrinth or VIIIth nerve involvement.\nCauses\nBenign positional vertigo: Occurs on head movement due to disruption of debris in the \nsemicircular canal of the ears (canalolithiasis). Fatiguable nystagmus on performing \nthe Hallpike manoeuvre is diagnostic; Epley manoeuvres clear the debris (OHCS p555).\nAcute labyrinthitis (vestibular neuronitis): Abrupt onset of severe vertigo, nausea, \nvomiting ± prostration. No deafness or tinnitus. Causes: virus; vascular lesion. Severe \nvertigo subsides in days, complete recovery takes 3–4wks. : reassure. Sedate.\nMénière’s disease: Increased pressure in the endolymphatic system of the inner ear \ncauses recurrent attacks of vertigo lasting >20min, ﬂ uctuating (or permanent) sen-\nsorineural hearing loss, and tinnitus (with a sense of aural fullness ± falling to one \nside). : bed rest and reassurance in acute attacks. An antihistamine (eg cinnarizine) \nis useful if prolonged, or buccal prochlorperazine if severe, for up to 7d.\nOtotoxicity: Amino glycosides, loop diuretics, or cisplatin can cause deafness ± vertigo.\nAcoustic neuroma: (ﬁ gs 10.12, 10.13) Doubly misnamed: it is a Schwannoma (not \nneuroma) arising from the vestibular (not auditory) nerve. They account for 80% \nof cerebellopontine angle tumours and often present with unilateral hearing loss, \nwith vertigo occurring later. Growth rate is slow (usually 1–2 mm/year) and can be \npredicted by serial MRIs. With progression, ipsilateral Vth , VIth , IXth , and Xth nerves \nmay be aff ected (also ipsilateral cerebellar signs). Signs of  ICP occur late, indicating \na large tumour. Commoner in  and neuroﬁ bromatosis (esp. NF2, p514).\nTraumatic damage: If trauma aff ects the petrous temporal bone or the cerebello-\npontine angle then the auditory nerve may be damaged, causing vertigo, deafness, \nand/or tinnitus.\nHerpes zoster: Herpetic eruption of the external auditory meatus; facial palsy ± deaf-\nness, tinnitus, and vertigo (Ramsay Hunt syndrome, see p501).\nOthers: Vertiginous epilepsy; MS; stroke/TIA; migraine; motion sickness; alcohol in-\ntoxication.", "text_length": 3082, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 470/905)", "type": "chunk", "chunk_index": 469, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.979838", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.980612", "status": "complete", "chunks_added": 2}