{"task_id": "d323094644dc6849", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 164/905)", "text": "ped’ ST elevation—particularly clear in V5 and V6.\n\n--- Page 170 ---\n156\nCardiovascular medicine\nAdult congenital heart disease (ACHD)\nThis is a growing area of cardiology as increasing numbers of children with congenital \nheart defects survive to adulthood, sometimes as a result of complex restructuring \nprocedures which have their own physiological implications (see BOX ‘Patients with \none ventricle’). ACHD69 patients are at increased risk of many conditions described else-\nwhere, for which many of the ‘standard’ investigations and therapies will apply: includ-\ning arrhythmias (p124), heart failure (p134), and infective endocarditis (p150).\nInvestigations Echocardiography (± bubble contrast) is ﬁ rst line. Increasingly, car-\ndiac CT and MR are used to provide precise anatomical and functional information. \nCardiac catheterization generates data on oxygen saturation and pressure in diff er-\nent vessels and chambers. Exercise testing assesses functional capacity.\nA few of the more common ACHDs are discussed below:\nBicuspid aortic valve These work well at birth and go undetected. Many even-\ntually develop aortic stenosis (needing valve replacement) ± aortic regurgitation \npredisposing to IE/SBE ± aortic dilatation/dissection. Intense exercise may accelerate \ncomplications, so do yearly echocardiograms on aff ected athletes. 70\nAtrial septal defect (ASD) A hole connects the atria.\n  \n• Ostium secundum defects: 80% cases; hole high in the septum; often asymptomat-\nic until adulthood when a LR shunt develops. Shunting depends on the compliance \nof the ventricles. LV compliance decreases with age (esp. if BP), so augmenting LR \nshunting; hence dyspnoea/heart failure, typically aged 40–60yrs.\n  \n• Ostium primum defects: associated with AV valve anomalies, eg in Down’s syn-\ndrome; present in childhood.\nSigns and symptoms: Chest pain, palpitations, dyspnoea. Arrhythmias incl. AF; JVP; \nwide, ﬁ xed split S2; pulmonary systolic ﬂ ow murmur. Pulmonary hypertension may \ncause pulmonary or tricuspid regurgitation, dyspnoea and haemoptysis. Frequency \nof migraine. Simple tests: ECG: RBBB with LAD (primum defect) or RAD (secundum \ndefect). CXR: small aortic knuckle, pulmonary plethora, atrial enlargement. Com-\nplications: • Reversal of left-to-right shunt, ie Eisen men ger’s complex: initial LR \nshunt leads to pulmonary hypertension which increases right heart pressures until \nthey exceed left heart pressures, hence shunt reversal. This causes cyanosis as de-\noxygenated blood enters systemic circulation. • Paradoxical emboli eg causing CVAs \n(veinartery via ASD; rare). Treatment: May close spontaenously. If not, primum de-\nfects are usually closed in childhood. Secundum defects should be closed if sympto-\nmatic or signs of RV overload. Transcatheter closure is more common than surgical.\nVentricular septal defect (VSD) A hole connects the ventricles. Causes: Congenital \n(prevalence 2:1000 births); acquired (post-MI). Symptoms: May present with severe \nheart failure in infancy, or remain asymptomatic and be detected incidentally in \nlater life. Signs: Classically, a harsh pan systolic murmur is heard at the left sternal \nedge, with a systolic thrill, ± left para sternal heave. Smaller holes, which are haemo-\ndynamically less signiﬁ cant, give louder murmurs. Signs of pulmonary hypertension. \nComplications: AR, IE/SBE, pulmonary hypertension, Eisenmenger’s complex (above), \nheart failure from volume overload. Tests: ECG: normal, LAD, LVH, RVH. CXR: normal \nheart size ± mild pulmonary plethora (small VSD) or cardiomegaly, large pulmonary \narteries and marked pulmonary plethora (large VSD). Cardiac catheter: step up in \nO2 saturation in right ventricle. Treatment: Initially medical as many close sponta-\nneously. Indications for surgical closure: failed medical therapy, symptomatic VSD, \nshunt >3 : 1, SBE/IE. Endovascular closure may be possible. 71\nCoarctation of the aorta Congenital narrowing of the descending aorta; usually \noccurs just distal to the origin of the left subclavian artery. More common in boys. \nAssociations: Bicuspid aortic valve; Turner’s syndrome. Signs: Radiofemoral delay; \nweak femoral pulse; BP; scapular bruit; systolic murmur (best heard over the left \nscapula); cold feet. Complications: Heart failure from high afterload; IE; intracer-\nebral haemorrhage. Tests: CT or MRI-aortogram; CXR may show rib notching as blood \ndiverts down intercostal arteries to reach the lower body, causing these vessels to \ndilate and erode local rib bone. Treatment: Surgery, or balloon dilatation ± stenting.\nTetralogy of Fallot See p157.", "text_length": 4611, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 164/905)", "type": "chunk", "chunk_index": 163, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.163006", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.163700", "status": "complete", "chunks_added": 3}