{"task_id": "d33c7954ec5189c4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 859/905)", "text": " use of \ninpatient beds and ICU/theatre resources.\n\n--- Page 865 ---\nEmergencies\n851\nThese may be caused by domestic (eg gas explosion) or industrial (eg mining) \naccidents, or by terrorist bombs. Death may occur without any obvious external \ninjury. Injury occurs in a number of ways:\n1   Blast wave: A transient (milliseconds) wave of overpressure expands rapidly \nproducing cellular disruption, shearing forces along tissue planes (submuc osal/\nsubserosal haemorrhage) and re-expansion of compressed trapped gas—bowel \nperforation, fatal air embolism.\n2   Blast wind: This can totally disrupt a body or cause avulsive amputations. Bod-\nies can be thrown and sustain injuries on landing.\n3   Missiles: Penetration or laceration from missiles are by far the commonest \ninjuries. Missiles arise from the bomb or are secondary, eg glass.\n4   Flash burns: These are usually superﬁ cial and occur on exposed skin.\n5   Crush injuries: Beware sudden death or acute kidney injury from rhabdomy-\nolysis after release.\n6   Contamination: There is increasing concern about the use of biological or radi-\noactive material in terrorist bombs. Even domestic or industrial blasts can scat-\nter chemicals widely and cause both superﬁ cial and penetrating contamination. \nConsider the location and mechanism of the blast, and seek advice.\n7   Psychological injury: Eg post-traumatic stress disorder (OHCS p353).\nTreatment: Approach the same as any major trauma (OHCS p778). Rest and\nobserve any suspected of exposure to signiﬁ cant blast but without other injury. \nGun-shot injury: see OHCS p789. Major blast injuries, whatever the cause, should be \nreported to the police for investigation.\nBlast injuries", "text_length": 1691, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 859/905)", "type": "chunk", "chunk_index": 858, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.665897", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.666735", "status": "complete", "chunks_added": 1}