{"task_id": "d455ac2e41231620", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 334/905)", "text": "naemia).\nRed cell distribution width (RCDW or RDW)\n\n--- Page 340 ---\n326\nHaematology\nIron-deﬁ ciency anaemia (IDA)\nThis is common (seen in up to 14% of menstruating women).\nCauses •Blood loss, eg menorrhagia or GI bleeding\n2 (upper p256; lower p629).\n  \n• Poor diet or poverty may cause IDA in babies or children (but rarely in adults).\n  \n• Malabsorption (eg coeliac disease) is a cause of refractory IDA.\n  \n• In the tropics, hookworm (GI blood loss) is the most common cause.\nSigns Chronic IDA (signs now rare): koilonychia (ﬁ g 8.4 and p76), atrophic glossitis, \nangular cheilosis (ﬁ g 8.5), and, rarely, post-cricoid webs (Plummer–Vinson syndrome).\nTests Blood ﬁ lm: microcytic, hypochromic anaemia with anisocytosis and poikilo-\ncytosis (ﬁ gs 8.6, 8.7). MCV, MCH, and MCHC. Conﬁ rmed by ferritin (also serum \niron with TIBC, but these are less reliable, see table 8.1). NB: ferritin is an acute \nphase protein and  with inﬂ ammation, eg infection, malignancy. Transferrin \nis also  in IDA but is less aff ected by inﬂ ammation. Check coeliac serology in all \n(p266): if negative then refer all males and females who are not menstruating for \nurgent gastroscopy and colonoscopy. Consider stool microscopy for ova if relevant \ntravel history. Faecal occult blood is not recommended as sensitivity is poor. IDA \nwith no obvious source of bleeding mandates careful GI workup.\n2\nTreatment Treat the cause. Oral iron, eg ferrous sulfate 200mg/8h PO. SE: nausea, ab-\ndominal discomfort, diarrhoea or constipation, black stools. Hb should rise by 10g/L/\nweek, with a modest reticulocytosis (young RBC, p328). Continue for at least 3 months \nafter Hb normalizes to replenish stores. IV iron is only indicated if the oral route is \nimpossible or ineff ective, eg functional iron deﬁ ciency in chronic renal failure, where \nthere is inadequate mobilization of iron stores in response to erythropoietin therapy.\nThe usual reason that IDA fails to respond to iron replacement is that the patient \nhas rejected the pills—check compliance. Is the reason for the problem GI distur-\nbance? Altering the dose of elemental iron with a diff erent preparation may help. \nAlternatively, there may be continued blood loss, malabsorption, anaemia of chron-\nic disease; or misdiagnosis, eg when thalassaemia is to blame.\nAnaemia of chronic disease (secondary anaemia)\nThe commonest anaemia in hospital patients (and the 2nd commonest, after IDA, \nworldwide). It arises from three problems (in which the polypeptide, hepcidin, plays \na key role): 1  Poor use of iron in erythropoiesis. 2  Cyto kine-induced shortening of RBC \nsurvival. 3  Production of and response to erythropoietin.\nCauses Many, eg chronic infection, vasculitis, rheumatoid, malignancy, renal failure.\nTests Ferritin normal or  in mild normocytic or microcytic anaemia (eg Hb >80g/L; \nsee table 8.1). Check blood ﬁ lm, B12, folate, TSH, and tests for haemolysis (p336).\nTreatment Treating the underlying disease may help (eg in 60% of patients with \nRA), as may erythropoietin (SE: ﬂ u-like symptoms, hypertension, mild rise in the \nplatelet count and thromboembolism). Also eff ective in improving quality of life \nin malignant disease. IV iron can safely overcome the functional iron deﬁ ciency. \nHepcidin inhibitors and inﬂ ammatory modulators show promise.\nSideroblastic anaemia\nMicrocytic anaemia does not always mean iron deﬁ ciency! 20% of older people with \nan MCV <75fL are not iron deﬁ cient. Think of sideroblastic anaemia whenever \nmicrocytic anaemia is not responding to iron. This condition is characterized by \nineff ective erythropoiesis, leading to iron absorption, iron loading in marrow ± hae-\nmosiderosis (endocrine, liver, and heart damage due to iron deposition).\nCauses Congenital (rare, x-linked) or acqui red, eg idiopathic as one of the myelo-\ndysplastic/myeloprolif erative diseases, can also follow chemotherapy, anti-TB drugs, \nirradiation, alcohol or lead excess. Tests Look for ferritin, a hypo chromic blood ﬁ lm, \nand disease-deﬁ ning sideroblasts in the marrow (ﬁ gs 8.8, 8.9; table 8.1). Treatment \nRemove the cause. Pyridoxine ± repeated transfusions for severe anaemia.\n2 In one study, 11% presenting to their GP with IDA had GI carcinoma. Plan both upper and lower GI investiga-\ntion: there may be abnormalities on both.", "text_length": 4322, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 334/905)", "type": "chunk", "chunk_index": 333, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.741304", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.742223", "status": "complete", "chunks_added": 3}