{"task_id": "d4bb45e9c70ea8ec", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 286/905)", "text": "ends on the pre-op disease).\nLiver transplantation\n\n--- Page 292 ---\nViral hepatitis\nHepatitis A RNA virus. Spread: Faecal–oral or shellﬁ sh. Endemic in Africa and S Amer-\nica, so a problem for travellers. Most infections are in childhood. Incubation: 2–6wks.\nSymp toms: Fever, malaise, anorexia, nausea, arthralgia—then: jaundice (rare in chil-\ndren), hepatosplenomegaly, and adenopathy. Tests: AST and ALT rise 22–40d after \nexposure (ALT may be >1000IU/L), returning to normal over 5–20wks. IgM rises from \nday 25 and means recent infection. IgG is detectable for life.\n: Supportive. Avoid alcohol. Rarely, interferon alfa for fulminant hepatitis.\nActive immunization: With inactivated viral protein. 1 IM dose gives immunity for \n1yr (20yrs if further booster is given at 6–12 months).\nPrognosis: Usually self-limiting. Fulminant hepatitis is rare. Chronicity doesn’t occur.\nHepatitis B virus (HBV, a DNA virus.) Spread: Blood products, IV drug abusers (IVDU), \nsexual, direct contact. Deaths: 1 million/yr. Risk groups: IV drug users and their \nsexual partners/carers; health workers; haemophiliacs; men who have sex with men; \nhaemodialysis (and chronic renal failure); sexually promiscuous; foster carers; close \nfamily members of a carrier or case; staff  or residents of institutions/prisons; babies \nof HBSAg +ve mothers; adopted child from endemic area.\nEndemic in: Far East, Africa, Mediterranean. Incubation: 1–6 months.\nSigns: Resemble hepatitis A but arthralgia and urticaria are commoner.\nTests: HBSAg (surface antigen) is present 1–6 months after exposure. HBeAg (e an-\ntigen) is present for 1½–3 months after acute illness and implies high infectivity. \nHBSAg persisting for >6 months deﬁ nes carrier status and occurs in 5–10% of infec-\ntions; biopsy may be indicated unless ALT and HBV DNA <2000iu/mL. Antibodies \nto HBCAg (anti-HBc) imply past infection; antibodies to HBSAg (anti-HBs) alone imply \nvaccination. HBV PCR allows monitoring of response to therapy. See ﬁ g 6.29 and ta-\nble 6.11. Vaccination: See p287. Passive immunization (speciﬁ c anti-HBV immuno-\nglobulin) may be given to non-immune contacts after high-risk exposure.\nComplications: Fulminant hepatic failure, cirrhosis, HCC, cholangiocarcinoma, cryo-\nglobulinaemia, membranous nephropathy, polyarteritis nodosa (p556).\n: Avoid alcohol. Immunize sexual contacts. Refer all with chronic liver inﬂ amma-\ntion (eg ALT 30IU/L), cirrhosis, or HBV DNA >2000IU/mL for antivirals (choice is 48 \nwks pegylated (PEG) interferon alfa-2a vs long-term but better tolerated nucleos(t)\nide analogues, eg tenofovir, entecavir). The aim is to clear HBSAg and prevent cir-\nrhosis and HCC (risk is  if HBSAg and HBeAg +ve).\nHepatitis C virus (HCV) RNA ﬂ avivirus. Spread: Blood: transfusion, IV drug abuse, \nsexual contact. UK prevalence: >200 000. Early infection is often mild/asympto-\nmatic. ~85% develop silent chronic infection; ~25% get cirrhosis in 20yrs—of these, \n4% get hepatocellular cancer (HCC)/yr. Risk factors for progression: Male, older, \nhigher viral load, use of alcohol, HIV, HBV. Tests: LFT (AST : ALT <1 : 1 until cirrhosis \ndevelops, p276), anti-HCV anti bodies conﬁ rms exposure; HCV-PCR conﬁ rms ongoing \ninfection/chronicity; liver biopsy or non-invasive elastography if HCV-PCR +ve to as-\nsess liver damage and need for treatment. Determine HCV genotype (1–6).\n: BOX; quit alcohol. Other complications: Glomerulonephritis; cryoglobulin aemia; \nthyroiditis; autoimmune hepatitis; PAN; polymyositis; porphyria cutanea tarda.\nHepatitis D virus (HDV) Incomplete RNA virus (needs HBV for its assembly). HBV vac-\ncination prevents HDV infection. 5% of HBV carriers have HDV co-infection. It may \ncause acute liver failure/cirrhosis. Tests: Anti-HDV antibody (only ask for it if HBsAg \n+ve). : As interferon alfa has limited success, liver transplantation may be needed.\nHepatitis E virus (HEV) RNA virus. Similar to HAV; common in Indochina (commoner in \nolder men and also commoner than hepatitis A in UK); mortal ity is high in pregnancy. \nIt is associated with pigs. Epidemics occur (eg Africa). Vaccine is available in China \n(not Europe). : Serology. : Nil speciﬁ c.\nOther infective causes of hepatitis EBV; CMV; leptospirosis; malaria; Q fever; syph-\nilis; yellow fever.\n278\nGastroenterology", "text_length": 4300, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 286/905)", "type": "chunk", "chunk_index": 285, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.541812", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.542856", "status": "complete", "chunks_added": 3}