{"task_id": "d50a1f9fdf771c44", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 567/905)", "text": "or chronic fatigue syndrome \n(see also OHCS p502).\n\n--- Page 573 ---\n559\nRheumatology\nThe manner in which management is discussed is almost as important as the \nmanagement itself, which should focus on education of the patient and their fam-\nily and on developing coping strategies. Such a diagnosis may be a relief or a \ndisappointment to the patient. Explain that ﬁ bromyalgia is a relapsing and re-\nmitting condition, with no easy cures, and that they will continue to have good \nand bad days. Reassure them that there is no serious underlying pathology, that \ntheir joints are not being damaged, and that no further tests are necessary, but \nbe sympathetic to the fact that they may have been seeking a physical cause for \ntheir symptoms.\nWe all at some stage come across a patient with diffi  cult symptoms and an \nexasperating lack of pathology to explain them. Investigations are all normal, \nand medications do not seem to work. It is tempting to dismiss such patients as \nmalingerers, but often this conclusion comes from the clinician approaching the \nproblem from the wrong angle. The patient has symptoms that are real and disa-\nbling to them, and that will not improve without help. Perhaps a more pragmatic \napproach is to take advice from the Danish philosopher Kierkegaard who wrote to \na friend in 1835, ‘What I really lack is to be clear in my mind what I am to do, not \nwhat I am to know ... The thing is to understand myself ... to ﬁ nd a truth which is \ntrue for me.’ Listen to the patient and accept their story. Then help them to focus \non what they can do to improve their situation, and to move away from dwelling \non ﬁ nding a physical answer to their symptoms.\nAn existential approach to diffi  cult symptoms\nPsychosocial risk factors for developing persisting chronic pain and long-term \ndisability have been termed ‘yellow ﬂ ags’: 59\nBelief that pain and activity are harmful.\nSickness behaviours such as extended rest.\nSocial withdrawal.\nEmotional problems such as low mood, anxiety, or stress.\nProblems or dissatisfaction at work.\nProblems with claims for compensation or time off  work.\nOverprotective family or lack of support.\nInappropriate expectations of treatment, eg low active participation in treatment.\nRisk factors: yellow ﬂ ags\nThe current hypothesis is that ﬁ bromyalgia is caused by aberrant peripheral and \ncentral pain processing. Two key features of the condition are allodynia (pain in re-\nsponse to a non-painful stimulus) and hyperaesthesia (exaggerated perception of \npain in response to a mildly painful stimulus), examined for by palpation of tender \npoints. Research is beginning to suggest that certain antidepressants can relieve \npain and other symptoms, and especially those that have both serotonergic and \nnoradrenergic activity (tricyclics and venlafaxine). Those acting on serotonergic \nreceptors only are less eff ective. There is also some evidence to support the use \nof alternative therapies such as acupuncture and spa therapies, which have been \npostulated to act through similar spinal pain-modulatory pathways.60 Thus far, \ntrials have involved relatively small numbers of patients or short time periods, \nand lack the power to draw strong conclusions. However, it is interesting to note \nthat the CSF of patients with ﬁ bromyalgia appears to have increased levels of sub-\nstance P, while levels of noradrenaline and serotonin metabolites are decreased. \nAll three are neurotransmitters involved in descending pain-modulatory pathways \nin the spinal cord.61, 62 Evidence from PET imaging suggests that patients with ﬁ bro-\nmyalgia may have an abnormal central dopamine response to pain.63 The critical \nquestion is: is this cause or eff ect?\nPathogenesis of ﬁ bromyalgia", "text_length": 3749, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 567/905)", "type": "chunk", "chunk_index": 566, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.149962", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.150725", "status": "complete", "chunks_added": 2}