{"task_id": "d694909fad0602b0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 785/905)", "text": "uity in pacing circuit, or electrode displacement.\n\n--- Page 791 ---\n777\nPractical procedures\nThis method (performed through a deﬁ brillator with external pacing facility) has \nthe advantages of being quicker, less risky than the transvenous route, and easier \nto perform. Its main disadvantage is the pain caused by skeletal muscle contrac-\ntion in the non-sedated patient. Indications for pacing via the transcutaneous \nroute are as p776, plus if transvenous pacing (or someone able to perform it) is \nunavailable or will be delayed in an emergency situation.\n  \n• Give sedation and analgesia, eg midazolam + morphine IV titrated to eff ect.\n  \n• Clipping chest hair may help improve electrical contact; don’t shave the skin, as \nnicks can predispose to electrical burns. Ensure the skin is dry.\n  \n• Almost all modern transcutaneous devices can function through deﬁ brillation \n‘hands-free’ pads, and so these can be applied as for deﬁ brillation (see p770). \nIf necessary, the pads can be placed in an AP position: anteriorly over the V2–V3 \nelectrode position and posteriorly at the same level, just below the scapula.\n  \n• Select ‘demand’ mode, (which synchronizes the stimulus with the R wave, so \navoiding pacing on the T wave—which can provoke VF or VT) and adjust the ECG \ngain so that QRS complexes can be seen.\n  \n• Select an appropriate pacing rate: eg 60–90bpm in an adult.\n  \n• Set the pacing current at the lowest setting and turn on the pacemaker.\n  \n• Increase the pacing current until electrical capture occurs (normally from 50–\n100mA), which can be conﬁ rmed by seeing a wide QRS complex and a T wave on \nthe trace (ventricular electrical capture).\n  • There will be some interference from skeletal muscle contraction on the ECG trace, \nas well as possible artefact, which could be mistaken for a QRS complex. The ab-\nsence of a T wave in the former is an important discriminator between the two.\n  \n• CPR can continue with the pads in place, though only when the pacing unit is off.\n  \n• Once adequate cardiac output has been maintained, seek expert help and ar-\nrange transvenous pacing.\nNon-invasive transcutaneous cardiac pacing\nFig 18.19 Siting a temporary cardiac pacemaker.", "text_length": 2202, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 785/905)", "type": "chunk", "chunk_index": 784, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.534158", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.536648", "status": "complete", "chunks_added": 2}