{"task_id": "d77cc0d7a2e890f0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 521/905)", "text": "on CT as symptoms may precede the cancer by >4yrs.\n\n--- Page 527 ---\n513\nNeurology\n1   Before transmission can occur, neurotransmitter must be packed into synaptic \nvesicles. At the neuromuscular junction (NMJ) this is acetylcholine (ACh). Each \nvesicle contains ~8000 ACh molecules.\n2   When an action potential arrives at the pre-synaptic terminal, depolarization \nopens voltage-gated Ca\n2+ channels (VGCCS). In Lambert–Eaton syndrome, anti-\nP/Q type VGCC antibodies disrupt this stage of synaptic transmission.\n15\n3   Inﬂ ux of Ca\n2+ through the VGCCs triggers fusion of synaptic vesicles with the \npre-synaptic membrane (a process that botulinum toxin interferes with), and \nneurotransmitter is released from the vesicles into the synaptic cleft.\n4   Transmitter molecules cross the synaptic cleft by diff usion and bind to re-\nceptors on the post-synaptic membrane, causing depolarization of the post-\nsynaptic membrane (the end-plate potential). This change in the post-synaptic \nmembrane triggers muscle contraction at the NMJ, or onward transmission of \nthe action potential in neurons. In myasthenia gravis, antibodies block the \npost-synaptic ACh receptors, preventing the end-plate potential from becom-\ning large enough to trigger muscle contraction—and muscle weakness ensues.\n5   Transmitter action is terminated by enzyme-induced degradation of transmit-\nter (eg acetylcholinesterase), uptake into the pre-synaptic terminal or glial \ncells, or by diff usion away from synapse. Anticholinesterase treatments for\nmyasthenia gravis, such as pyridostigmine, reduce the rate of degradation of \nACh, increasing the chance that it will trigger an end-plate potential.\nHow synapses work—the neuromuscular junction\nFig 10.33 Lambert–Eaton syndrome fea-\ntures pre-synaptic Ca\n2+-channel antibodies. \nDepressed tendon reﬂ exes are common, \nbecause less transmitter is released, but re-\nﬂ exes may  after maximum voluntary con-\ntraction due to a build of transmitter in the \nsynaptic cleft (post-tetanic potentiation). \nFig 10.32 Myasthenia gravis features post-synaptic \nAChR antibodies. Tendon reﬂ exes are normal be-\ncause the synapses do not have time to become \nfatigued with such a brief muscle contraction. \nOcular palsies are common (it’s not exactly clear \nwhy).\n15 Disruption of pre-synaptic transmission aff ects release of ACh in autonomic nervous system as well as \nat neuromuscular junction, explaining the prominence of dysautonomia in LEMS unlike in MG.", "text_length": 2473, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 521/905)", "type": "chunk", "chunk_index": 520, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.072062", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.073429", "status": "complete", "chunks_added": 2}