{"task_id": "d82601d27eb13ce3", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 724/905)", "text": ", relapsing polychondritis, syphilis, and leprosy.\n\n--- Page 730 ---\n716\nEponymous syndromes\nWhipple’s disease A rare disease68 featuring GI malabsorption which usually occurs \nin middle-aged white males, most commonly in Europe. It is fatal if untreated and is \ncaused by Tropheryma whippelii, which, combined with defective cell-mediated im-\nmunity, produces a systemic disease. Features: Often starts insidiously with arthral-\ngia (chronic, migratory, seronegative arthropathy aff ecting mainly peripheral joints). \nGI symptoms commonly include colicky abdominal pain, weight loss, steatorrhea/\ndiarrhoea, which leads to malabsorption (p266). Systemic symptoms such as chronic \ncough, fever, sweats, lymphadenopathy, and skin hyperpigmentation also occur. Car-\ndiac involvement may lead to endocarditis, which is typically blood culture negative. \nCNS features include a reversible dementia, ophthalmoplegia, and facial myoclonus (if \nall together, they are highly suggestive)—also hypothalamic syndrome (hyperphagia, \npolydipsia, insomnia). NB: CNS involvement may occur without GI involvement. Tests: \nDiagnosis requires a high level of clinical suspicion. Jejunal biopsy shows stunted \nvilli. There is deposition of macrophages in the lamina propria-containing granules \nwhich stain positive for periodic acid–Schiff  (PAS). Similar cells may be found in af-\nfected samples, eg CSF, cardiac valve tissue, lymph nodes, synovial ﬂ uid. The bacteria \nmay be seen within macrophages on electron microscopy. PCR of bacterial RNA can \nbe performed on serum or tissue. MRI may demonstrate CNS involvement. : Should \ninclude antibiotics which cross the blood–brain barrier. Current recommendations: \nIV ceftriaxone (or penicillin+streptomycin) for 2wks then oral co-trimoxazole for 1 \nyear. Shorter courses risk relapse. A rapid improvement in symptoms usually occurs.\n \nGeorge Hoyt Whipple, 1878–1976 (US pathologist)\nZellweger syndrome (Cerebrohepatorenal syndrome.) A rare recessive disorder \ncharacterized by absent peroxisomes (intracellular organelles required for many cel-\nlular activities including lipid metabolism). The syndrome has a similar molecular ba-\nsis to infantile Refsum’s syndrome, and although more severe, exhibits comparable \nbiochemical abnormalities (p710). Clinical features include craniofacial abnormali-\nties, severe hypotonia and mental retardation, glaucoma, cataracts, hepatomegaly, \nand renal cysts. A number of causative PEX gene mutations have been identiﬁ ed. Life \nexpectancy is usually a few months only.  \nHans Zellweger, 1909–1990 (US paediatrician)\nZollinger–Ellison syndrome This is the association of peptic ulcers with a gastrin-\nsecreting adenoma (gastrinoma). Gastrin excites excessive gastric acid production, \nwhich may produce multiple ulcers in the duodenum and stomach. The adenoma is \nusually found in the pancreas, although it may arise in the stomach or duodenum. \nMost cases are sporadic; 20% are associated with multiple endocrine neoplasia, type \n1 (MEN1, p223). 60% are malignant; metastases are found in local lymph nodes and \nthe liver. Symptoms: Include abdominal pain and dyspepsia, from the ulcer(s), and \nchronic diarrhoea due to inactivation of pancreatic enzymes (also causes steator-\nrhoea) and damage to intestinal mucosa. Incidence: ~0.1% of patients with peptic \nulcer disease. Suspect in those with multiple peptic ulcers, ulcers distal to the duo-\ndenum, or a family history of peptic ulcers (or of islet cell, pituitary, or parathyroid \nadenomas). Tests: (ﬁ g 15.23) Fasting serum gastrin level (>1000pg/mL). Measure \nthree fasting levels on diff erent days. Hypo chlorhydria (reduced acid production, eg \nin chronic atrophic gastritis) should be excluded as this also causes a raised gastrin \nlevel: gastric pH should be <2. The secretin stimulation test is useful in suspected \ncases with only mildly raised gastrin levels (100–1000pg/mL). The adenoma is often \nsmall and diffi  cult to image; a combination of somatostatin receptor scintigraphy, \nendoscopic ultrasound, and CT is used to localize and stage the adenoma. OGD evalu-\nates gastric/duodenal ulceration. : High-dose proton pump inhibitors, eg omepra-\nzole: start with 60mg/d and adjust according to response. Measuring intragastric pH \nhelps determine the best dose (aim to keep pH at 2–7). All gastrinomas have malig-\nnant potential—and surgery is better sooner than later (with lymph node clearance \ngenerally recommended if >2cm in size). Surgery may be avoided in MEN1, as adeno-\nmas are often multiple, and metastatic disease is rare. If well-diff erentiated (G1 and \nG2) somatostatin analogues may be 1st-line and chemotherapy with streptozotocin \n(if available) + doxorubicin/5-FU is 2nd-line. In G3, etoposide + cisplatin is possible.69 \nSelective embolization may be done for hepatic metastases. Prognosis: 5yr survival: \n80% if single resectable lesion, ~20% with hepatic metastases. Screen all patients \nfor MEN1.  \nRobert M Zollinger, 1903–1992; Edwin H Ellison, 1918–1970 (US surgeons)", "text_length": 5038, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 724/905)", "type": "chunk", "chunk_index": 723, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.416445", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.417215", "status": "complete", "chunks_added": 3}