{"task_id": "d840096f968bfdc1", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 128/905)", "text": " permission from Oxford University Press.\nTroponin\n\n--- Page 134 ---\n120\nCardiovascular medicine\nManagement of ACS \nACS management depends on whether the ACS is ‘ST elevated’ or not:\n1   ST elevated myocardial infarction (STEMI): this category includes ACS with ST el-\nevation on ECG (ﬁ g 3.9) but also ACS with new LBBB (ﬁ g 3.7); and posterior MIs \n(ﬁ g 3.24) where ST elevation may only be seen with extra leads (V7–V9). Urgent \nrevascularization is essential. p796.\n2   ACS without ST elevation: serial troponins are needed to diff erentiate non-ST el-\nevated MIs (NSTEMIs) (trop rise) from unstable angina (no trop rise). p798.\nAfter the immediate actions described on pp796–9, treatment of ACS17 focuses on \nmanaging symptoms, secondary prevention of further cardiovascular disease, revas-\ncularization (if not already undertaken), and addressing complications.\nSymptom control\nManage chest pain with PRN GTN and opiates. If this proves insuffi  cient, consider a \nGTN infusion (monitor BP, omit if recent sildenaﬁ l use). If pain is deteriorating, seek \nsenior help. Manage symptomatic heart failure, p136.\nModify risk factors\n  \n• Patients should be strongly advised and helped to stop smoking (p93).\n  \n• Identify and treat diabetes mellitus, hypertension, and hyperlipidaemia.\n  \n• Advise a diet high in oily ﬁ sh, fruit, vegetables, & ﬁ bre, and low in saturated fats.\n  \n• Encourage daily exercise. Refer to a cardiac rehab programme.\n  \n• Mental health: ﬂ ag to the patient’s GP if depression or anxiety are present—these \nare independently associated with poor cardiovascular outcomes.\nOptimize cardioprotective medications\n  \n• Antiplatelets: aspirin (75mg OD) and a second antiplatelet agent (eg clopidogrel) \nfor at least 12 months to vascular events (eg MI, stroke). Consider adding a PPI (eg \nlansoprazole) for gastric protection.\n  \n• Anticoagulate, eg with fondaparinux, until discharge.\n  \n• -blockade reduces myocardial oxygen demand. Start low and increase slowly, \nmonitoring pulse and BP. If contraindicated, consider verapamil or diltiazem.\n  \n• ACE-i in patients with LV dysfunction, hypertension, or diabetes unless not tolerated \n(consider ARB). Titrate up slowly, monitoring renal function.\n  \n• High-dose statin, eg atorvastatin 80mg.\n  \n• Do an echo to assess LV function. Eplerenone improves outcomes in MI patients \nwith heart failure (ejection fraction <40%).\nRevascularization\n  \n• STEMI patients and very high-risk NSTEMI patients (eg haemodynamically unstable) \nshould receive immediate angiography ± PCI. NSTEMI patients who are high risk (eg \nGRACE score >140) should have angiography within 24h; intermediate risk (eg GRACE \n109–140) within 3d; low-risk patients may be considered for non-invasive testing.\n  \n• Patients with multivessel disease may be considered for CABG instead of PCI (p123).\nManage complications See p122.\nDischarge Address any questions the patient has. Discuss ‘red ﬂ ag’ symptoms and \nwhere to seek medical advice should they arise. Ensure the management plan is \ncommunicated to the patient’s GP. Book clinic and cardiac rehab appointments.\nGeneral advice\n  \n• Driving:18 drivers with group 1 licences (car and motorcycle) can resume driving \n1wk after successful angioplasty, or 4wk after ACS without successful angioplasty, \nif their ejection fraction is >40%. Group 2 licence holders must inform the DVLA of \ntheir ACS and stop driving; depending on the results of functional tests, they may \nbe able to restart after 6wk.\n  \n• Work: how soon a patient can return to work will depend on their clinical progress \nand the nature of their work. They should be encouraged to discuss speed of return \n± changes in duties (eg to lighter work if manual labour) with their employer. Some \noccupations cannot be restarted post-MI: eg airline pilots & air traffi  c controllers. \nDrivers of public service or heavy goods vehicles will have to undergo functional \ntesting (eg exercise test), as mentioned previously.", "text_length": 3979, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 128/905)", "type": "chunk", "chunk_index": 127, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.077814", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.078600", "status": "complete", "chunks_added": 3}