{"task_id": "d8aa669fb91456f4", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 13/905)", "text": "list Reader, for her contribution to this chapter.\n\n--- Page 15 ---\nThinking about medicine\n1\nThe Hippocratic oath ~4th century BC\nI \nswear by Apollo the physician and Asclepius and Hygieia and Panacea and all the \ngods and goddesses, making them my witnesses, that I will fulﬁ l according to my \nability and judgement this oath and this covenant.\nT \no hold him who has taught me this art as equal to my parents and to live my \nlife in partnership with him, and if he is in need of money to give him a share of \nmine, and to regard his off spring as equal to my own brethren and to teach them \nthis art, if they desire to learn it, without fee and covenant. I will impart it by pre-\ncept, by lecture and by all other manner of teaching, not only to my own sons but \nalso to the sons of him who has taught me, and to disciples bound by covenant and \noath according to the law of physicians, but to none other.\nT \nhe regimen I shall adopt shall be to the beneﬁ t of the patients to the best of \nmy power and judgement, not for their injury or any wrongful purpose.\nI \nwill not give a deadly drug to anyone though it be asked of me, nor will I lead \nthe way in such counsel.\n1 And likewise I will not give a woman a pessary to pro-\ncure abortion.\n2 But I will keep my life and my art in purity and holiness. I will not \nuse the knife,\n3 not even, verily, on suff erers of stone but I will give place to such as \nare craftsmen therein.\nW\nhatsoever house I enter, I will enter for the beneﬁ t of the sick, refraining \nfrom all voluntary wrongdoing and corruption, especially seduction of male \nor female, bond or free.\nW\nhatsoever things I see or hear concerning the life of men, in my attend-\nance on the sick, or even apart from my attendance, which ought not to \nbe blabbed abroad, I will keep silence on them, counting such things to be as reli-\ngious secrets.\nI\nf I fulﬁ l this oath and do not violate it, may it be granted to me to enjoy life and \nart alike, with good repute for all time to come; but may the contrary befall me \nif I transgress and violate my oath.\nPaternalistic, irrelevant, inadequate, and possibly plagiarized from the followers of \nPythagoras of Samos; it is argued that the Hippocratic oath has failed to evolve \ninto anything more than a right of passage for physicians. Is it adequate to address \nthe scientiﬁ c, political, social, and economic realities that exist for doctors today? \nCertainly, medical training without a fee appears to have been conﬁ ned to history. \nYet it remains one of the oldest binding documents in history and its principles of \ncommitment, ethics, justice, professionalism, and conﬁ dentiality transcend time.\nThe absence of autonomy as a fundamental tenet of modern medical care can \nbe debated. But just as anatomy and physiology have been added to the doctor’s \nrepertoire since Hippocrates, omissions should not undermine the oath as a para-\ndigm of self-regulation amongst a group of specialists committed to an ideal. And \ndo not forget that illness may represent a temporary loss of autonomy caused by \nfear, vulnerability, and a subjective weighting of present versus future. It could \nbe argued that Hippocratic paternalism is, in fact, required to restore autonomy.\nContemporary versions of the oath often fail to make doctors accountable for \nkeeping to any aspect of the pledge. And beware the oath that is nothing more \nthan historic ritual without accountability, for then it can be superseded by per-\nsonal, political, social, or economic priorities:\n‘In Auschwitz, doctors presided over the murder of most of the one million \nvictims…. [They] did not recall being especially aware in Auschwitz of their \nHippocratic oath, and were not surprisingly, uncomfortable discussing it…The \noath of loyalty to Hitler…was much more real to them.’\nRobert Jay Lifton, The Nazi Doctors.\nThe endurance of the Hippocratic oath\n1 This is unlikely to be a commentary on euthanasia (easeful death) as the oath predates the word. Rather, \nit is believed to allude to the common practice of using doctors as political assassins.\n2 Abortion by oral methods was legal in ancient Greece. The oath cautions only against the use of pessaries \nas a potential source of lethal infection.\n3 The oath does not disavow surgery, merely asks the physician to cede to others with expertise.", "text_length": 4327, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 13/905)", "type": "chunk", "chunk_index": 12, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.879552", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.880965", "status": "complete", "chunks_added": 3}