{"task_id": "d94a8b60748ccc15", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 556/905)", "text": "ﬁ nd beneﬁ t from support groups .\nQuality of life\n\n--- Page 562 ---\n548\nRheumatology\nCrystal arthropathies: gout\nGout31 typically presents with an acute monoarthropathy with severe joint inﬂ am-\nmation (ﬁ g 12.8). >50% occur at the metatarsophalangeal joint of the big toe (ﬁ g \n12.12) (podagra). Other common joints are the ankle, foot, small joints of the hand, \nwrist, elbow, or knee. It can be polyarticular. It is caused by deposition of mono-\nsodium urate crystals in and near joints. Attacks may be precipitated by trauma, \nsurgery, starvation, infection, or diuretics. It is associated with raised plasma urate. \nIn the long term, urate deposits (= tophi, eg in pinna, tendons, joints; see ﬁ g 12.9) and \nrenal disease (stones, interstitial nephritis) may occur. Prevalence: ~1%.  :  ≈ 4 : 1.\nDiff erential diagnoses Exclude septic arthritis in any acute monoarthropathy \n(p544). Then consider reactive arthritis, haemarthrosis, CPPD (see following topic) and \npalindromic RA (p546).\nRisk factors Reduced urate excretion: Elderly, men, post-menopausal females, \nimpaired renal function, hypertension, metabolic syndrome, diuretics, antihyper-\ntensives, aspirin. Excess urate production: Dietary (alcohol, sweeteners, red meat, \nseafood), genetic disorders, myelo- and lymphoproliferative disorders, psoriasis, \ntumour-lysis syndrome, drugs (eg alcohol, warfarin, cytotoxics). Associations: Car-\ndiovascular disease, hypertension, diabetes mellitus, and chronic renal failure (see \np680).31 Gout is an independent risk factor for mortality from cardiovascular and \nrenal disease. Screen for and treat CKD, hypertension, dyslipidaemia, diabetes.\nInvestigations Polarized light microscopy of synovial ﬂ uid shows negatively bi-\nrefringent urate crystals (ﬁ g 12.10). Serum urate (SUA) is usually raised but may be \nnormal.32 Radiographs show only soft-tissue swelling in the early stages. Later, well-\ndeﬁ ned ‘punched out’ erosions are seen in juxta-articular bone (see ﬁ g 12.6 on p541). \nThere is no sclerotic reaction, and joint spaces are preserved until late.\nTreatment of acute gout High-dose NSAID (see BOX, p545) or if CI use colchicine \n(500mcg BD) which is eff ective but slower to work (BNF states max 6mg per course \nalthough rheumatologists will often use more).33 NB: in renal impairment, NSAIDS and \ncolchicine are problematic. Steroids (oral, IM, or intra-articular) may also be used.34 \nRest and elevate joint. Ice packs and ‘bed cages’ can be eff ective.\nPrevention Lose weight, avoid prolonged fasts, alcohol excess, purine-rich meats, \nand low-dose aspirin. Prophylaxis: Start if >1 attack in 12 months, tophi, or renal \nstones. The aim is to  attacks and prevent damage caused by crystal deposition. Use \nallopurinol and titrate from 100mg/24h, increasing every 4 weeks until plasma urate \n<0.3mmol/L (max 300mg/8h). SE: rash, fever, WCC. Allopurinol may trigger an attack \nso wait 3 weeks after an acute episode, and cover with regular NSAID (for up to 6 \nweeks) or colchicine (0.5mg/12h PO for up to 6 months). Avoid stopping allopurinol in \nacute attacks once established. Febuxostat (80mg/24h) is an alternative if allopuri-\nnol is CI or not tolerated. It  uric acid by inhibiting xanthine oxidase (SE: LFTS) and \nis more eff ective at reducing serum urate than allopurinol (number of acute attacks \nthe same).35 Uricosuric drugs  urate excretion.\nCalcium pyrophosphate deposition (CPPD)\n  \n• Acute CPPD crystal arthritis Acute monoarthropathy usually of larger joints in \nelderly. Usually spontaneous but can be provoked by illness, surgery, or trauma.\n  \n• Chronic CPPD Inﬂ ammatory RA-like (symmetrical) polyarthritis and synovitis.\n  \n• Osteoarthritis with CPPD chronic polyarticular osteoarthritis with superimposed \nacute CPP attacks. \nRisk factors Old age, hyperparathyroidism (see p222), haemochromatosis (see p288), \nhypophosphataemia (see p679). Tests Polarized light microscopy of synovial ﬂ uid \nshows weakly positively birefringent crystals (ﬁ g 12.11). It is associated with soft tis-\nsue calcium deposition on x-ray. Management Acute attacks: cool packs, rest, aspira-\ntion, and intra-articular steroids. NSAIDS (+PPI) ± colchicine 0.5–1.0mg/24h (used with \ncaution) may prevent acute attacks. Methotrexate and hydroxychloroquine may be \nconsidered for chronic CPP inﬂ ammatory arthritis.36", "text_length": 4344, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 556/905)", "type": "chunk", "chunk_index": 555, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.132262", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.133336", "status": "complete", "chunks_added": 3}