{"task_id": "d9d065b83ce5cff9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 576/905)", "text": "+ exercise ECG or MUGA scan, p741) should be done.\n\n--- Page 582 ---\n568\nSurgery\nConsent\nIn which of the following situations would you seek ‘informed written consent’ \nfrom a patient? 1 Feeling for a pulse. 2 Taking blood. 3 Inserting a central line. \n4 Removing a section of small bowel during a laparotomy for division of adhesions. \n5 Orchidectomy after a failed operation for testicular torsion.\nEnglish law states that any intervention or treatment needs consent—ie all of the \nabove—yet, for diff erent reasons. In fact, written consent itself is not required by \nlaw, but it does constitute ‘good medical practice’ in the best interests of the patient \nand practitioner. Sometimes actions and words can imply valid consent, eg by simply \nentering into conversation or holding out an arm. If the consequences are not clear \nand the patient has capacity to give consent, you should seek informed written \nconsent as a record of your conversation.\nFor consent to be valid\n  \n• It can be given any time before the intervention/treatment is initiated. Earlier is \nbetter as this will give the patient time to think about the risks, beneﬁ ts, and al-\nternatives—he or she may even bring forward questions on issues that you had \nnot considered relevant. Think of consent as an ongoing process throughout the \npatient’s time with you, not just the moment of signing the form.\n  \n• The proposed treatment or test must be clearly understood by the patient, taking \ninto account the beneﬁ ts, risks (including complication rates if known), additional \nprocedures, alternative courses of action, and their consequences.\n  \n• It must be given voluntarily. This can be diffi  cult to evaluate—eg when live organ \ndonation is being considered—see BOX ‘Special circumstances for consent’ for other \ndiffi  cult situations.\n  \n• The doctor providing treatment or undertaking the test needs to ensure that the \npatient has given valid consent. The act of seeking consent is ultimately the respon-\nsibility of the doctor looking after the patient, though the task may be delegated \nto another health professional, as long as they are suitably trained and qualiﬁ ed.\nCapacity relates to the ability to 1 understand, 2 retain, and 3 weigh up relevant \ninformation and 4 communicate the decision. Capacity is not a ﬁ xed state, but is \nspeciﬁ c to any given time and decision—a person may lack capacity to be involved \nin a particular complex decision but retain capacity to decide other aspects of their \ncare, or recover capacity as they recover from acute illness. Therefore, do not label \nanyone as unable to make a decision unless you have taken all practicable steps to \nhelp them to do so without success—non-urgent decisions should always be deferred \nif there is a chance to recover capacity. When acting on behalf of a person who lacks \ncapacity, do so in their best interests and involve family members or an appointed \nsurrogate where clinical urgency allows.\nWhen taking consent\n  \n• Does the patient currently have capacity for the decision in question?\n  \n• Are you the right person to be obtaining consent?2\n  \n• Use words the patient understands and avoid jargon and abbreviations.\n  \n• Ensure that they believe your facts and can retain ‘pros’ and ‘cons’ long enough to \ninform their decision. Fact sheets/diagrams for individual operations help.\n  \n• Make sure their choice is free from pressure from others, and explain that they can \nwithdraw consent at any time after the form is signed. Some patients may view the \nconsent form as a contract from which they cannot renege.\n  \n• If the patient is illiterate, a witnessed mark does endorse valid consent. Similarly, \nif the patient is willing but physically unable to sign the consent form, then a wit-\nnessed entry into the medical notes stating so is valid.\n  \n• Remember to discuss further procedures that may become necessary during the \nproposed treatment. This avoids waking up to a nasty surprise (eg a missing testi-\ncle as in scenario 5 earlier in this topic).", "text_length": 4027, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 576/905)", "type": "chunk", "chunk_index": 575, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.165709", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.166601", "status": "complete", "chunks_added": 3}