{"task_id": "dae5d14b532bdb6d", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 653/905)", "text": "early; amputation & lymph node dissection if late.\n\n--- Page 659 ---\n645\nSurgery\n  \n• Many men over 50 consider a PSA test to detect prostatic cancer.  Is this wise?\n  \n• The test is not very accurate, and we cannot say that those having the test will \nlive longer—even if they turn out to have prostate cancer. Most men with pros-\ntate cancer die from an unrelated cause.\n  \n• If the test is falsely positive, you may needlessly have more tests, eg prostate \nsampling via the back passage (causes bleeding and infection in 1–5% of men).\n  \n• Only one in three of those with a high PSA level will have cancer.\n  \n• You may be worried needlessly if later tests put you in the clear.\n  \n• If a cancer is found, there’s no way to tell for sure if it will impinge on health. You \nmight end up having a bad eff ect from treatment that wasn’t needed.\n  \n• There is much uncertainty on treating those who do turn out to have prostate \ncancer: options are radical surgery to remove the prostate (risks erectile dys-\nfunction and incontinence),  radiotherapy, or hormones.\n  \n• Screening via PSA has shown conﬂ icting results. Some RCTS have shown no dif-\nference in the rate of death from prostate cancer, others have found reduced \nmortality, eg 1 death prevented per 1055 men invited for screening (if 37 cancers \ndetected).\nUltimately, you must decide for yourself what you want.\nAdvice to asymptomatic men asking for a PSA blood test \nA number of prognostic factors help determine if ‘watchful waiting’ or agg ressive \ntherapy should be advised: •Pre-treatment PSA level. •Tumour stage (as measured \nby the TNM system; p523). •Tumour grade—Gleason score. Gleason grading is from \n1 to 5, with 5 being the highest grade, and carrying the poorest prognosis. Gleason \ngrades are decided by analysing histology from two separate areas of tumour \nspecimen, and adding them to get the total Gleason score for the tumour, from 2 \nto 10. Scores 8–10 suggest an aggressive tumour; 5–7: intermediate; 2–4: indolent. \nPrognostic factors in prostate cancer\nBalanitis Acute inﬂ ammation of the foreskin and glans. Associated with strep \nand staph infections. More common in diabetics. Often seen in young children with \ntight foreskins : Antibiotics, circumcision, hygiene advice.\nPhimosis The foreskin occludes the meatus. In young boys this causes recurrent \nbalanitis and ballooning, but time (+ trials of gentle retraction) may obviate the \nneed for circumcision. In adulthood presents with painful intercourse, infection, \nulceration, and is associated with balanitis xerotica obliterans.\nParaphimosis Occurs when a tight foreskin is retracted and becomes irreplace-\nable, preventing venous return leading to oedema and even ischaemia of the glans. \nCan occur if the foreskin is not replaced after catheterization. : Ask patient \nto squeeze glans. Try applying a 50% glucose-soaked swab (oedema may follow \nosmotic gradient). Ice packs and lidocaine gel may also help. May require aspira-\ntion/dorsal slit/circumcision.\nBenign diseases of the penis\nMay be acute or chronic. Usually those >35yrs. Acute prostatitis is caused mostly \nby S. faecalis and E. coli, also Chlamydia (and previously TB). Features: UTIs, reten-\ntion, pain, haematospermia, swollen/boggy prostate on DRE. : Analgesia; levoﬂ oxa-\ncin 500mg/24h PO for 28d. Chronic prostatitis may be bacterial or non-bacterial. \nSymptoms as for acute prostatitis, but present for >3 months. Non-bacterial chronic \nprostatitis does not respond to antibiotics. Anti-inﬂ ammatory drugs, –blockers, \nand prostatic massage all have a place.\nProstatitis", "text_length": 3596, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 653/905)", "type": "chunk", "chunk_index": 652, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.297600", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.298168", "status": "complete", "chunks_added": 2}