{"task_id": "db137ee874113855", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 579/905)", "text": "es: Essential Revision Notes, S. Andrews, Pastest.\n\n--- Page 585 ---\n571\nSurgery\nSutures\nSutures are central to the art of surgery. No single suture ﬁ ts the bill for every \noccasion, and so suture selection (including size) depends on the job in hand (see \ntables 13.2, 13.3). In their broadest sense they are absorbable or non-absorbable, \nsynthetic or natural, and their structure may be divided into monoﬁ lament, twisted, \nor braided. Monoﬁ lament sutures are quite slippery but minimize infection and pro-\nduce less reaction. Braided sutures have plaited strands and provide secure knots, \nbut they may allow infection to occur in surrounding tissue between their strands. \nTwisted sutures have 2 twisted strands and similar qualities to braided sutures. Sizes \nare denoted according to a scale running down from #5 (heavy braided suture). Most \ncommon modern sutures are smaller than size #0, hence rising numbers with a -0 \nsuffi  x correspond to progressively ﬁ ner grades of suture up to 11–0 (ﬁ ne ophthalmic \nmonoﬁ laments). 3–0 or 4–0 are the best sizes for skin closure. Timing of suture re-\nmoval depends on site and the general health of the patient. Face and neck sutures \nmay be removed after 5d (earlier in children), scalp and back of neck after 5d, ab-\ndominal incisions and proximal limbs (including clips) after ~10d, distal extremities \nafter 14d. In patients with poor wound healing, eg steroids, malignancy, infection, \ncachexia (p35), the elderly, or smokers, sutures may need ~14d.\nAbsorbable\nTable 13.2 Absorbable suture materials\nName\nMaterial\nConstruction\nUse\nMonocryl®\nPoliglecaprone \nMonoﬁ lament\nSubcuticular skin closure\nPDS®\nPolydioxanone\nMonoﬁ lament\nClosing abdominal wall\nVicryl®\nPolyglactin \nBraided multiﬁ lament\nTying pedicles; bowel \nanasto mosis; subcutaneous \nclosure\nDexon®\nPolyglycolic acid\nBraided multiﬁ lament\nVery similar to Vicryl®\nNon-absorbable\nTable 13.3 Non-absorbable suture materials\nName\nMaterial\nConstruction\nUse\nEthilon®\nPolyamide\nMonoﬁ lament\nClosing skin wounds\nProlene®\nPolypropylene\nMonoﬁ lament\nArterial anastomosis\nMersilk®N\nSilk\nBraided multiﬁ lament\nSecuring drains\nMetal\nEg steel\nClips or monoﬁ lament Skin wound/sternotomy closure\nN = natural; other natural materials (eg cotton and catgut) are rarely used these days.\nSome commonly encountered suture materials\nThe decision when to insert and remove drains may seem to be one of the great \nsurgical enigmas—but there are basically three types to get a grip of:\n1   To drain the area of surgery and are often put under suction or Ωve pressure \n(Redivac® uses a ‘high vacuum’). These are removed when they stop draining. \nThey protect against collection, haematoma, and seroma formation (in breast \nsurgery this can cause overlying skin necrosis).\n2   To protect sites where leakage may occur in post-operative period, eg bowel \nanastomoses. These form a tract and are removed after about 1wk.\n3   To collect red blood cells from the site of the operation, which can then be \nautotransfused within 6h, protecting from the hazards of allotransfusion—it \nis used commonly in orthopaedics. (eg Bellovac®).\n‘Shortening a drain’ means withdrawing it (eg by 2cm/d) to allow the tract to \nseal, bit by bit. Check the surgeon’s wishes before altering a drain. If a drain \n‘falls out’ on the ward, avoid re-siting it because it is now covered in skin ﬂ ora. \nPut a collecting bag over the wound and contact surgical registrar. \nSurgical drains in the post-operative period", "text_length": 3485, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 579/905)", "type": "chunk", "chunk_index": 578, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.171985", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.172997", "status": "complete", "chunks_added": 2}