{"task_id": "dbe00bf7fa77e0f0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 332/905)", "text": " the 2015 anthropomorphic Pixar ﬁ lm ‘Inside Out’.\n\n--- Page 338 ---\n324\nHaematology\nAnaemia\nAnaemia is deﬁ ned as a low haemoglobin (Hb) concentration, and may be due either \nto a low red cell mass or increased plasma volume (eg in pregnancy). A low Hb (at sea \nlevel) is <135g/L for men and <115g/L for women. Anaemia may be due to reduced pro-\nduction or increased loss of RBCS and has many causes. These will often be distinguish-\nable by history, examination, and inspection of the blood ﬁ lm (ﬁ g 8.2, p323).\nSymptoms Due to the underlying cause or to the anaemia itself: fatigue, dyspnoea, \nfaintness, palpitations, headache, tinnitus, anorexia—and angina if there is pre-exist-\ning coronary artery disease.\nSigns May be absent even in severe anaemia. There may be pallor (eg of the con-\njunctivae, see ﬁ g 8.3, although this is not a reliable sign). In severe anaemia (Hb \n<80g/L), there may be signs of a hyperdynamic circulation, eg tachycardia, ﬂ ow \nmurmurs (ejection-systolic loudest over apex), and cardiac enlargement; or retinal \nhaemorrhages (rarely). Later, heart failure may occur: here, rapid blood transfusion \ncan be fatal.\nTypes of anaemia The ﬁ rst step in diagnosis is to look at the mean cell volume \n(MCV). Normal MCV is 76–96 femtolitres (10\n15 fL = 1L).\nLow MCV (microcytic anaemia):\n1   Iron-deﬁ ciency anaemia (IDA), the most common cause: see p326.\n2   Thalassaemia (suspect if the MCV is ‘too low’ for the Hb level and the red cell \ncount is raised, though deﬁ nitive diagnosis needs DNA analysis): see p342.\n3   Sideroblastic anaemia (very rare): p326.\nNB: there is iron accumulation in the last two conditions, and so tests will show in-\ncreased serum iron and ferritin with a low total iron-binding capacity (TIBC).\nNormal MCV (normocytic anaemia):\n1   Acute blood loss.\n5   Hypothyroidism (or MCV).\n2   Anaemia of chronic disease (or MCV).\n6   Haemolysis (or MCV).\n3   Bone marrow failure.\n7   Pregnancy.\n4   Renal failure.\nNB: if wcc or platelet in normocytic anaemia, suspect marrow failure: see p364.\nHigh MCV (macrocytic anaemia):\n1   B12 or folate deﬁ ciency.\n5   Myelodysplastic syndromes.\n2   Alcohol excess—or liver disease.\n6   Marrow inﬁ ltration.\n3   Reticulocytosis (p328, eg with haemolysis).\n7   Hypothyroidism.\n4   Cytotoxics, eg hydroxycarbamide.\n8   Antifolate drugs (eg phenytoin).\nHaemolytic anaemias: These do not ﬁ t into the above-mentioned classiﬁ cation \nas the anaemia may be normocytic or, if there are many young (hence larger) RBCS \nand reticulocytes, macrocytic (p332). Suspect if there is a reticulo cytosis (>2% of \nRBCS; or retic ulocyte count >100≈10\n9/L), mild macro cytosis, haptoglobin, bilirubin, \nLDH, or urobilinogen. These patients will often be mildly jaundiced (but note that \nhaemolysis causes pre-hepatic jaundice so there will be no bilirubin in their urine).\nDoes the patient need a blood transfusion? Probably not if Hb >70g/L. Chronic \nanaemia in particular can be well-tolerated (though it is crucial to ascertain the \ncause), and in IDA iron supplements will raise the Hb more safely and cost-eff ec-\ntively. In acute anaemia (eg haemorrhage with active peptic ulcer), transfusion for \nthose with Hb <70g/L may be indicated. Other factors to consider include comor-\nbidities (particularly IHD) and whether the patient is symptomatic.\nIn severe anaemia with heart failure, transfusion is vital to restore Hb to a safe \nlevel, eg 60–80g/L, but this must be done with great care. Give it slowly with 10–\n4 0mg furosemide IV/PO with alternate units (dose depends on previous exposure \nto diuretics; do not mix with blood). Check for signs of worsening overload: rising \nJVP and basal crackles: in this eventuality, stop and treat.", "text_length": 3722, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 332/905)", "type": "chunk", "chunk_index": 331, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.738291", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.738949", "status": "complete", "chunks_added": 2}