{"task_id": "dcab5130a833a270", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 674/905)", "text": "elp.\n Laboratory results: when to take action NOW\n\n--- Page 680 ---\n666\nClinical chemistry\nFluid balance and IV ﬂ uid therapy\nFluid requirement Roughly 2–2.5L in a normal person (~70kg) over 24h. Normal daily \nlosses are through urine (1500mL), stool (200mL), and insensible losses (800mL). This \nrequirement is normally met through food (1000mL) and drink (1500mL).\nIntravenous ﬂ uids Given if suffi  cient ﬂ uids cannot be given orally. About 2–2.5L of \nﬂ uid containing roughly 70mmol Na\n+ and 70mmol K\n+ per 24h are required.1 Thus, a \ngood regimen is 2–2.5L of 0.18% glucose with sodium chloride with 20–30mmol of K\n+ \nper litre of ﬂ uid. Alternative routes are via a central venous line or subcutaneously. \nHowever, remember that all cannulae carry a risk of MRSA infection: femoral > jugular \n> subclavian > peripheral, so always resume oral ﬂ uid intake as soon as possible.\nIn a sick patient, don’t forget to include additional sources of ﬂ uid loss when calcu-\nlating daily ﬂ uid requirements, such as drains, fevers, or diarrhoea (see BOX 'Special \ncases'). Daily weighing helps to monitor overall ﬂ uid balance, as will ﬂ uid balance \ncharts.\nExamine patients regularly to assess ﬂ uid balance (see BOX 'Assessing ﬂ uid bal-\nance').\nFluid compartments and types of IV ﬂ uid\nFor a 70kg man, total bodily ﬂ uid is ~42L (60% body weight). Of this, ⅔ is intracellular \n(28L) and ⅓ is extracellular (14L). Of the extracellular compartment, ⅓ is intravascu-\nlar, ie blood (5L). Diff erent types of IV ﬂ uid will equilibrate with the diff erent ﬂ uid \ncompartments depending on the osmotic content of the given ﬂ uid.\n5% glucose: (=Dextrose.) Isotonic, but contains only a small amount of glucose \n(50g/L) and so provides little energy (~10% daily energy per litre). The liver rapidly \nmetabolizes all the glucose leaving only water, which rapidly equilibrates throughout \nall ﬂ uid compartments. It is, therefore, useless for ﬂ uid resuscitation (only 1/9 will \nremain in the intravascular space), but suitable for maintaining hydration. Excess 5% \nglucose IV may lead to water overload and hyponatraemia (p672).\n0.9% saline: (‘Normal saline.’) Has about the same Na\n+ content as plasma (150mmol/L) \nand is isotonic with plasma. 0.9% saline will equilibrate rapidly throughout the extra-\ncellular compartment only, and takes longer to reach the intracellular compartment \nthan 5% glucose. It is, therefore, appropriate for ﬂ uid resuscitation, as it will remain \npredominantly in the extracellular space (and thus ⅓ of the given volume in the \nintravascular space), as well as for maintaining hydration. Hypertonic and hypotonic \nsaline solutions are also available, but are for specialist use only.\nColloids: (eg Gelofusine®.) Have a high osmotic content similar to that of plasma \nand therefore remain in the intravascular space for longer than other ﬂ uids, making \nthem appropriate for ﬂ uid resuscitation, but not for general hydration. Colloids are \nexpensive, and may cause anaphylactic reactions. In reality, eff ective ﬂ uid resuscita-\ntion will use a combination of colloid and 0.9% saline.\nHypertonic glucose (10% or 50%): May be used in the treatment of hypoglycaemia. \nIt is irritant to veins, so care in its use is needed. Infusion sites should be inspected \nregularly, and ﬂ ushed with 0.9% saline after use.\nGlucose with sodium chloride: (One-ﬁ fth ‘normal saline.’) Isotonic, containing 0.18% \nsaline (30mmol/L of Na\n+) and 4% glucose (222mmol/L). It has roughly the quantity of \nNa\n+ required for normal ﬂ uid maintenance, when given 10-hourly in adults, but is now \nmost commonly used in a paediatric setting.\nHartmann’s solution: Contains Na\n+ 131mmol, ClΩ 111mmol, lactate 29mmol, K\n+ \n5mmol, HCO3\nΩ 29mmol, and Ca\n2+ 2mmol per litre of ﬂ uid. It is an alternative to 0.9% \nsaline, and some consider it more physiological.", "text_length": 3852, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 674/905)", "type": "chunk", "chunk_index": 673, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.327100", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.327797", "status": "complete", "chunks_added": 2}