{"task_id": "dcafb647820a671f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 728/905)", "text": "avoided.\nJustifying exposure to ionizing radiation\n\n--- Page 734 ---\n720\nRadiology\nThe art of the request\nOne of the most nerve-wracking moments that you can encounter as a recently \nqualiﬁ ed doctor is having to request an investigation from a seasoned consultant \nradiologist. What information do you need to give? How much? Who do you ask? \nPut yourself on the other side: what does the radiologist need to know to decide who \nneeds what imaging and when? Keep the following in mind when requesting (never \nordering!) an investigation:\nPatient details Get the patient’s name right! Include hospital number and date of \nbirth on all requests.\nClinical details Think of your clinical question, what answer are you hoping radiol-\nogy will provide? It can:\n  \n• Conﬁ rm a suspected diagnosis.\n  \n• ‘Exclude’ something important (though remember that exclusion is never 100%).\n  \n• Deﬁ ne the extent of a disease.\n  \n• Monitor the progress of a disease.\n Don’t forget to mention pertinent facts that may change the way the investigation \nis carried out: an agitated or confused patient may need sedation prior to an MRI \nof their head. A CT scan on a patient with an acutely raised creatinine may need to \nbe done without contrast medium. Insertion of a drain on a patient with deranged \nclotting may need to wait while this is corrected. Include recent creatinine, Hb, and \nclotting on the form if appropriate. Don’t forget to mention anticoagulants, eg war-\nfarin, LMWH, and aspirin for intervention requests.\nInvestigation details What scan do you think is required, and how soon do you \nneed it? Diff erent clinical questions require diff erent procedures. If you think the \npatient has a collection, would you like them to drain it? Always state whether in-\ntervention is required (eg US abdo ± drain insertion). Remember that the radiologist \nultimately decides what imaging or procedure they undertake based on the informa-\ntion you have provided.\nTips\n  \n• Know your patient well, but keep your request brief and accurate.\n  \n• Know the clinical question and how the answer will change your management.\n  \n• Look up previous imaging before you go; asking for a CT on a patient who had one \nyesterday makes you look foolish and will not go down well.\n  \n• If in doubt, or if the investigation is very urgent, go down to the department in per-\nson. Regard this as an important opportunity: involving a radiologist will result in \nthe best selection of imaging technique for your clinical question, will help expedite \nurgent requests, and should be of educational value for you.\nIf your request is turned down Don’t be afraid to (politely) ask why. If you or \nyour team still feel it is warranted, look back at the request; did you miss a relevant \npiece of information that would change the mind of the radiologist? If you still draw \na blank, try speaking to a radiologist who specializes in that particular technique. \nMany teams have clinical radiology meetings; think about approaching someone \nwho appreciates why you are asking that particular question. Alternatively, go back \nto your team; speak to your senior, who may have a better understanding of why the \ninvestigation is needed and be able to convey this to the radiologist.\nRemember that there is a patient at the heart of this, and you are their advocate. \nIf the results of an investigation will change their management then explain this to \nthe radiologist. Moreover, don’t forget to explain it to your patient. Being whisked off  \nto the department for investigation and intervention can be particularly terrifying \nif you aren’t expecting it.", "text_length": 3619, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 728/905)", "type": "chunk", "chunk_index": 727, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.425087", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.425999", "status": "complete", "chunks_added": 2}