{"task_id": "dd3dfa25481cc9e5", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 594/905)", "text": "olytes need to be considered, even if \nnot on IVI.\n\n--- Page 600 ---\n586\nSurgery\nParenteral (intravenous) nutrition\nDo not undertake parenteral feeding lightly: it has risks. Specialist advice is vital. \nIt should only be considered if the patient is likely to become malnourished with-\nout it—this normally means that the gastrointestinal tract is not functioning (eg \nbowel obstruction), and is unlikely to function for at least 7d. Parenteral feeding may \nsupplement other forms of nutrition (eg in short bowel syndrome or active Crohn’s \ndisease, when nutrition cannot be suffi  ciently absorbed in the gut) or it can be used \nalone (total parenteral nutrition—TPN). Even if there is GI disease, studies show that \nenteral nutrition is safer, cheaper, and at least as effi  cacious as parenteral nutrition \nin the perioperative period.\n5\nAdministration Nutrition must be given via a dedicated central venous line (or \nperipherally inserted central catheter—PICC line) or via a dedicated lumen of a multi-\nlumen catheter (see ﬁ gs 13.9 and 13.10).\nRequirements There are many diff erent regimens for parenteral feeding. Most \nprovide 2000kCal and 10–14g nitrogen in 2–3L; this usually meets a patient’s daily \nrequirements (see table 13.6, p585). ~50% of calories are provided by fat and ~50% \nby carbohydrate. Regimens comprise vitamins, minerals, trace elements, and elec-\ntrolytes; these will normally be included by the pharmacist.\nComplications\n  \n• Sepsis: (eg Staphylococcus epidermidis and Staphylococcus aureus; Candida; \nPseudomonas; infective endocarditis.) Look for spiking pyrexia and examine \nwound at tube insertion point. Stop PN, take line and peripheral cultures and give \nantibiotics via the line. If central venous line-related sepsis is suspected, the safest \ncourse of action is always to remove the line. Do not attempt to salvage a line when \nStaph. aureus or Candida infection has been identiﬁ ed.\n  \n• Thrombosis: Central vein thrombosis may occur, resulting in pulmonary embolus \nor superior vena caval obstruction (p528).\n  \n• Metabolic imbalance: Electrolyte abnormalities—see BOX ‘Refeeding syndrome’; \nderanged plasma glucose; hyperlipidaemia; deﬁ ciency syndromes (table 6.9, p268); \nacid-base disturbance (eg hypercapnia from excessive CO2 production).\n  \n• Mechanical: Pneumothorax; embolism of IV line tip.\nGuidelines for success\nLiaise closely with line insertion team, nutrition team, and pharmacist.\n  \n• Meticulous sterility. Do not use central venous lines for uses other than nutrition. \nRemove the line if you suspect infection. Culture its tip.\n  \n• Review ﬂ uid balance at least twice daily, and requirements for energy and elec-\ntrolytes daily.\n  \n• Check weight, ﬂ uid balance, and urine glucose daily during establishment of par-\nenteral nutrition. Check plasma glucose, creatinine and electrolytes (including cal-\ncium and phosphate), and FBC daily until stable. Check LFT and lipid clearance three \ntimes a week until stable. Check zinc and magnesium weekly.\n  \n• Do not rush. Achieve the maintenance regimen in small steps.\n  • Treat underlying conditions vigorously—eg sepsis may impede +ve nitrogen balance.\n5 Enteral feeding promotes integrity of the gut mucosal barrier, thus preventing bacterial and endotoxin \ntranslocation across the gut wall, which can lead to multiple organ dysfunction and perpetuation of a sys-\ntemic inﬂ ammatory response—even when the gut is not the primary source of pathology.", "text_length": 3463, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 594/905)", "type": "chunk", "chunk_index": 593, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.200565", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.202217", "status": "complete", "chunks_added": 2}