{"task_id": "dddd8d065ed8bdd8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 404/905)", "text": "tp://www.who.int/tb/publications/global_report/en/\n\n--- Page 410 ---\n396\nInfectious diseases\nInﬂ uenza\nInﬂ uenza is common throughout the world, aff ecting ~5–10% of adults, and 20–30% \nof children each year. In most, it is a self-limiting illness. Complications can be life-\nthreatening in the elderly, pregnant women, and those with chronic disease. There \nare ~4 million cases of severe inﬂ uenza and ~500 000 deaths worldwide/yr.\nSeasonal inﬂ uenza\nAcute viral infection of lungs and airways. Rapid person-to-person spread by aero-\nsolized droplets and contact. Infectivity from 1d prior, to ~7d after symptoms. In-\ncludes three subtypes of virus: A, B, and C. Type A inﬂ uenza is subdivided according \nto combinations of virus surface proteins eg A(H1N1), A(H3N2). Seasonal epidemics \npeak during the winter in temperate countries. Acquired immunity is speciﬁ c to \nthe virus subtype.\nPresentation: Incubation: 1–4d. Fever, dry cough, sore throat, coryzal symptoms, \nheadache, malaise, myalgia, conjunctivitis, eye pain ± photophobia. Complications \ninclude pneumonia, exacerbation of chronic lung disease, croup, otitis media, D&V, \nmyositis, encephalitis, Reye syndrome (encephalopathy + fatty degenerative liver \nfailure).\nDiagnosis: Clinical: acute onset + cough + fever has positive predictive value >79%. \nTesting limited to outbreaks, and public health surveillance. Includes: viral PCR, rapid \nantigen testing, viral culture of clinical samples (throat swab, nasal swab, naso-\npharyngeal washings, sputum).\nTreatment:\n  \n• Uncomplicated inﬂ uenza symptomatic treatment eg paracetamol. Antivirals only \nif high risk:\n  \n• Chronic disease: lung, heart, kidney, liver, CNS, DM\n  \n• Immunosuppression: immunodeﬁ ciency, current or planned or within 6 \nmonths of immunosuppressive therapy, CD4 (<200 in adults, <500 if child <5yr)\n  \n• Pregnancy\n  \n• >65yr\n  \n• BMI>40\n  \n• <6 months old.\n  \n• Complicated inﬂ uenza includes lower respiratory tract infection, exacerbation of \nany underlying medical condition, all needing hospital admission. Give antiviral4 \ninhibitors of inﬂ uenza neuraminidase:\n1   Oseltamivir: PO or NG. Adult dose: 75mg BD. 5d course. 1st line in UK.\n2   Zanamivir: inhaled (10mg BD, 5d course, conﬁ rm technique), nebulized, or IV (res-\npiratory disease aff ecting nebulizer delivery, ITU). Used if: oseltamivir resistance \n(eg A(H1N1)), poor clinical response to oseltamivir, concerns re GI absorption of \noseltamivir.\nRetrospective observational data, and animal studies of oseltamivir and zanamivir \nshow no evidence of harm in pregnancy. Supportive treatment for all. Extracorpor-\neal membrane oxygenation (ECMO) has been used to support gas exchange in severe \nacute lung injury due to inﬂ uenza.\nPrevention:\n  \n• Post-exposure prophylaxis: if high risk (see ‘Treatment’) AND not protected by vac-\ncination: oseltamivir PO OD (inhaled zanamivir OD if oseltamivir resistance) for 10d.\n  \n• Annual vaccination in UK: all high risk (see ‘Treatment’), children>2yrs, healthcare \nworkers. See p407.\nPandemic inﬂ uenza\nSeasonal inﬂ uenza is subject to antigenic drift: small genetic changes during repli-\ncation which can be accounted for in the annual vaccine. Antigenic shift is a major \nchange in inﬂ uenza A resulting in new haemgglutinin (H) and neuraminidase pro-\nteins (N) for which there is no pre-existing immunity in the population. Any non-\nhuman inﬂ uenza viruses which transfer to humans are novel. If they also have, or \ndevelop, capacity for rapid human-to-human transmission a pandemic results. \nBased on previous pandemics, up to 50% of the UK population may become in-\nfected leading to 20 000–750 000 excess deaths.", "text_length": 3666, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 404/905)", "type": "chunk", "chunk_index": 403, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.866809", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.869020", "status": "complete", "chunks_added": 2}