{"task_id": "de2eabca6308e2de", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 851/905)", "text": " to combat withdrawal. Refer for help (OHCS p374).\n\n--- Page 857 ---\nEmergencies\n843\nPhenothiazine poisoning (Eg chlorpromazine.) No speciﬁ c antidote. Dystonia \n(torticollis, retrocollis, glossopharyngeal dystonia, opisthotonus): try procyclidine, \neg 5–10mg IM or IV. Treat shock by raising the legs (± plasma expander IVI, or ino-\ntropes if desperate). Restore body temperature. Monitor ECG. Use lorazepam IV for \nprolonged ﬁ ts in the usual way (p826). Neuroleptic malignant syndrome consists \nof: hyperthermia, rigidity, extrapyramidal signs, autonomic dysfunction (labile BP, \nHR, sweating, urinary incontinence), mutism, confusion, coma, WCC, CK; it may be \ntreated with cooling. Dantrolene 1–2.5mg/kg IV (p572) (max 10mg/kg/day) can help, \nbromocriptine and amantadine are alternatives.\nCarbon tetrachloride poisoning This solvent, used in many industrial processes, \ncauses vomiting, abdominal pain, diarrhoea, seizures, coma, renal failure, and tender \nhepatomegaly with jaundice and liver failure. IV acetylcysteine may improve prog-\nnosis. Seek expert help.\nOrganophosphate insecticides Inactivate cholinesterase—the resulting increase \nin acetylcholine causes the SLUD response: salivation, lacrimation, urination, and di-\narrhoea. Also look for sweating, small pupils, muscle fasciculation, coma, respiratory \ndistress, and bradycardia. Treatment: Wear gloves; remove soiled clothes. Wash \nskin. Take blood (FBC and serum cholinesterase activity). Give atropine IV 2mg every \n10min till full atropinization (skin dry, pulse >70, pupils dilated). Up to 3d treatment \nmay be needed. Also give pralidoxime 30mg/kg IVI over 20min, then 8mg/kg/h, max \n12g in 24h. Even if ﬁ ts are not occurring, diazepam 5–10mg IV slowly seems to help.\nParaquat poisoning (Found in weed-killers.) This causes D&V, painful oral ulcers, \nalveolitis, and renal failure. Diagnose by urine test. Give activated charcoal at once \n(100g followed by a laxative, then 50g/3–4h). Get expert help. Avoid O2 early on \n(promotes lung damage).\nEcstasy poisoning Ecstasy is a semi-synthetic, hallucinogenic substance (MDMA, \n3,4-methylenedioxymethamphetamine). Its eff ects range from nausea, muscle pain, \nblurred vision, amnesia, fever, confusion, and ataxia to tachyarrhythmias, hyper-\nthermia, hyper/hypotension, water intoxication, DIC, K\n+, acute kidney injury (AKI), \nhepatocellular and muscle necrosis, cardiovascular collapse, and ARDS. There is no \nantidote and treatment is supportive. Management depends on clinical and lab ﬁ nd-\nings, but may include:\n  \n• Administration of activated charcoal and monitoring of BP, ECG, and temperature \nfor at least 12h (rapid cooling may be needed).\n  \n• Monitor urine output and U&E (AKI pp298–9), LFT, CK, FBC, and coagulation (DIC p352). \nMetabolic acidosis may beneﬁ t from treatment with bicarbonate.\n  \n• Anxiety: lorazepam 1-2mg IV as a slow bolus into a large vein. Repeat doses may be \nadministered until agitation is controlled (see p826).\n  \n• Narrow complex tachycardias (p806) in adults: consider metoprolol 5mg IV.\n  \n• Hypertension can be treated with nifedipine 5–10mg PO or phentolamine 2–5mg IV. \nTreat hypotension conventionally (p790).\n  \n• Hyperthermia: attempt to cool, if rectal T° >39°C consider dantrolene 1mg/kg IV \n(may need repeating: discuss with your senior and a poisons unit). Hyperthermia \nwith ecstasy is akin to serotonin syndrome, and propranolol, muscle relaxation, and \nventilation may be needed.\nSnakes (adders) Anaphylaxis: p794. Signs of envenoming: BP (vasodilation, vi-\nper cardiotoxicity); D&V; swelling spreading proximally within 4h of bite; bleeding \ngums or venepuncture sites; anaphylaxis; ptosis; trismus; rhabdomyolysis; pulmo-\nnary oedema. Tests: WCC; abnormal clotting; platelets; U&E; urine RBC; CK; PaO2, \nECG. Management: Avoid active movement of aff ected limb (so use splints/slings). \nAvoid incisions and tourniquets. Get help from local/national poisons service. Is \nantivenom indicated (IgG from venom-immunized sheep)?—eg 10mL IV over 15min \n(adults and children) of European Viper Antiserum (from Monviato) for adder bites \n(see BNF);—20mL if severe envenoming have adrenaline to hand—p794. Monitor ECG. \nFor non-UK endemic snakes, see BNF.", "text_length": 4242, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 851/905)", "type": "chunk", "chunk_index": 850, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.653021", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.654969", "status": "complete", "chunks_added": 3}