{"task_id": "e18bf2345826d478", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 384/905)", "text": "s, see OHCS p33.\nOther risk factors for thrombosis\n\n--- Page 390 ---\n376\nHaematology\nImmunosuppressive drugs\nAs well as being used in leukaemias and cancers, immunosuppression is required in \norgan and marrow transplants, and plays a role in the treatment of many diseases: \nrheumatoid arthritis, psoriasis, autoimmune hepatitis, asthma, SLE, vasculitis, and \nIBD, to name a few.\nPrednisolone Steroids can be life-saving, but bear in mind:\n  \n• Long-term steroids (>3 weeks, or repeated courses) must not be stopped sud-\ndently. Risk of Addisonian crisis due to adrenal insuffi  ciency, see p836. Plan a \ngradual taper over weeks (with the advice of an endocrinologist if needed).\n  \n• Certain conditions may be made worse by steroids, eg TB, hypertension, chicken-\npox, osteoporosis, diabetes: here careful monitoring is needed.\n  \n• Growth retardation may occur in young patients, and the elderly frequently get \nmore SE from treatment.\n  \n• Interactions: effi  cacy is reduced by anti-epileptics (see later in topic) and ri-\nfampicin.\n  \n• Caution in pregnancy (may cause fetal growth retardation). See BNF for use in \nbreastfeeding.\nSide effects: Multiple and serious (see table 8.11): minimize these by using the \nlowest dose possible for the shortest period of time. Prescribe calcium and vi-\ntamin D supplements to reduce risk of osteoporosis (p682) or consider bisphos-\nphonates. Before starting long-term treatment, explain clearly the potential SE to \npatients and ensure they are aware of the following:\n  \n• Do not stop steroids suddenly (p836).\n  \n• Consult a doctor if unwell;  steroid dose (eg if requiring antibiotics or surgery).\n  \n• Carry a steroid card stating dose taken, and the indication.\n  \n• Avoid over-the-counter drugs, eg NSAIDS: aspirin and ibuprofen (risk of DU).\n  \n• Exercise and smoking cessation help to prevent osteoporosis.\nAzathioprine SE: Diarrhoea, abdominal pain, marrow suppression (anaemia, lym-\nphopenia), nephritis, pancreatitis, transaminitis. Interactions: Mercaptopurine and \nazathioprine (which is metabolized to mercaptopurine) are metabolized by xanthine \noxidase (XO). So toxicity results if full dose azathioprine co-administered with XO \ninhibitors (eg allopurinol). Monitoring: Local guidelines should be in place to guide; \ntypically weekly FBC, U&E, creatine, LFT during initation then 1–3-monthly once stable.\nCiclosporin, tacrolimus Calcineurin inhibitors with important roles in reducing \nrejection in organ and marrow transplant. The main SE is dose-related nephrotox-\nicity: check blood levels.\n  • Other SE: gum hyperplasia (ciclosporin), tremor, BP (stop if ), oedema, paraesthe-\nsiae, confusion, seizures, hepatotoxicity, lymphoma, skin cancer—avoid sunbathing.\n  \n• Monitor U&E and creatinine every 2 weeks for the ﬁ rst 3 months, then monthly if \ndose >2.5mg/kg/d (every 2 months if less than this). Reduce the dose if creati-\nnine rises by >30% on two measurements even if the creatinine is still in normal \nrange. Stop if the abnormality persists. Also monitor LFT.\n  \n• Interactions are legion: potentiated by: ketoconazole, diltiazem, verapamil, \nthe Pill, erythromycin, grapefruit juice. Effi  cacy is reduced by: barbiturates, \ncarbamaz epine, phenytoin, rifampicin. Avoid concurrent nephrotoxics: eg gen-\ntamicin. Concurrent NSAIDs augment hepatotoxicity—monitor LFT.\nMethotrexate An antimetabolite. Inhibits dihydrofolate reductase, which is in-\nvolved in the synthesis of purines and pyrimidines. See p547.\nCyclophosphamide An alkylating agent. SE: marrow suppression (monitor FBC), \nnausea, infertility, teratogenic, haemorrhagic cystitis due to an irritative urinary \nmetabolite. There is a slight risk of later developing bladder cancer or leukaemia.", "text_length": 3737, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 384/905)", "type": "chunk", "chunk_index": 383, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.829238", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.830019", "status": "complete", "chunks_added": 2}