{"task_id": "e198daa492c0970a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 508/905)", "text": " nystagmus on convergent gaze.\nLocalizing features\n\n--- Page 514 ---\n500\nNeurology\nBell’s palsy (idiopathic facial nerve palsy)\nAff ects 15–40/100 000/yr,  ≈ . Risk  in pregnancy (≈3) and in diabetes (≈5).\nClinical features Abrupt onset (eg overnight or after a nap) with complete unilat-\neral facial weakness at 24–72h; ipsilateral numbness or pain around the ear; taste \n(ageusia); hyper sens itivity to sounds (from stapedius palsy). On examination the pa-\ntients will be unable to wrinkle their forehead, conﬁ rming LMN pathology (see p70), \nor whistle (tests buccinator). Other symptoms of VIIth palsy (from any cause): \n• Unilateral sagging of the mouth.• Drooling of saliva. • Food trapped between gum \nand cheek. • Speech diffi  culty. • Failure of eye closure may cause a watery or dry eye, \nectropion (sagging and turning-out of the lower lid), injury from foreign bodies, or \nconjunctivitis.\nOther causes of VIIth palsy Account for ~30% of facial palsies. Think of these \nif: rashes, bilateral symptoms, UMN signs, other cranial nerve involvement, or limb \nweakness. Infective: Ramsay Hunt syndrome (BOX), Lyme disease, meningitis, TB, \nviruses (HIV, polio). Brainstem lesions: Stroke, tumour, MS. Cerebellopontine angle \ntumours: Acoustic neuroma, meningioma. Systemic disease: DM, sarcoidosis, Guil-\nlain–Barré. Local disease: Orofacial granulomatosis, parotid tumours, otitis media or \ncholesteatoma, skull base trauma.\nLyme disease, Guillain–Barré, sarcoid, and trauma often cause bilateral weakness.\nTests Rule out the other causes: Blood: ESR; glucose;  Borrelia antibodies in Lyme \ndisease,  VZV antibodies in Ramsay Hunt syndrome (BOX). CT/MRI: Space-occupying \nlesions; stroke; MS; CSF: (Rarely done) for infections.\nPrognosis Incomplete paralysis without axonal degen eration usually recovers \ncompletely within a few weeks. Of those with complete paralysis ~80% make a full \nspontaneous recovery, but ~15% have axonal degeneration (~50% in pregnancy) in \nwhich case recovery is delayed, starting after ~3 months, and may be comp licated \nby aberrant reconnect ions: synkinesis, eg eye blinking causes synchronous upturn-\ning of the mouth; misconnection of parasympathetic ﬁ bres (red in ﬁ g 10.26) can \nproduce crocodile tears (gusto–lacrimal reﬂ ex) when eating stim ulates unilateral \nlacrimation, not salivation.\nManagement Drugs: If given within 72h of onset, prednisolone (eg 60mg/d PO for \n5d, tailing by 10mg/d) speeds recovery, with 95% making a full recovery. Antivirals \n(eg aciclovir) don’t help; although some cases are thought to be associated with \nHSV–1, no one has shown actively replicating virus. There are little data to guide treat-\nment if presenting after 72h of onset, but cortico steroids are widely used (though SE, \np377). No advice on the use of steroids is universally agreed in pregnancy. Protect \nthe eye: • Dark glasses and artiﬁ cial tears (eg hypro mellose) if evidence of drying. \n• Encourage regular eyelid closure by pulling down the lid by hand. • Use tape to \nclose the eyes at night. Surgery: Consider if eye closure remains a long-term prob-\nlem (lagophthalmos) or ectropion is severe.", "text_length": 3154, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 508/905)", "type": "chunk", "chunk_index": 507, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.048690", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.050018", "status": "complete", "chunks_added": 2}