{"task_id": "e1a4c628d05a1912", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 636/905)", "text": "c bypass.\nExcised\nstomach\nPylorus\nGastric\n“sleeve”\n\n--- Page 642 ---\n628\nSurgery\nDiverticular disease\nA GI diverticulum is an outpouching of the gut wall, usually at sites of entry of \nperforating arteries. Diverticulosis means that diverticula are present, and diver-\nticular disease implies they are symptomatic. Diverticulitis refers to inﬂ ammation \nof a diverticulum. Diverticula can be aquired or congenital and may occur elsewhere, \nbut the most important are acquired colonic diverticula, to which this page refers.\nPathology Most within sigmoid colon with 95% of complications at this site, but \nright-sided and massive single diverticula can occur. High intraluminal pressures \n(due, perhaps, to lack of dietary ﬁ bre) force the mucosa to herniate through the \nmuscle layers of the gut at weak points adjacent to penetrating vessels. 30% of \nWesterners have diverticulosis by age 60. The majority are asymptomatic.\nDiagnosis Diverticula are a common incidental ﬁ nding at colonoscopy (ﬁ g 6.11, p249). \nCT abdomen is best to conﬁ rm acute diverticulitis and can identify extent of disease \nand any complications (eg colovesical ﬁ stulae). Colonoscopy risk perforation in acute \nsetting. AXR may identify obstruction or free air (perforation).\nDiverticular disease Altered bowel habit ± left-sided colic relieved by defecation; \nnausea and ﬂ atulence. High-ﬁ bre diets do not help symptoms; try antispasmodics, \neg mebeverine 135mg/8h PO. Surgical resection occasionally resorted to.\nDiverticulitis features above + pyrexia, WCC, CRP/ESR, a tender colon ± localized or \ngeneralized peritonism. Mild attacks can be treated at home with bowel rest (ﬂ uids \nonly) ± antibiotics. If ﬂ uids and pain not tolerated, admit for analgesia, NBM, IV ﬂ uids \nand IV antibiotics. Most attacks settle but complications include abscess formation \n(neces sitating percutaneous CT-guided drainage), or perforation. Beware diverticu-\nlitis in immunocompromised patients (eg on steroids) who often have few symptoms \nand may present late.\nSurgery The need for surgery is reﬂ ected by the degree of infective complications:\nStage 1\nPericolic or mesenteric abscess\nSurgery rarely needed\nStage 2\nWalled off  or pelvic abscess\nMay resolve without surgery\nStage 3\nGeneralized purulent peritonitis\nSurgery required\nStage 4\nGeneralized faecal peritonitis\nSurgery required\nIndications for elective surgery include stenosis, ﬁ stulae, or recurrent bleeding.\nComplications Perforation: There is ileus, peritonitis ± shock. Mortality: 40%. \nManage as for an acute abdomen. At laparotomy a Hartmann’s procedure may be \nperformed (p582). Primary anastomosis is possible in selected patients. Emergency \nlaparoscopic management is an emerging alternative. \n  \n• Haemorrhage is usually sudden and painless. It is a common cause of big rectal \nbleeds (p629). Embolization (at angiography) or colonic resection only necessary \nif ongoing massive bleeding and colonoscopic haemostasis has been unsuccessful.\n  \n• Fistulae: Enterocolic, colovaginal, or colovesical (pneumaturia ± intractable UTIS). \nTreatment is surgical, eg colonic resection.\n  \n• Abscesses, eg with swinging fever, leucocytosis, and localizing signs, eg boggy \nrectal mass (pelvic abscess—drain rectally). If no localizing signs, remember the \naphorism: pus somewhere, pus nowhere = pus under the diaphragm. A sub-\nphrenic abscess is a horrible way to die, so do an urgent ultrasound. Antibiotics ± \nultrasound/CT-guided drainage may be needed.\n  \n• Post-infective strictures may form in the sigmoid colon.", "text_length": 3552, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 636/905)", "type": "chunk", "chunk_index": 635, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.272268", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.273014", "status": "complete", "chunks_added": 2}