{"task_id": "e297d8466a4c7749", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 656/905)", "text": "ng Manual, \n7th Edition. New York: Springer; 2010.\n\n--- Page 662 ---\n648\nSurgery\nUrinary incontinence\nThink twice before inserting a urinary catheter.\nCarry out rectal examination to exclude faecal impaction.\nIs the bladder palpable after voiding (retention with overﬂ ow)?\nIs there neurological comorbidity: eg MS; Parkinson’s disease; stroke; spinal trauma?\nIncontinence in men Enlargement of the prostate is the major cause of inconti-\nnence: urge incontinence (see later in topic) or dribbling may result from partial \nretention of urine. TURP (p642) & other pelvic surgery may weaken the bladder sphinc-\nter and cause incontinence. Troublesome incontinence needs specialist assessment.\nIncontinence in women Often under-reported with delays before seeking help.\n  \n• Functional incontinence: Ie when physiological factors are relatively unimportant. \nThe patient is ‘caught short’ and too slow in ﬁ nding the toilet because of (for exam-\nple) immobility, or unfamiliar surroundings.\n  \n• Stress incontinence: Leakage from an incompetent sphincter, eg when intra-\nabdominal pressure rises (eg coughing, laughing). Increasing age and obesity are \nrisk factors. The key to diagnosis is the loss of small (but often frequent) amounts \nof urine when coughing etc. Examine for pelvic ﬂ oor weakness/prolapse/pelvic \nmasses. Look for cough leak on standing and with full bladder. Stress incontinence \nis common in pregnancy and following birth. It occurs to some degree in ~50% of \npost-menopausal women. In elderly women, pelvic ﬂ oor weakness, eg with uterine \nprolapse or urethrocele (OHCS p290), is a very common association.\n  \n• Urge incontinence/overactive bladder syndrome: The urge to urinate is quickly \nfollowed by uncon t rollable and sometimes complete emptying of the bladder as \nthe detrusor muscle contracts. Urgency/leaking is precipitated by: arriving home \n(latchkey incontinence, a conditioned reﬂ ex); cold; the sound of running water; caf-\nfeine; and obesity.  : urodynamic studies. Cause: detrusor overactivity (see table \n13.20), eg from central inhibitory pathway malfunction or sensitization of peripher-\nal aff erent terminals in the bladder; or a bladder muscle problem. Check for organic \nbrain damage (eg stroke; Parkinson’s; dementia). Other causes: urinary infection; \ndiabetes; diuretics; atrophic vaginitis; urethritis.\nIn both sexes incontinence may result from confusion or sedation. Occasionally it \nmay be purposeful (eg preventing admission to an old people’s home) or due to anger.\nManagement Eff ective treatment can have a huge impact on quality of life.\nCheck for: UTI; DM; diuretic use; faecal impaction; palpable bladder; GFR.\n  \n• Stress incontinence: Pelvic ﬂ oor exercises are 1st line (8 contractions ≈3/d for \n3 months). Intravaginal electrical stimulation may also be eff ective, but is not \nacceptable to many women. A ring pessary may help uterine prolapse, eg while \nawaiting surgical repair. Surgical options (eg tension-free vaginal tape) aim to sta-\nbilize the mid-urethra. Urethral bulking also available. Medical options: duloxetine \n40mg/12h PO (50% have ≥50%  in incontinence episodes). SE = nausea. \n  \n• Urge incontinence: The patient (or carer) should complete an ‘incontinence’ chart \nfor 3d to deﬁ ne the pattern of incontinence. Examine for spinal cord and CNS signs \n(including cognitive test, p64); and for vaginitis (if postmenopausal). Vaginitis can \nbe treated with topical oestrogen therapy for a limited period. Bladder training \n(may include pelvic ﬂ oor exercises) and weight loss are important. Drugs may help \nreduce night-time incontinence (see BOX) but can be disappointing. Consider aids, \neg absorbent pad. If  consider a condom catheter.\nDo urodynamic assessment (cystometry & urine ﬂ ow rate measurement) before \nany surgical intervention to exclude detrusor overactivity or sphincter dyssynergia.", "text_length": 3888, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 656/905)", "type": "chunk", "chunk_index": 655, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.301511", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.303112", "status": "complete", "chunks_added": 2}