{"task_id": "e3c9fb65364d8a30", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 224/905)", "text": "llness, interuption of insulin therapy). See p832.\n\n--- Page 230 ---\n216\nEndocrinology\nThyroid function tests (TFTs)\nPhysiology\nFig 5.12 Pathways involved in thyroid function.\nTRH from the hypothalamus acts on the pituitary gland\nThyroid-stimulating hormone (TSH=thyro tropin), a glycoprotein, is produced from \nthe anterior pituitary (ﬁ g 5.12). The thyroid produces mainly T4, which is 5-fold less \nactive than T3. 85% of T3 is formed from peripheral conversion of T4. Most T3 and T4 \nin plasma is protein bound, eg to thyroxine-binding globulin (TBG). The unbound por-\ntion is the active part. T3 and T4 cell metabolism, via nuclear receptors, and are thus \nvital for growth and mental development. They also catecholamine eff ects. Thyroid \nhormone abnormalities are usually due to problems in the thyroid gland itself, and \nrarely caused by the hypothalamus or the anterior pituitary.\nBasic tests See table 5.2. Free T4 and T3 are more useful than total T4 and T3 as the \nlatter are aff ected by TBG. Total T4 and T3 are  when TBG is  and vice versa. TBG is  \nin pregnancy, oestrogen therapy (HRT, oral contraceptives), and hepatitis. TBG is  in \nnephrotic syndrome and malnutrition (both from protein loss), drugs (androgens, \ncortico steroids, phenytoin), chronic liver disease, and acromegaly. TSH is very useful:\n  \n• Hyperthyroidism suspected: Ask for T3, T4, and TSH. All will have TSH (except the \nrare TSH-secreting pituitary adenoma). Most have T4, but ~1% have only raised T3.\n  \n• Hypothyroidism suspected or monitoring replacement : Ask for only T4 and \nTSH. T3 does not add any extra information. TSH varies through the day: trough at \n2PM; 30% higher during darkness, so during monitoring, try to do at the same time.\nSick euthyroidism: In any systemic illness, TFTS may become deranged. The typical \npattern is for ‘everything to be low’. The test should be repeated after recovery.\nAssay interference is caused by antibodies in the serum, interfering with the test.\nOther tests\n  \n• Thyroid autoantibodies: Antithyroid peroxidase (TPO; formerly called microsomal) \nantibodies or antithyro globulin antibodies may be increased in autoimmune thy-\nroid disease: Hashimoto’s or Graves’ disease. If +ve in Graves’, there is an increased \nrisk of developing hypothyroidism at a later stage.\n  \n• TSH receptor antibody: May be  in Graves’ disease (useful in pregnancy).\n  \n• Serum thyroglobulin: Useful in monitoring the treatment of carcinoma (p600), and \nin detection of factitious (self-medicated) hyperthyroidism, where it is low.\n  \n• Ultrasound: This distinguishes cystic (usually, but not always, benign) from solid \n(possibly malignant) nodules. If a solitary (or dominant) large nodule, in a multi nod-\nular goitre, do a ﬁ ne-needle aspiration to look for thyroid cancer; see ﬁ g 13.23, p601.\n  \n• Isotope scan: (\n123Iodine, \n99technetium pertechnetate, etc; see ﬁ g 13.22, p601.) Useful \nfor determining the cause of hyperthyroidism and to detect retrosternal goitre, ec-\ntopic thyroid tissue or thyroid metastases (+ whole body CT). If there are suspicious \nnodules, the question is: does the area have increased (hot), decreased (cold), or the \nsame (neutral) uptake of isotope as the remaining thyroid (see ﬁ g 5.13). Few neu-\ntral and almost no hot nodules are malignant. 20% of ‘cold’ nodules are malignant. \nSurgery is most likely to be needed if: •rapid growth •compression signs •dominant \nnodule on scintigraphy •nodule 3cm •hypo-echogenicity. See also p738.", "text_length": 3502, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 224/905)", "type": "chunk", "chunk_index": 223, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.364078", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.364741", "status": "complete", "chunks_added": 2}