{"task_id": "e3d8b47c60ff8b58", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 226/905)", "text": "he following for abnormalities in thyroid function\n\n--- Page 232 ---\n218\nEndocrinology\nThyrotoxicosis\nThe clinical eff ect of excess thyroid hormone, usually from gland hyperfunction.\nSymptoms Diarrhoea; weight; appetite (if , paradoxical weight gain in 10%); \nover-active; sweats; heat intolerance; palpitations; tremor; irritability; labile emotions; \noligo menorrhoea ± infertility. Rarely psychosis; chorea; panic; itch; alopecia; urticaria.\nSigns Pulse fast/irregular (AF or SVT; VT rare); warm moist skin; ﬁ ne tremor; pal-\nmar erythema; thin hair; lid lag; lid retraction (exposure of sclera above iris; caus-\ning ‘stare’, (ﬁ g 5.14; eyelid lags behind eye’s descent as pat ient watches your ﬁ nger \ndescend slowly). There may be goitre (ﬁ g 5.15); thyroid nodules; or bruit depending \non the cause. Signs of Graves’ disease: 1 Eye disease (BOX ‘Thyroid eye disease’): \nexoph th almos, ophthalmoplegia. 2 Pretibial myxoedema: oedematous swellings \nabove lateral malleoli: the term myxoedema is confusing here. 3 Thyroid acropachy: \nextreme manifestation, with clubbing, painful ﬁ nger and toe swelling, and periosteal \nreaction in limb bones.\nTests TSH (suppressed), T4, and T3. There may be mild normocytic anaemia, mild neu-\ntropenia (in Graves’), ESR, Ca\n2+, LFT. Also: Check thyroid autoantibodies. Isotope scan \nif the cause is unclear, to detect nodular disease or subacute thyroiditis. If ophthal-\nmopathy, test visual ﬁ elds, acuity, and eye move ments (see BOX ‘Thyroid eye disease’).\nCauses\nGraves’ disease: Prevalence: 0.5% (⅔ of cases of hyperthyroidism). :≈9:1. Typical \nage: 40–60yrs (younger if maternal family history). Cause: circulating IgG autoan-\ntibodies binding to and activating G-protein-coupled thyrotropin receptors, which \ncause smooth thyroid enlargement and hormone production (esp. T3), and react \nwith orbital autoantigens. Triggers: stress; infection; childbirth. Patients are often \nhyperthyroid but may be, or become, hypo- or euthyroid. It is associated with other \nautoimmune diseases: vitiligo, type 1 DM, Addison’s (table 5.3).\nToxic multinodular goitre: Seen in the elderly and in iodine-deﬁ cient areas. There \nare nodules that secrete thyroid hormones. Surgery is indicated for compressive \nsymptoms from the enlarged thyroid (dysphagia or dyspnoea). \nToxic adenoma: There is a solitary nodule producing T3 and T4. On isotope scan, the \nnodule is ‘hot’ (p216), and the rest of the gland is suppressed.\nEctopic thyroid tissue: Metastatic follicular thyroid cancer, or struma ovarii: ovar-\nian teratoma with thyroid tissue.\nExogenous: Iodine excess, eg food contamination, cont rast media (thyroid storm, \np834, if already hyperthyroid). Levothyroxine excess causes T4, T3, thyro globulin.\nOthers: 1 Subacute de Quervain’s thyroiditis: self-limiting post-viral with painful \ngoitre, T° ± ESR. Low isotope uptake on scan. : NSAIDS. 2 Drugs: amiodarone (p220), \nlithium (hypothyroidism more common). 3 Postpartum. 4 TB (rare). \nTreatment\n1  Drugs: -blockers (eg propranolol 40mg/6h) for rapid control of symptoms. Anti-\nthyroid medication: two strategies (equally eff ective):17 A Titration, eg carbim azole \n20–40mg/24h PO for 4wks, reduce according to TFTs every 1–2 months. B Block-\nreplace: Give carbimazole + levothyroxine simultaneously (less risk of iatrogenic \nhypothyroidism). In Graves’, maintain on either regimen for 12–18 months then \nwithdraw. ~50% will relapse, requiring radioiodine or surgery. Carbimazole SE: \nagranulocytosis ( neutrophils, can lead to dangerous sepsis; rare (0.03%)); warn \nto stop and get an urgent FBC if signs of infection, eg T°, sore throat/mouth ulcers.\n2   Radioiodine ( \n131I): Most become hypothyroid post-treatment. There is no evi-\ndence for cancer, birth defects, or infertility in women. CI: pregnancy, lactation. \nCaution in active hyperthyroidism as risk of thyroid storm (p835).\n3   Thyroidectomy (usually total): Carries a risk of damage to recurrent laryngeal \nnerve (hoarse voice) and hypoparathyroidism. Patients will become hypothyroid, \nso thyroid replacement needed.\n4   In pregnancy and infancy: Get expert help. See OHCS p24 & OHCS p182.\nComplications Heart failure (thyrotoxic cardiomyopathy,  in elderly), angina, AF \n(seen in 10–25%: control hyperthyroidism and war farinize if no contraindication), \nosteoporosis, ophthalmopathy, gynaecomastia. Thyroid storm (p835).", "text_length": 4401, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 226/905)", "type": "chunk", "chunk_index": 225, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.372652", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.373313", "status": "complete", "chunks_added": 3}