{"task_id": "e52a708768f0a6e1", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 688/905)", "text": "y also be found with over-energetic re-\nplacement.\n\n--- Page 694 ---\n680\nClinical chemistry\nUrate and the kidney\nCauses of hyperuricaemia High levels of urate in the blood (hyperuricaemia) may \nresult from increased turnover (15%) or reduced excretion of urate (85%). Either \nmay be drug induced.\n  \n• Drugs: Cytotoxics, thiazides, loop diuretics, pyrazinamide.\n  \n• Increased cell turnover: Lymphoma, leukaemia, psoriasis, haemolysis, muscle \ndeath (rhabdomyolysis, p319; tumour lysis syndrome, p529).\n  \n• Reduced excretion: Primary gout (p548), chronic kidney disease, lead nephropathy, \nhyperparathyroidism, pre-eclampsia (OHCS p48).\n  \n• Other: Hyperuricaemia may be associated with hypertension and hyperlipidaemia. \nUrate may be raised in disorders of purine synthesis such as the Lesch–Nyhan \nsyndrome (OHCS p648).\nHyperuricaemia and renal failure Severe renal failure from any cause may be \nassociated with hyperuricaemia, and rarely this may give rise to gout. Sometimes \nthe relationship of cause and eff ect is reversed so that it is the hyperuricaemia that \ncauses the renal failure. This can occur following cytotoxic treatment (tumour lysis \nsyndrome, p529), and in muscle necrosis.\nHow urate causes renal failure: Urate is poorly soluble in water, so over-excretion \ncan lead to crystal precipitation. Renal failure occurs most commonly because urate \nprecipitates in the renal tubules. This may occur at plasma levels ≥1 . 19mmol/L. In \nsome instances, ureteric obstruction from urate crystals may occur. This responds \nto retrograde ureteric catheterization and lavage.\nPrevention of renal failure: Before starting chemotherapy, ensure good hydration \nand initiate allopurinol (xanthine oxidase inhibitor) or rasburicase (recombinant \nurate oxidase), which prevent a sharp rise in urate following chemotherapy (see \np528). There is a remote risk of inducing xanthine nephropathy.\nTreatment of hyperuricaemic acute kidney injury: Exclude bilateral ureteric ob-\nstruction, then give prompt rehydration ± loop diuretic to wash uric acid crystals \nout of the renal tubules, and correct electrolyte abnormalities. Once oliguria is es-\ntablished, haemodialysis is required (in preference to peritoneal dialysis). There is no \nevidence for either preventing (see previous paragraph) or treating hyperuricaemic \nrenal failure.\nGout See p548.\nUrate renal stones Urate stones (ﬁ g 14.8) comprise \n5–10% of all renal stones and are radiolucent.\nIncidence: ~5–10% in temperate climates (double \nif conﬁ rmed gout), 12 but up to 40% in hot, arid cli-\nmates. :≈4:1. But most urate stone formers have \nno detectable abnormalities in urate metabolism.\nRisk factors: Acidic or strongly concentrated urine; \nurinary excretion of urate; chronic diarrhoea; distal \nsmall bowel disease or resection (regional enteritis); \nileostomy; obesity; diabetes mellitus; chemotherapy \nfor myeloproliferative disorders; inadequate caloric \nor ﬂ uid intake.\nTreatment: Hydration to increase urine volume (aim \n>2L/d). Unlike most other renal calculi, existing uric \nacid stones can often be dissolved with either systemic \nor topical alkalinizing agents. Potassium citrate or \npotassium bicarbonate at a dose titrated to alkalinize the urine to a pH of 6–7 dis-\nsolves some urate stones. If hyperuricosuria, consider dietary management ± al-\nlopurinol (xanthine oxidase inhibitor). \nFig 14.8 Urate stone.\n©Dr G. Austin.", "text_length": 3407, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 688/905)", "type": "chunk", "chunk_index": 687, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.352833", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.354216", "status": "complete", "chunks_added": 2}