{"task_id": "e5d4f44378ef9a69", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 238/905)", "text": "phaeochromocytoma (often episodic and often vague)\n\n--- Page 244 ---\n230\nEndocrinology\nHirsutism, virilism, gynaecomastia, and impotence\nHirsutism is common (10% of women) and usually benign. It implies male pattern \nhair growth in women. Causes are familial, idiopathic, or are due to androgen secre-\ntion by the ovary (eg polycystic ovarian syndrome, ovarian cancer, OHCS p281), the \nadrenal gland (eg late-onset congenital adrenal hyperplasia, OHCS p251, Cushing’s \nsyndrome, adrenal cancer), or drugs (eg steroids). Polycystic ovarian syndrome \n(PCOS) causes secondary oligo - or amenorrhoea, infertility, obesity, acne, and hirsutism \n(OHCS p252). Ultrasound: bilateral polycystic ovaries. Blood tests: testosterone \n(if ≥6nmol/L, look for an androgen-producing adrenal or ovarian tumour), sex-\nhormone binding globulin, LH : FSH ratio (not consistent), TSH, lipids. Address any feel-\nings of lack of conformity to society’s perceived norms of feminine beauty. \nManagement: Healthy eating, optimize weight, shaving; laser photoepilation; wax; \ncreams, eg eﬂ ornithine, or ele c trolysis (expensive/time-consuming, but eff ective); \nbleach (1 : 10 hydrogen peroxide).\n  \n• Oestrogens: combined contraceptive pill (OHCS p302)—Yasmin® is one choice as its \nprogestogen, drospirenone, is an antimineralocorticoid. Alternatively, co-cyprindiol \nprovided there are no contraindications, such as uncontrolled hypertension and \ncurrent breast cancer. Stop co-cyprindiol 3–4 months after hirsutism has complete-\nly resolved because of increased VTE risk. If COCS are contraindicated or have not \nworked (after 6/12), refer the woman to secondary care for specialist treatment:\n  \n• Metformin (helps with insulin resistance) and spironolactone are sometimes tried.\n  \n• Clomifene is used for infertility (a fertility expert should prescribe).\nVirilism Onset of amenorrhoea, clitoromegaly, deep voice, temporal hair recession + \nhirsutism. Look for an androgen-secreting adrenal or ovarian tumour.\nGynaecomastia (ie abnormal amount of breast tissue in men; may occur in normal \npuberty.) Oestro gen/androgen ratio (vs galactorrhoea in which prolactin is ). \nCauses: Hypogonadism (see BOX ‘Male hypogonadism’), liver cirrhosis (oestrogens), \nhyperthyroidism, tumours (oestrogen-producing, eg testicular, adrenal; HCG-producing, \neg testicular, bronchial); drugs: oestrogens, spirono lactone, digoxin, testosterone, \nmarijuana; if stopping is impossible, consider testosterone if hypogonadism ± anti-\noestrogen (tamoxifen). \nImpotence (= erectile dysfunction) Erections result from neuronal release of nitric \noxide (NO) which, via cGMP and Ca\n2+, hyperpolarizes and thus relaxes vascular and \ntrabecular smooth muscle cells, allowing engorgement. Common after 50yrs, and of-\nten multifactorial. A psychological facet is common (esp. if erectile dysfunction occurs \nonly in some situations, if onset coincides with stress, and if early morning erections \nstill occur: these also persist in early organic disease).\nOrganic causes: The big three: smoking, alcohol, and diabetes (reduce NO +autonomic \nneuropathy). Also endocrine: hypogonadism, hyperthyroidism, prolactin; neurologi-\ncal: cord lesions, MS, autonomic neuropathy; pelvic surgery, eg bladder-neck, prostate; \nradiotherapy; atheroma; renal or hepatic failure; prostatic hyper plasia; penile \nanomalies, eg post-priapism, or Peyronie’s (p708); drugs: digoxin, -blockers, diuretics, \nantipsychotics, antidepressants, oestrogens, ﬁ nasteride, narcotics.\nWorkup: After a full sexual and psychological history do: U&E, LFT, glucose, TFT, LH, FSH, \nlipids, testosterone, prolactin ± Doppler. Is penile arterial pressure enough for inﬂ ow? \nIs penile sensation OK (if not, ?CNS problem)? Is the veno-occlusive mechanism OK?\n: •Treat causes. •Counselling. •Oral phosphodiesterase (PDE5) inhibitors cGMP. \nErection isn’t auto matic (depends on erotic stimuli). Sildenaﬁ l 25–100mg ½–1h pre-\nsex (food and alcohol upset abs orption). SE: Headache (16%); ﬂ ush ing (10%); dys -\npepsia (7%); stuff y nose (4%); transient blue-green tingeing of vision (inhibition of \nretinal PDE6). CI: See BOX ‘Contraindications and cautions to PD5 Inhibitors’. Tadalaﬁ l \n(long t½,) 10–20mg ½–36h pre-sex. Don’t use >once daily. Vardenaﬁ l (5–20mg). •Vacu-\num aids (ideal for penile rehabilitation after radical prostatectomy), intra cavernosal \ninjections, transurethral pellets, and pros theses (inﬂ atable or malleable; partners \nmay receive unnatural sensations). •Corpus cavernosum tissue engineering (eg on \nacellular collagen scaff olds) is in its infancy.", "text_length": 4599, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 238/905)", "type": "chunk", "chunk_index": 237, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.406456", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.407672", "status": "complete", "chunks_added": 3}