{"task_id": "e693766ed59ba3c8", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 133/905)", "text": " with congenital arrhythmogenic conditions (p133).\n\n--- Page 139 ---\n125\nCardiovascular medicine\nA simple 12-lead ECG only gives a snapshot of the heart’s electrical activities. Many \ndisorders, particularly the arrhythmias, come and go and so may be missed at the \ntime of the ECG recording. If you feel you are missing a paroxysmal arrhythmia, \nthere are many ways of recording the electrical activity over a longer period:\nTelemetry: An inpatient wears ECG leads and the signals are shown on screens \nbeing watched by staff . Thus, if a dangerous arrhythmia occurs, help is immedi-\nately available. This is very resource intensive so reserved for those at high risk of \ndangerous arrhythmias, eg immediately post-STEMI.\nExercise ECGs: The patient exercises according to a standardized protocol (eg \nBruce on a treadmill) and the BP and ECG are monitored, looking for ischaemic \nchanges, arrhythmias, and features suggestive of arrhythmia risk, such as delta \nwaves.\nHolter monitors: The patient wears an ECG monitor which records their rhythm \nfor 24h–7d whilst they go about their normal life, this is later analysed. These can \nalso be used to pick up ST changes suggestive of ischaemia.\nLoop recorders: These record only \nwhen activated by the patient—\nthey cleverly save a small amount \nof ECG data before the event—use-\nful if the arrhythmia causes loss \nof consciousness: the patient can \npress the button when they wake \nup. Loop recorders may be im-\nplanted just under the skin (eg Re-\nveal® or the newer, injectable LINQ \ndevice), and are especially useful in \npatients with infrequent episodes \nas they can continually monitor for \nmonths or years awaiting an event \n(Fig 3.25).\nPacemakers and ICDs: These re-\ncord details of cardiac electrical \nactivity and device activity. This \ninformation can be useful for es-\ntablishing an arrhythmic origin for \nsymptoms.\nContinuous ECG monitoring\nSick sinus syndrome is usually caused by sinus node ﬁ brosis, typically in elderly \npatients. The sinus node becomes dysfunctional, in some cases slowing to the \npoint of sinus bradycardia or sinus pauses, in others generating tachyarrhythmias \nsuch as atrial ﬁ brillation and atrial tachycardia.\nSymptoms: Syncope and pre-syncope, light-headedness, palpitations, breathless-\nness.\nManagement:\n  \n• Thromboembolism prophylaxis if episodes of AF are detected.\n  \n• Permanent pacemakers for patients with symptomatic bradycardia or sinus \npauses.\nSome patients develop a ‘tachy brady syndrome’, suff ering from alternating \ntachycardic and bradycardic rhythms. This can prove diffi  cult to treat medically \nas treating one circumstance (eg tachycardia) increases the risk from the other. \nPacing for bradycardic episodes in combination with rate-slowing medications for \ntachycardic episodes may be required if the patient is symptomatic or unstable.\nSick sinus syndrome\nFig 3.25 This is a recording from a loop recorder, each \nline follows on from the one above. This tracing was \nrecorded at the time of a syncopal episode, it shows \ncardiac slowing then a 15sec pause: quite long enough \nto cause syncope! But not long enough to arrange a \nstandard ECG, even if the patient were in hospital.\nReproduced from Camm et al., ESC Textbook of Cardio-\nvascular Medicine, 2009, with permission from Oxford \nUniversity Press.", "text_length": 3320, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 133/905)", "type": "chunk", "chunk_index": 132, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.087324", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.088554", "status": "complete", "chunks_added": 2}