{"task_id": "e782a09a8c2af103", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 157/905)", "text": "t \nof mitral stenosis. BMJ 1925: 2(3379): 603–606.\n\n--- Page 163 ---\n149\nCardiovascular medicine\nThis list reminds us to look at the heart and the whole patient, not just in exams \n(where those with odd syndromes congregate), but always.\nAcromegaly: (p238) BP; LVH; hypertrophic cardiomyopathy; high-output cardiac \nfailure; coronary artery disease.\nAmyloidosis: (p370) Restrictive cardiomyopathy. Bright myocardium on echo.\nAnkylosing spondylitis: (p550) Conduction defects; AV block; AR.\nBehçet’s disease: (p694) Aortic regurgitation; arterial ± venous thrombi.\nBeta thalassaemia: (p342) Dilated and restrictive cardiomyopathies.\nCarcinoid syndrome: (p271) Tricuspid regurgitation and pulmonary stenosis.\nCushing’s syndrome: (p224) Hypertension.\nDown’s syndrome: (OHCS p152) ASD; VSD; mitral regurgitation.\nEhlers–Danlos syndrome: (OHCS p642) Mitral valve prolapse; aortic aneurysm and \ndissection; hyperelastic skin; GI bleeds. Joints are loose and hypermobile; muta-\ntions exist, eg in genes for procollagen (COL3A1); there are six types.\nFriedreich’s ataxia: (p698) Hypertrophic cardiomyopathy, dilatation over time.\nHaemochromatosis: (p288) AF; cardiomyopathy.\nHolt–Oram syndrome: ASD or VSD with upper limb defects (eg polydactyly and \ntriphalangeal thumb). 60\nHuman immunodeﬁ ciency virus: (p398) Myocarditis; dilated cardiomyop athy; \neff usion; ventricular arrhythmias; SBE/IE; non-infective thrombotic (mar antic) en-\ndocarditis; RVF (pulmonary hypertension); metastatic Kaposi’s sarcoma.\nHypothyroidism: (p220) Sinus bradycardia; low pulse pressure; pericardial eff u-\nsion; coronary artery disease; low-voltage ECG.\nKawasaki disease: (OHCS p646) Coronary arteritis similar to PAN; commoner than \nrheumatic fever (p142) as a cause of acquired heart disease.\nKlinefelter’s syndrome : (OHCS p646) ASD. Psychopathy; learning diffi  culties; \nlibido; gynaecomastia; sparse facial hair and small ﬁ rm testes. XXY.\nMarfan’s syndrome: (p706) Mitral valve prolapse; AR; aortic dissection. Look for \nlong ﬁ ngers and a high-arched palate.\nMyotonic dystrophy (p510) Progressive conduction system disease; arrhythmias; \nLV dysfunction.\nNoonan syndrome: (OHCS p650) ASD; pulmonary stenosis ± low-set ears.\nPolyarteritis nodosa (PAN): (p556) Small and medium vessel vasculitis + angina; \nMI; arrhythmias; CCF; pericarditis and conduction defects.\nRheumatoid arthritis: Conduction defects; pericarditis; LV dysfunction; aortic \nregurgitation; coronary arteritis. Look for arthritis signs, p546.\nSarcoidosis: (p196) Inﬁ ltrating granulomas may cause complete AV block; ventric-\nular or supraventricular tachycardia; myocarditis; CCF; restrictive cardiomyopathy. \nECG may show Q waves.\nSyphilis: (p412) Myocarditis; ascending aortic aneurysm.\nSystemic lupus erythematosus: (p554) Pericarditis/eff usion; myocarditis; Lib-\nman–Sacks endocarditis; mitral valve prolapse; coronary arteritis.\nSystemic sclerosis: (p552) Pericarditis; pericardial eff usion; myocardial ﬁ brosis; \nmyocardial ischaemia; conduction defects; cardiomyopathy.\nThyrotoxicosis: (p218) Pulse; AF ± emboli; wide pulse pressure; hyper dynamic \napex; loud heart sounds; ejection systolic murmur; pleuro pericardial rub; angina; \nhigh-output cardiac failure.\nTurner syndrome : Coarctation of aorta. Look for webbed neck. XO.\nWilliams syndrome: Supravalvular aortic stenosis (visuospatial IQ).\nThe heart in various, mostly rare, systemic diseases", "text_length": 3413, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 157/905)", "type": "chunk", "chunk_index": 156, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.126116", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.127162", "status": "complete", "chunks_added": 2}