{"task_id": "e7d96f5541924543", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 35/905)", "text": "rustees of \nDartmouth College and Yale University.\n\n--- Page 37 ---\nThinking about medicine\n23\nMedicalization\nUsing Illness as a Metaphor,\n8 Susan Sontag describes two kingdoms: that of the \nwell, and that of the sick. She describes our dual citizenship, and the use of a pass-\nport to travel from one kingdom to the other. But medicalization blurs this distinc-\ntion.  The boundary between the ‘Kingdom of the Sick’ and the ‘Kingdom of Well’ is \nlost and there is an anschluss of healthy people annexed into the potentially preda-\ntory and frightening kingdom of the sick from which there may well be no escape.\n‘Too much medicine’ occurs as a result of:\n  \n• Overdiagnosis: Labelling an (asymptomatic) person as ‘sick’ despite the fact that \nsubsequent treatment, lifestyle advice, or monitoring provides no beneﬁ t to their \noutcome (and potentially causes harm), eg non-progressive breast cancer.\n  \n• Overdetection: Increasingly sensitive tests identify pathology that is indolent or \nnon-progressive, eg subsegmental pulmonary emboli diagnosed on CT angiography.\n  \n• Overdeﬁ niton: Expansion of disease deﬁ nitions or lowering of disease thresholds, \neg an eGFR diagnosis of chronic kidney disease now means that 1 in 8 adults are \nlabelled with the disease, many of whom will never progress to symptomatic kid-\nney failure; 15% of pregnant women now have subclinical hypothyroidism without \nevidence that thyroxine replacement is beneﬁ cial (2016).\n  \n• Disease mongering: The creation of pseudodiseases which pose no threat to \nhealth, eg restless legs, sexual health dysfunction, multiple chemical sensitivity.\n  \n• Overutilization: Healthcare practice that provides no net beneﬁ t, eg routine MRI \nfor lower back pain.\n  \n• Overtreatment: Treatment that is of no beneﬁ t (and may cause harm), eg antibiot-\nics for viral infections, polypill for the population.\nToo much medicine arises from the fear of missing a diagnosis, and concern about \navoidable morbidity or mortality. A punitive society means there is a perceived need \nfor more tests, to seek more certainty. But certainty is the holy grail of myth and \nlegend. The individual patient is a unique set of symptoms, stoicism, experience, and \nneed. And by the nature of life, all cure can only ever be temporary.\nChoosing wisely\nCHOOSING WISELY is an initiative to change doctors’ practice away from interventions \nthat are not:\n  \n• supported by evidence\n  \n• free from harm\n  \n• truly necessary (including duplicative tests).\nThe top 5–10 interventions that should not be used routinely are given for each spe-\ncialty. Search for those relevant to your current post at: www.choosingwisely.org/doctor-\npatient-lists/.\nConsider medicalization when screening for disease. Remember all screening \nprogrammes do harm, some do good. The Wilson criteria for screening lists the \nimportant features necessary for a screening programme and the mnemonic\nIATROGENIC reminds of our pressing duty to do no harm:\n1   The condition screened for should be an important one.\n2   There should be an acceptable treatment for the disease.\n3   Diagnostic and treatment facilities should be available.\n4   A recognizable latent or early symptomatic stage is required.\n5   Opinions on who to treat must be agreed.\n6   The test must be good: high discriminatory power, valid, and reproducible \nwith safety guaranteed.\n7   The examination must be acceptable to the patient.\n8   The untreated natural history of the disease must be known.\n9   It should be inexpensive.\n10   Screening must be continuous (ie not a ‘one-off ’ aff air).\nScreening\n8 Susan Sontag, Illness as a Metaphor, 1978", "text_length": 3632, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 35/905)", "type": "chunk", "chunk_index": 34, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.914780", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.916152", "status": "complete", "chunks_added": 2}