{"task_id": "e8fad8b6431c1605", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 784/905)", "text": "sound. The compressible vein is \nabove the artery.\n\n--- Page 790 ---\n776\nPractical procedures\nInserting a temporary cardiac pacemaker\nOften it is wiser to liaise with a specialist pacing centre to arrange prompt, deﬁ nitive \npacing than to try temporary transvenous pacing, which often has complications \n(see later in topic) and therefore may delay a deﬁ nitive procedure.\nPossible indications in the acute phase of myocardial infarction\n  \n• Complete AV block:\n  \n• With inferior MI (right coronary artery occlusion) pacing may only be needed if \nsymptomatic; spontaneous recovery may occur.\n  \n• With anterior MI (representing massive septal infarction).\n  \n• Second-degree block:\n  \n• Wenckebach (p99; implies decremental AV node conduction; may respond to \natropine in an inferior MI; pace if anterior MI).\n  \n• Mobitz type 2 block is usually associated with distal fascicular disease and car-\nries high risk of complete heart block, so pace in both types of MI.\n  \n• First-degree block: Observe carefully: 40% develop higher degrees of block.\n  \n• Bundle branch block: Pace prophylactically if evidence of trifascicular disease \n(p100) or non-adjacent bifascicular disease.\n  \n• Sino-atrial disease + serious symptoms: Pace unless responds to atropine.\nOther indications where temporary pacing may be needed\n  \n• Pre-op: if surgery is required in patients with type 2 or complete heart block \n(whether or not MI has occurred); do 24h ECG; liaise with the anaesthetist.\n  \n• Drug poisoning, eg with -blockers, digoxin, or verapamil.\n  \n• Symptomatic bradycardia, uncontrolled by atropine or isoprenaline.\n  \n• Suppression of drug-resistant VT and SVT (overdrive pacing; do on ICU).\n  \n• Asystolic cardiac arrest with P-wave activity (ventricular standstill).\n  \n• During or after cardiac surgery—eg around the AV node or bundle of His.\nTechnique for temporary transvenous pacing Learn from an expert.\n  \n• Preparation: Monitor ECG; have a deﬁ brillator to hand, ensure the patient has pe-\nripheral access; check that a radiographer with screening equipment is present. If \nyou are screening, wear a protective lead apron.\n  \n• Insertion: Using an aseptic technique, place the introducer into the (ideally right) \ninternal jugular vein (p775) or subclavian. If this is diffi  cult, access to the right \natrium can be achieved via the femoral vein. Pass the pacing wire through the \nintroducer into the right atrium, ideally under radiological screening. It will either \npass easily through the tricuspid valve or loop within the atrium. If the latter oc-\ncurs, it is usually possible to ﬂ ip the wire across the valve with a combined twisting \nand withdrawing movement (ﬁ g 18.19). Advance the wire slightly. At this stage the \nwire may try to exit the ventricle through the pulmonary outﬂ ow tract. A further \nwithdrawing and rotation of the wire will aim the tip at the apex of the right ven-\ntricle. Advance slightly again to place the wire in contact with the endocardium. \nRemove any slack to risk of subsequent displacement.\n  \n• Checking the threshold: Connect the wire to the pacing box and set the ‘demand’ \nrate slightly higher than the patient’s own heart rate and the output to 3V. A paced \nrhythm should be seen. Find the pacing threshold by slowly reducing the voltage \nuntil the pacemaker fails to stimulate the tissue (pacing spikes are no longer fol-\nlowed by paced beats). The threshold should be less than 1V, but a slightly higher \nvalue may be acceptable if it is stable—eg after a large infarction.\n  \n• Setting the pacemaker: Set the output to 3V or over 3 times the threshold value \n(whichever is higher) in ‘demand’ mode. Set the rate as required. Suture the wire to \nthe skin, and ﬁ x with a sterile dressing.\n  \n• Check the position of the wire (and exclude pneumothorax) with a CXR.\n  \n• Recurrent checks of the pacing threshold are required over the next few days. The \nformation of endocardial oedema can raise the threshold by a factor of 2–3.\nComplications Pneumothorax; sepsis; cardiac perforation; pacing failure: from loss \nof capture, loss of electrical continuity in pacing circuit, or electrode displacement.", "text_length": 4152, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 784/905)", "type": "chunk", "chunk_index": 783, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.532882", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.533574", "status": "complete", "chunks_added": 3}