{"task_id": "eb80402411893347", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 545/905)", "text": "etam can be given by SC infusion. \nSyringe drivers\n\n--- Page 551 ---\n537\nOncology and palliative care\nPhysician-assisted suicide is the provision of drugs by a doctor for self-adminis-\ntration by a person to terminate their own life. This is distinct from euthanasia \nwhere a doctor administers the lethal drug. There have been repeated attempts \nto introduce physician-assisted dying (physician-assisted suicide only of the ter-\nminally ill) into UK law, but all have been rejected by Parliament.\nConsider autonomy. Should competent patients have the right to determine \ntheir death, especially if their situation is unbearable, without prospect of im-\nprovement? It is a powerful argument. But bearable is subjective and prognosis is \nan inexact science. And beneﬁ cence is divided: is it merciful, or is it abandonment, \nto end suff ering through death? And what of consent? Consent is key. Yet consent \nis complex. Could a legal process help? Not without a unique understanding of \neach patient and the means by which they experience life. A combination of law \nand medicine may off er false comfort without full accountability by either. Protec-\ntion for the vulnerable is a valid concern for doctors and society.\nRequests to hasten death are complex and include personal, psychological, spir-\nitual, social, cultural, and demographic factors. ~10% of terminally ill patients will \nconsider euthanasia or physician-assisted suicide. These wishes may or may not \nbe ﬁ xed, with ~50% of patients changing their mind within 6 months. Discuss this. \nAsk your patient how they feel today and what they are afraid of feeling tomor-\nrow. Listen. Answer questions. Off er palliative care. Palliative care is never futile. \nA wish to die is associated with a need for information, reassurance, and compe-\ntence in symptom control. Provide these, or ﬁ nd someone who can.\nOn wanting to die\nManage agitation. Look for reversible causes (pain, dehydration, urinary retention). \nUse an antipsychotic agent (eg haloperidol) to manage agitated delirium (see tables \n11.6, 11.7). Try a benzodiazepine such as midazolam if there is a large element of anxi-\nety. Opioids should not be used to sedate a dying patient. Seek early advice from \npalliative care if agitation is escalating or a signiﬁ cant problem.\nManage excessive secretions. Noise is generated by turbulent air ﬂ ow and pooling \nof saliva in the hypopharynx. This may be more distressing for relatives and staff  \nthan the patient. There is little evidence that pharmacological agents are beneﬁ cial, \nthough they are commonly used. Repositioning and intermittent suctioning may \nhelp. If you think the patient is distressed, consider a trial of an antisecretory drug \n(glycopyrronium or hyoscine butylbromide: see tables 11.6, 11.7).\nHydration. Many patients approaching the end of life are unable to eat/drink or \nhave a very poor appetite for food/ﬂ uid. Helping to take sips and good mouth care \nmay suffi  ce. Fluid via non-oral routes (NG, SC, IV) is given for symptomatic beneﬁ t; the \neff ect on survival is unknown. Any potential beneﬁ t must be weighed against the \nrisk of symptomatic ﬂ uid overload. Discuss this with patients and families, explain-\ning the pros and cons of hydration and the uncertainty of the eff ect of hydration on \nsurvival:23 relatives may assume the patient is dying faster because of dehydration or \nthat they will be suff ering with thirst. Make decisions about giving ﬂ uids on a case-\nby-case basis. Review a patient’s hydration status at least daily.\nPlan for death. Ensure that a ‘Do not attempt resuscitation’ or ‘Allow natural death’, \norder has been made. Discuss this with the patient (where appropriate), their family, \nand/or others of importance to them. Document everything clearly. Do they want \nto die at home? This can usually be arranged at very short notice with help from \ndistrict nursing teams and community palliative care. Discuss transfer to a hospice \nor nursing home if appropriate.\nRespond to changes in the clinical situation. Patients who are thought to be at \nthe end of their life occasionally improve. Be alert to signs of improvement, and be \nprepared to switch back to active treatment when appropriate.\nCommunicate.23 The importance of clear and regular written and verbal commu-\nnication with dying patients and their families cannot be overemphasized. Find \nout what is important to your patient. How much information do they know and \nwant to know about their situation and prognosis? Be sensitive to social, religious, \nand cultural issues.", "text_length": 4567, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 545/905)", "type": "chunk", "chunk_index": 544, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.112720", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.113381", "status": "complete", "chunks_added": 3}