{"task_id": "ee41ed627417e69f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 105/905)", "text": "s well as \ninteresting to pursue in its own right.\n\n--- Page 107 ---\n93\nCardiovascular medicine\nIschaemic heart disease (IHD) is the most common cause of death worldwide. \nEncouraging cardiovascular health is not only about preventing IHD: health entails \nthe ability to exercise, and enjoying vigorous activity (within reason!) is one of the \nbest ways of achieving health, not just because the heart likes it (BP,  ‘good’ high-\ndensity lipoprotein (HDL))—it can prevent osteoporosis, improve glucose tolerance, \nand augment immune function (eg in cancer and if HIV+ve). People who improve \nand maintain their ﬁ tness live longer: age-adjusted mortality from all causes \nis reduced by >40%. Avoiding obesity helps too, but weight loss per se is only \nuseful in reducing cardiovascular risk and the risk of developing diabetes when \ncombined with regular exercise. Moderate alcohol drinking may also promote \ncardiovascular health.\nHypertension is the chief risk factor for cardiovascular mortality, followed by \nsmoking. Giving up smoking, even after many years, does bring beneﬁ t. Simple ad-\nvice works. Most smokers want to give up. Just because smoking advice does not \nalways work, do not stop giving it. Ask about smoking in consultations—especially \nthose regarding smoking-related diseases.\n  \n• Ensure advice is congruent with the patient’s beliefs about smoking.\n  \n• Getting patients to enumerate the advantages of giving up  motivation.\n  \n• Invite the patient to choose a date (when there will be few stresses) on which he \nor she will become a non-smoker.\n  \n• Suggest throwing away all accessories (cigarettes, pipes, ash trays, lighters, \nmatches) in advance; inform friends of the new change; practise saying ‘no’ to \ntheir off ers of ‘just one little cigarette’.\n  \n• Nicotine gum, chewed intermittently to limit nicotine release: ≥ ten 2mg sticks \nmay be needed/day. Transdermal nicotine patches may be easier. A dose in-\ncrease at 1wk can help. Written advice off ers no added beneﬁ t to advice from \nnurses. Always off er follow-up.\n  \n• Varenicline is an oral selective nicotine receptor partial agonist. Start 1wk be-\nfore target stop date and gradually increase the dose. SES: appetite change; dry \nmouth; taste disturbance; headache; drowsiness; dizziness; sleep disorders; ab-\nnormal dreams; depression; suicidal thoughts; panic; dysarthria.\n  \n• Bupropion (=amfebutamone) is said to  quit rate to 30% at 1yr vs 16% with \npatches and 15.6% for placebo (patches + bupropion: 35.5%): 1 consider if the \nabove fails. Warn of SES: seizures (risk <1:1000), insomnia, headache.\nLipids and diabetes (pp690, 206) are the other major modiﬁ able risk factors. The \nQRISK2 score (www.qrisk.org) is used in the UK to integrate a patient’s diff erent car-\ndiovascular risk factors in order to predict future cardiovascular health.2 It can be \nused as part of a consultation on lifestyle factors to show patients that address-\ning certain risk factors (eg smoking, BP) will reduce their risk of MIs and strokes.\nApply preventive measures such as healthy eating (p244) early in life to maxim-\nize impact, when there are most years to save, and before bad habits get ingrained.\nCardiovascul a r health\nCardiovascular medicine has an unrivalled treasure house of randomized trials. \nOne of the chief pleasures of cardiovascular medicine lies in integrating these \nwith clinical reasoning in a humane way. After a cardiac event, a protocol may \n‘mandate’ statins, aspirin, -blockers, ACE-i (p114), and a target BP and LDL choles-\nterol that makes your patient feel dreadful. What to do? Inform, negotiate, and \ncompromise. Never reject your patient because of lack of compliance with your \nover-exacting regim ens. Keep smiling, keep communicating, and keep up to date: \nthe latest data may show that your patient was right all along.3 \nThe randomized trial", "text_length": 3873, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 105/905)", "type": "chunk", "chunk_index": 104, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.040349", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.042205", "status": "complete", "chunks_added": 2}