{"task_id": "ef37cd663bae5dcf", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 458/905)", "text": "maintain GABA signalling after alcohol withdrawal.\n\n--- Page 464 ---\n450\nNeurology\nCerebral blood supply\nKnowledge of the anatomy of the blood supply of the brain helps diagnosis and \nmanagement of cerebrovascular disease (pp470–8). Always try to identify the area \nof brain that correlates with a patient’s symptoms and identify the aff ected artery.\nInternal carotid arteries Supply the majority of blood to the anterior two-thirds of \nthe cerebral hemispheres and the basal ganglia (via the lenticulo striate arteries). At \nworst, internal carotid artery occlusion causes fatal total  infarction of these areas. \nMore often, the picture is like middle cerebral artery occlusion (see later in topic).\nThe circle of Willis (ﬁ g 10.2) An anastomotic ring at the base of the brain fed by the \nthree arteries that supply the brain with blood: the internal carotids (anteriorly) and \nthe basilar artery (posteriorly, formed by the joining of  the vertebral arteries, which \nsupply the brainstem). This arrangement may compensate for the eff ects of occlusion \nof a feeder vessel by allowing supply from unaff ected vessels; however, the anatomy of \nthe circle of Willis is variable and in many people it does not provide much protection.\nCerebral arteries Three pairs of arteries leave the circle of Willis to supply the \ncerebral hemispheres: the anterior, middle, and posterior cerebral arteries (ﬁ gs 10.2, \n10.3). The anterior and middle cerebrals are branches of the internal carotid arteries; \nin 80%, the basilar artery divides into the two posterior cerebral arteries. Ischaemia \nfrom occlusion of any one of them may be lessened by retrograde supply from lep-\ntomeningeal vessels.\nAnterior cerebral artery: (ﬁ g 10.2) Supplies the frontal and medial part of the \ncerebrum. Occlusion may cause a weak, numb contralateral leg ± similar, if milder, \narm symptoms. The face is spared. Bilateral infarction is a rare cause of paraplegia \nand an even rarer cause of akinetic mutism.\nMiddle cerebral artery: (ﬁ g 10.2) Supplies the lateral part of each hemisphere. Oc-\nclusion may cause contralateral hemiparesis, hemisensory loss (esp. face and arm), \ncontralateral homonymous hemianopia due to involvement of the optic radiation, \ncognitive change including dysphasia with dominant hemisphere lesions, and visuo-\nspatial disturbance (eg cannot dress; gets lost) with non-dominant lesions.\nPosterior cerebral artery: (ﬁ gs 10.2, 10.4) Supplies the occipital lobe. Occlusion \ngives contralateral homon ymous hemianopia (often with macula sparing).\nVertebrobasilar circulation Supplies the cerebellum, brainstem, occipital lobes; \nocclusion causes signs relating to any or all three: hemianopia; cortical blindness; \ndiplopia; vertigo; nystagmus; ataxia; dysarthria; dysphasia; hemi- or quadriplegia; \nunilat eral or bilateral sensory symptoms; hiccups; coma. Infarctions of the brain stem \ncan produce various syndromes, eg lateral medullary syndrome, in which occlusion \nof one vertebral artery or the posterior inferior cereb ellar artery causes infarction of \nthe lateral medulla and the inferior cerebellar surface ( vertigo, vomiting, dysphagia, \nnystagmus, ipsilateral ataxia, soft palate paralysis, ipsilateral Horner’s syndrome, and \na crossed pattern sensory loss—analgesia to pin-prick on ipsilateral face and contra-\nlateral trunk and limbs). Locked-in syndrome is caused by damage to the ventral pons \ndue to pontine artery occlusion. Patients are unable to move, but retain full cognition \nand awareness, communicating by blinking, electronic boards, or special computers. \nRight-to-die legislation may be invoked...as one suff erer blinked: ‘My life is dull, miser-\nable, demeaning, undigniﬁ ed, and intolerable.’ Locked-in syndrome is diff erent from \nother right-to-die conditions because patients need someone to do the act for them.\nSubclavian steal syndrome: Subclavian artery stenosis proximal to the origin of \nthe vertebral artery may cause blood to be stolen by retrograde ﬂ ow down this \nvertebral artery down into the arm, causing brainstem ischaemia typically after use \nof the arm. Suspect if the BP in each arm diff ers by >20mmHg.\n  \n• SCA dizzy\n  \n• AICAdizzy and deaf\n  \n• PICAdizzy and dysphagic and dysphonic.\n‘Dizzy-plus’ syndromes and arterial events", "text_length": 4288, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 458/905)", "type": "chunk", "chunk_index": 457, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.957402", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.958722", "status": "complete", "chunks_added": 3}