{"task_id": "ef51d783582002c0", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 122/905)", "text": "is-\nsion from Oxford University Press.\n(a)\n(b)\n(c)\n\n--- Page 128 ---\n114\nCardiovascular medicine\nCardiovascular drugs\nAntiplatelet drugs Aspirin irreversibly acetylates cyclo-oxygenase, preventing pro-\nduction of thromboxane A2, thereby inhibiting platelet aggregation. Used in low dose \n(eg 75mg/24h PO) for secondary prevention following MI, TIA/stroke, and for patients \nwith angina or peripheral vascular disease. May have a role in primary prevention.7 \nADP receptor antagonists (eg clopidogrel, prasugrel, ticagrelor) also block platelet \naggregation, but may cause less gastric irritation. They have a role if truly intoler-\nant of aspirin; with aspirin after coronary stent insertion; and in acute coronary \nsyndrome. Glycoprotein IIb/IIIa antagonists (eg tiroﬁ ban) have a role in unstable \nangina/MI.8\nAnticoagulants See p350. Direct oral anticoagulants (DOACs, previously NOACs), eg \nXa inhibitors (eg apixaban) and direct thrombin inhibitors (dabigatran), are increas-\ningly replacing warfarin9 for treatment of AF and clots, see p350. Warfarin remains \nthe anticoagulant of choice for mechanical valves. Anticoagulants used in ACS include \ntreatment dose LMWH, fondaparinux (Xa inhibitor), & bivalirudin (thrombin inhibitor).\n-blockers Block -adrenoceptors, thus antagonizing the sympathetic nervous \nsystem. Blocking 1-receptors is negatively inotropic and chronotropic; blocking \n2-receptors induces peripheral vasoconst riction and bronchoconstriction. Drugs \nvary in their 1/2 select ivity (eg propranolol is non-selective, and bisoprolol relative-\nly 1 selective), but this does not seem to alter their clinical effi  cacy. Uses: Angina, \nhypertension, anti dysrhythmic, post MI (mortality), heart failure (with caution). CI: \nSevere asthma/COPD, heart block. SES: Lethargy, erectile dysfunction, joie de vivre, \nnightmares, headache.\nACE inhibitors These are used in hypertension (HT), heart failure, and post-MI. First \ndose HT is a concern in patients with severe CCF and malignant HT. In CCF patients, \nreduce diuretic dose initially and use long-acting ACE-i. Monitor U&E when starting or \nraising ACE-i dose, a creatinine rise of >20% is concerning. If the patient starts ACE-i \nprior to discharge, ask the GP to check U&E in 1–2 weeks. If renal function deteriorates \nmarkedly, consider investigating for renal artery stenosis. The risk to the kidneys is \ngreater when the patient is unwell. Hold in AKI and hyperkalaemia; avoid starting if \nthe patient is dehydrated. SES: Include dry cough and urticaria.\nDiuretics\n  \n• Loop diuretics (eg furosemide) are used in heart failure, and inhibit the Na/2Cl/K \nco-transporter. SES: dehydration, Na\n+,K\n+, Ca\n2+, ototoxic\n  \n• Thiazides and thiazide-like diuretics are used in hypertension (eg indapamide) and \nheart failure (eg metolazone). SE: K\n+, Ca\n2+, Mg\n2+, urate (±gout), impotence (NB: \nsmall doses, eg chlortalidone 25mg/24h rarely cause signiﬁ cant SEs)\n  \n• Potassium-sparing diuretics: aldosterone antagonists (eg spironolactone, \neplerenone) directly block aldosterone receptors; amiloride blocks the epithelial \nsodium channel in the distal convoluted tubules.\nVasodilators Used in heart failure, IHD, and hypertension. Nitrates (p116) preferen-\ntially dilate veins and the large arteries,  ﬁ lling pressure (pre-load), while hydrala-\nzine (often used with nitrates) primarily dilates the resistance vessels, thus  BP \n(after-load). Prazosin (an -blocker) dilates arteries and veins.\nCalcium antagonists These  cell entry of Ca\n2+ via voltage-sensitive channels in \nsmooth muscle, thereby promoting coronary and peripheral vasodilat ion and reduc-\ning myocardial oxygen consumption. All current drugs block L-type Ca\n2+ channels. \nHowever, their eff ects diff er because of diff erential binding properties.\n  \n• The dihydropyridines, eg nife dipine, amlodipine, are mainly peripheral vasodilators \n(also dilate coronary arteries) and cause a reﬂ ex tachycardia, so are often used \nwith a -blocker. They are used mainly in hypertension and angina.\n  • The non-dihydropyridines—verapamil and diltiazem—also slow conduction at the \nAV and SA nodes and may be used to treat hypertension, angina, and dysrhythmias. \n Don’t give non-dihydropyridines with -blockers (risk of severe bradycardia ± LVF).\nSES: Flushes, headache, ankle oedema (diuretic unresponsive), LV function, gingival \nhypertrophy. CI: Heart block.", "text_length": 4418, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 122/905)", "type": "chunk", "chunk_index": 121, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.066827", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.068963", "status": "complete", "chunks_added": 3}