{"task_id": "f09c517b6c1a6634", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 543/905)", "text": "ucositis may need admission and \nsystemic opioids.\n\n--- Page 549 ---\n535\nOncology and palliative care\n‘The spiritual aspects of an illness concerns the human experiences of \nsickness (or ‘dis-ease’) and the search for meaning within it.’\nPeter W Speck\nSpirituality is a means of experiencing life. It relates to the way in which people \nunderstand and live their lives. It is comprised of elements including meaning, \npurpose, and something greater than ‘self’. It is distinct from faith, which is a \nreligious experience, that may or may not be part of spirituality. Spiritual pain20,21 \nor suff ering is common when people are facing death. It can include feelings of \nhopelessness, guilt, isolation, meaninglessness, and confusion. Consider:\n  \n• the past: painful memories, guilt\n  \n• the present: isolation, anger\n  \n• the future: fear, hopelessness.\nReminiscence helps address the past, provides context, and off ers recognition of \nthe patient as an individual. Anger should be acknowledged. Fear of the imagined \nfuture may not change, but is potentially reduced through discussion. The nature \nof hope may need to be modiﬁ ed. If hope for a cure is inappropriate, it should not \nbe the main or only hope. Realistic hopes include discharge from hospital, seeing \nfamily members happy, being remembered. Making a will, handing over respon-\nsibilities, and dealing with unﬁ nished business facilitate control and may allow a \nsense of completion.\nRemember the whole person: history, coping mechanisms, state of well-being. \nElements such as these will alter how disease aff ects the patient and how the \npatient responds to disease.\nCompanionship is essential in spiritual support. At times a doctor needs to mod-\nify their role to simply accompany the dying patient. This is manageable within \nestablished professional boundaries and therapeutic. If you cannot do this, ﬁ nd \nsomeone who can: palliative care teams, Macmillan nurses, and chaplains (a listen-\ning ear for patients of all faiths and none) are all valuable resources.\nSpiritual pain is exacerbated by physical symptoms. These must be addressed if \nspiritual support is to be eff ective. \nSpiritual pain\nInsomnia\nCauses: Terminally ill patients may experience physical and emotional exhaustion. \nOften multifactorial. Poor sleep can increase symptom burden.\nTreatment: Simple steps may make a big diff erence: appropriate room temperature, \ndarkness, and quiet during the night (request a side room for in-patients). Give pre-\nscribed glucocorticoids in the morning. Avoid waking patients for late medications \nand routine observations. Discuss and address psychosocial issues. In some cases \nzopiclone or benzodiazepines may be used to help patients rest and re-establish \nnormal sleep–wake cycles (may exacerbate delirium).\nPruritus\nCauses: Systemic disease (renal failure, hepatitis, polycythaemia), cancer-related \n(cholestasis, lymphoma, leukaemia, hepatoma, myeloma, paraneoplastic), primary-\nskin disease, drug reaction (opioids, SSRI, chemotherapy).\nTreatment: Underlying causes where possible: cholestasis (biliary stenting, colestyr-\namine, sertraline, rifampicin), opioid-induced (antihistamine, opioid switch), para-\nneoplastic (paroxetine). Topical emollients regularly and as a soap substitute. Avoid \ntopical antihistamines due to risk of contact dermatitis.\nVenepuncture\nRepeated venepuncture with the risk of painful extravasation and phlebitis may be \navoided by use of a central catheter (eg Hickman® tunnelled line or PICC). Problems: \ninfection, blockage (ﬂ ush with 0.9% saline or dilute heparin every week), axillary \nthrombosis, and line slippage.\nAgitation See ‘Care in the last days of life’, p536.\nRespiratory tract secretions See ‘Care in the last days of life’, p536.", "text_length": 3769, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 543/905)", "type": "chunk", "chunk_index": 542, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.109602", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.110830", "status": "complete", "chunks_added": 2}