{"task_id": "f0bdb788e1dc5ed1", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 527/905)", "text": "d courtesy of the \nfamily of Dr Kate Granger, MBE.\n\n--- Page 533 ---\n519\nOncology and palliative care\nCancer will aff ect 50% of people born after 1960 and >25% of all deaths in the UK \nare from cancer.1 While many may not appreciate the poor prognosis attached \nto diagnoses such as liver failure or heart failure, ‘cancer’ has a widespread as-\nsociation with suff ering and death. Yet ‘cancer’ is not a homogenous disease but \na group of conditions with prognoses ranging from very good (98% 10yr survival \nfor testicular cancer) to extremely poor (21% 1yr survival for pancreatic cancer).1\nCommunication2 is the ﬁ rst step on a cancer pathway and underpins whatever \nthat diagnosis may subsequently entail for the individual. A range of overwhelm-\ning feelings can surface upon receiving a cancer diagnosis: shock, numbness, deni-\nal, panic, anger, resignation (‘I knew all along…’). Preconceptions, possibly derived \nvicariously from friends and family, may be deeply embedded leading to despair \nor inappropriate optimism. Without an understanding of your patient’s starting \npoint, you may fail to be eff ective in your guidance and support.\nTips for the discussion of a cancer diagnosis\n1   Set the environment up carefully. Choose a quiet place where you will not be \ndisturbed. Make sure family or friends are present according to your patient’s \nwishes. Anticipate likely questions and be sure of your facts.\n2   Find out what the patient already knows and believes (often a great deal). \n‘What are you worried about today?’\n3   Give some warning: ‘There is some bad news for us to address’.\n4   Ascertain how much the person wants to know. ‘Are you someone who likes \nto know all the details about your condition?’ Although information is a prior-\nity for the majority of cancer patients, this may change with the individual, \nand the course of the disease. ‘Monitors’ will seek information, ‘blunters’ will \ndistract themselves.\n5   Share information about diagnosis and treatments. Speciﬁ cally list support-\ning people (oncology multidisciplinary team) and institutions (hospices). Break \ninformation down into manageable chunks and check understanding for each.\n6   Invite questions patients may feel they cannot ask. ‘Is there anything else you \nwant me to explain?’ Do not hesitate to go over the same ground repeatedly. \nAllow denial, don’t force the pace, give time. Listen to any concerns raised, \nencourage the airing of feelings. Empathize.\n7   Address prognosis. Be honest. Doctors are often too optimistic. Encourage \nan appropriate level of hope (see BOX ‘Spiritual pain’, p535), refer to an expert.\n8   Make a plan. The desire to be involved in decisions about treatment is vari-\nable: your patient’s locus of control can be internal (desire control of their \nown destiny) or external (passive acceptance). Decision-making can be im-\nmediate, deferred, panicked, or rationally deliberated. Time may be required \nto facilitate any style of decision-making: your plan may be simply to come \nback and talk again.\n9   Summarize, and off er availability. Record details of your conversation includ-\ning the language used.\n10   Follow through. Leave your patient with the knowledge that you are with \nthem, and that your unwritten contract will not be broken.\nNo rules guarantee success. Use whatever your patient gives you—closely observe \nboth verbal and non-verbal cues. Getting to know your patient, seeking out the \nright expert for each stage of treatment, and making an agreed management \nplan, are all required.\nFor any situation which involves the communication of bad news, consider \nSPIKES:3\n  \n• Setting up the interview.\n  \n• Assess the patient’s Perception of the situation.\n  \n• Obtain an Invitation (asking the patient’s permission to explain).\n  \n• Give Knowledge and information to the patient.\n  \n• Address the Emotional response with Empathy.\n  \n• Strategy and Summary: aim for consensus with patient and family.\nLooking after people with cancer", "text_length": 3986, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 527/905)", "type": "chunk", "chunk_index": 526, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.081516", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.082294", "status": "complete", "chunks_added": 3}