{"task_id": "f2a9a202b700337a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 27/905)", "text": "apers? If so, can you answer him, point for point?\n\n--- Page 29 ---\nThinking about medicine\n15\nPsychiatry on medical and surgical wards\n‘Body and soul cannot be separated for purposes of treatment, for they are one \nand indivisible. Sick minds must be healed as well as sick bodies.’ C Jeff  Miller, 1931.\nMental state examination: ASEPTIC\n  \n• Appearance and behaviour: dress, hygiene, eye contact, rapport.\n  \n• Speech: volume, rate, tone.\n  \n• Emotion: mood (subjective and objective), aff ect (how mood is expressed with \nbehaviour—appropriate or incongruent?).\n  \n• Perception: hallucinations—auditory (in the second or third person)?, visual?\n  \n• Thought:\n  \n• Form: block, insertion, broadcast, ﬂ ight of ideas, knight’s move.\n  \n• Content: delusions, obsessions, phobias, preoccupations, self-harm, suicide.\n  \n• Insight: ask the patient why they have presented today.\n  \n• Cognition: orientation, registration, recall, concentration, knowledge.\nDo not be afraid to ask about suicidal thoughts and plans. Remove yourself from the \nsituation if you feel threatened.\nDepression\nTwo questions can be used to identify depression:19\n1   During the last month, have you been bothered by feeling down, depressed, \nor hopeless?\n2   During the last month, have you often been bothered by having little interest \nor pleasure in doing things?\nIf a person answers ‘yes’ to either question they should undergo mental health as-\nsessment including a risk assessment of self-harm and suicide. Appropriate treat-\nments include psychosocial intervention (guided self-help, cognitive behavioural \ntherapy, structured physical activity) and medication. Treatment choice depends on \ndisease severity, previous psychiatric history, response to treatment, and patient \npreference. If medication is indicated, a generic SSRI should be considered ﬁ rst line \nafter consideration of GI bleeding risk, drug interactions, toxicity, overdose, and dis-\ncontinuation symptoms. The full eff ect of medication is gradual, over 4–6 weeks.\nCapacity\nThe Mental Capacity Act (MCA) 2005 has a two-stage test for lack of capacity:\n1   There is an impairment or disturbed functioning of the mind.\n2   The patient is unable to make a decision.\nDecision-making is impaired if the patient is unable to: understand the relevant \ninformation, retain it for long enough to make a decision, weigh up the informa-\ntion, communicate their decision. Capacity is decision-speciﬁ c not patient-speciﬁ c. \nWhen treatment is proposed to those who lack capacity, a capacity advocate should \nbe provided. Even patients without capacity should be as involved as possible in \ndecision-making.\nMental Health Act (MHA) and common law\nA patient can be detained under common law (subject to a test of reasonableness) \nor under the MHA, only if they lack capacity to remain informally and are a danger \nto themselves or others. You will have more experience in verbal and non-verbal \ncommunication, than in detention under the MHA, so use these skills ﬁ rst to try and \nde-escalate the situation. If rapid tranquillization is needed, be familiar with dosage, \nside-eff ects, and the need for ongoing observation. If there is no history to guide \nchoice of medication, intramuscular lorazepam can be used.20\nDoctors and mental health\nSuicide rates are three times higher in doctors compared to the general population. \nUp to 7% of doctors will have a substance abuse problem within their lifetime. Do \nnot ignore feeling low, poor concentration, and reduced energy levels. Do not self-\ndiagnose and manage. Avoid ‘corridor consultations’. Trust your GP. Seek support:\n  \n• British Medical Association: www.bma.org.uk/doctorsfordoctors.\n  \n• Doctors’ Support Network: www.dsn.org.uk.\n  \n• Doctors’ Support Line: 0844 395 3010.\n  \n• Sick Doctors Trust: www.sick-doctors-trust.co.uk.", "text_length": 3826, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 27/905)", "type": "chunk", "chunk_index": 26, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.900625", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.902084", "status": "complete", "chunks_added": 2}