{"task_id": "f2bd2cc84cff0e4a", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 668/905)", "text": "lness?\nFig 13.55 The superﬁ cial veins of the leg.\n\n--- Page 674 ---\n660\nSurgery\nGangrene and necrotizing fasciitis\nDeﬁ nitions Gangrene is death of tissue from poor vascular supply and is a sign of \ncritical ischaemia (see p656). Tissues are black and may slough. Dry gangrene is \nnecrosis in the absence of infection. Note a line of demarcation between living and \ndead tissue.\n14 : restoration of blood supply ± amputation. Wet gangrene is tissue \ndeath and infection (associated with discharge) occurring together (p213, ﬁ g 5.10). \n: analgesia; broad-spectrum IV antibiotics; surgical debridement ± amputation. Gas \ngangrene is a subset of necrotizing myositis caused by spore-forming clostridial \nspecies. There is rapid onset of myonecrosis, muscle swelling, gas production, sepsis, \nand severe pain. Risk factors include diabetes, trauma, and malignancy. : remove \nall dead tissue (eg amputation). Give benzylpenicillin ± clindamycin. Hyperbaric O2 \ncan improve survival and  the number of debridements.\nNecrotizing fasciitis is a rapidly progressive infection of the deep fascia causing \nnecrosis of subcutaneous tissue. Prompt recognition (diffi  cult in the early stages) and \naggressive treatment is required. In any atypical cellulitis, get early surgical help. \nThere is intense pain over aff ected skin and underlying muscle. Group A -haemolytic \nstreptococci is a major cause, although infection is often polymicrobial. Fournier’s gan-\ngrene is necrotizing fasciitis localized to the scrotum and perineum. : Radical debride-\nment ± amputation; IV antibiotics, eg benzylpenicillin and clindamycin.\nSkin ulcers\nUlcers are abnormal breaks in an epithelial surface. Leg ulcers aff ect ~2% in devel-\noped countries.\nCauses May be multiple. For leg ulcers, venous disease accounts for 70%, mixed \narterial and venous disease for 15%, and arterial disease alone for 2%. Other contrib-\nutory factors include neuropathy (eg in DM), lymphoedema, vasculitis, malignancy \n(p596), infection (eg TB, syphilis), trauma (eg pressure sores: see ﬁ g 10.16, p473), pyo-\nderma gangrenosum, drugs (eg nicorandil, hydroxyurea).\nHistory Ask about number, pain, trauma. Explore comorbidities—eg VVS, peripheral \narterial disease, diabetes, vasculitis. Length of history? Is the patient taking steroids? \nAre self-induced ulcers, dermatitis artefacta, a possibility? Has a biopsy been taken?\nExamination Note features such as site, number, surface area, depth, edge, base, dis-\ncharge, lymphaden opathy, sensation, and healing (see BOX). If in the legs, note features \nof venous insuffi  ciency or arterial disease and, if possible, apply a BP cuff  to perform \nankle–brachial pressure index (ABPI).\nTests Skin and ulcer biopsy may be necessary—eg to assess for vasculitis (will \nneed immunohistopathology) or malignant change in an established ulcer (Mar-\njolin’s ulcer = SCC presenting in chronic wound). If ulceration is the ﬁ rst sign of a \nsuspected systemic disorder then further screening tests will be required.\nManagement Managing ulcers is often diffi  cult and expensive. Treat the cause(s) \nand focus on prevention. Optimize nutrition. Are there adverse risk factors (drug \naddiction, or risk factors for arteriopathy, eg smoking)? Get expert nursing care. \nConsider referral to specialist community nurse or leg ulcer/tissue viability clinic:\n  • ‘Charing-Cross’ 4-layer compression bandaging is better than standard bandages \n(use only if arterial pulses OK: ABPI (p656) should be >0.8). Honey dressings can \nimprove healing in mild–moderate burns, but as an adjuvant to compression \nbandaging for leg ulcers they do not signiﬁ cantly improve healing rate. Negative \npressure wound therapy (eg VAC®) helps heal diabetic ulcers.\n  \n• Surgery, larval therapy, and hydrogels are used to debride sloughy necrotic tis-\nsue (avoid hydrogels in diabetic ulcers due to risk of wet gangrene).\nRoutine use of antibiotics does not improve healing. Only use if there is infection \n(not colonization).\n14 ’The ﬁ rst sign of his approaching end was when one of my old aunts, while undressing him, removed \na toe with one of his old socks.’ Graham Greene, A Sort of Life, 1971, Simon & Schuster.", "text_length": 4196, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 668/905)", "type": "chunk", "chunk_index": 667, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.317947", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.319801", "status": "complete", "chunks_added": 3}