{"task_id": "f660f56d3a4f2141", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 28/905)", "text": " Sick Doctors Trust: www.sick-doctors-trust.co.uk.\n\n--- Page 30 ---\n16\nThinking about medicine\nThe older person\n‘To know how to grow old is the master-work of wisdom, and one of the most \ndifﬁ cult chapters in the great art of living.’ \nHenri Amiel, Journal Intime, 21 Sept 1874.\nAgeing is an inevitable and irreversible decline in organ function that occurs with \ntime, in the absence of injury or illness, and despite the existence of complex path-\nways of maintenance and repair.\nHealthy ageing is the maintenance of physical and mental abilities that enable well-\nbeing and independence in older age.\nDo not presume ageing. Look for preventable and reversible pathology. Old age \ndoes not cause disease (although it can increase vulnerability and recovery time).\nLook for ways to reduce disability and support older people in their own homes.\nDiff erences in the evaluation of the older person\n1   Multiple pathologies: Elderly patients have, on average, six diagnosable disor-\nders. Eff ects may be multiplicative. Treatment must be integrated.\n2   Multiple aetiologies: One problem may have several causes, eg falls. Treating \neach alone may do little good, treating all may be of great beneﬁ t.\n3   Non-speciﬁ c/atypical presentation: Delirium, dizziness, falls, mobility prob-\nlems, weight loss, and incontinence can be due to disorders in more than one \norgan system. Typical signs and symptoms may be absent. Ask about functional \ndecline in activities of daily living—this may be the only symptom.\n4   Missed or delayed diagnosis: The older person may decline quickly if treat-\nment is delayed. Complications are common. Use a collateral history: what is the \npatient usually like?\n5   Pharmacy and polypharmacy: NSAIDS, anticoagulants, anti-parkinson drugs, \nhypoglycaemic drugs, and psychoactive drugs can pose a particular risk in the \nolder patient. Double check for interactions. Consider body weight, liver and re-\nnal function—drug doses may need to be modiﬁ ed. The STOPP/START criteria detail \n>100 potentially inappropriate prescriptions and prescribing omissions relevant \nto the older patient.21\n6   Prolonged recovery time: Anticipate and plan for this. Don’t forget nutrition.\n7   Rehabilitation and social factors: Essential for healthy ageing.\nFalls\n50% aged >80 will fall at least once per year. Falls23 lead to injury, pain, distress, loss \nof conﬁ dence, loss of independence, and mortality. Cost to the NHS is £2.3bn/year.\n  \n• History: frequency, context and circumstances, severity, injuries.\n  \n• Multifactorial risk assessment: gait, balance, muscle strength, osteoporosis risk, \nperceived functional ability, fear of falls, vision, cognition, neurological examina-\ntion, continence, home and hazards, cardiovascular examination, medication re-\nview.\n  \n• Interventions: strength and balance training, home hazard intervention, correct \nvision, modiﬁ cation/withdrawal of medication (cardiovascular, psychotropic), in-\ntegrated management of contributing morbidities. Consider barriers to change, \neg fear, patient preference.\nHistory: In addition to routine elements, include function in activities of daily liv-\ning, continence, and social support. Ask if there is an advanced care directive and \nnominated proxy healthcare decision maker.\nExamination:\n  \n• Appearance and aff ect: hygiene, nutrition, hydration. Brieﬂ y assess mood.\n  \n• Senses: vision, hearing, assess swallowing with 20mL of water.\n  \n• Cognition: brief screening test, eg AMTS (p64), 2-step command.\n  \n• Pulse and blood pressure: lying/sitting and standing.\n  \n• Peripheral neurological exam: tone, power, wasting, active range of movement.\n  \n• Other periphery: pulses, oedema, skin integrity, pressure areas.\n  \n• Walking: stand patient, balance, transfers, observe gait (be ready to assist).\n  \n• Other systems: CV, respiratory, abdomen (don’t forget to palpate for bladder).22\nA quick ward assessment of the older person", "text_length": 3935, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 28/905)", "type": "chunk", "chunk_index": 27, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.902730", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.903675", "status": "complete", "chunks_added": 3}