{"task_id": "f6748103e01af9fa", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 587/905)", "text": "nical probability scoring for DVT: the Wells score\n\n--- Page 593 ---\n579\nSurgery\nSwollen legs\nBilateral oedema implies systemic disease with venous pressure (eg right heart \nfailure) or intravascular oncotic pressure (any cause of albumin, so test the urine \nfor protein). It is dependent (distributed by gravity), which is why legs are aff ected \nearly, but severe oedema extends above the legs. In the bed-bound, ﬂ uid moves to \nthe new dependent area, causing a sacral pad. The exception is the local increase \nin venous pressure occurring in IVC obstruction: the swelling neither extends above \nthe legs nor redistributes. Causes: •Right heart failure (p134). •Albumin (p686, eg \nrenal or liver failure). •Venous insuffi  ciency: acute, eg prolonged sitting, or chronic, \nwith haemosiderin-pigmented, itchy, eczematous skin ± ulcers. •Vaso dilators, eg \nnifedipine, amlodipine. •Pelvic mass (p57, p604). •Pregnancy—if BP + proteinuria, \ndiagnose pre-eclampsia (OHCS p48): ﬁ nd an obstetrician urgently. In all the above, \nboth legs need not be aff ected to the same extent.\nUnilateral oedema Pain ± redness implies DVT or inﬂ ammation, eg cellulitis or in-\nsect bites (any blisters?). Bone or muscle may be to blame, eg tumours; necrotizing \nfasciitis (p660); trauma (check for sensation, pulses, and severe pain esp. on pas-\nsive movement: a compartment syndrome with ischaemic necrosis needs prompt \nfasciotomy). Impaired mobility suggests trauma, arthritis, or a Baker’s cyst (p694). \nNon-pitting oedema is oedema you cannot indent: see p35.\nNine questions to ask\n1   Is it both legs?\n2   Is she pregnant?\n3   Is she mobile?\n4   Any trauma?\n5   Any pitting (p35)?\n6   Past diseases/on drugs?\n7   Any pain?\n8   Any skin changes?\n9   Any oedema elsewhere?\nTests Look for proteinuria (+hypoalbuminaemia ≈nephrotic syndrome). CCF?\nTreatment of leg oedema Treat the cause. Diuretics for all is not an answer. Elevat-\ning legs for dependent oedema (ankles higher than hips—do not just use footstools); \nraise the foot of the bed. Graduated support stockings may help (CI: ischaemia).\nLong-distance travel appears to be a risk factor for the development of venous \nthromboembolism (VTE). Data suggests this is not conﬁ ned to air travel, increases \nwith the duration of travel, and results in clinical thrombosis more often in travel-\nlers with pre-existing risk factors. Dehydration, immobilization, decreased oxygen \ntension, and prolonged sitting have all been suggested as contributory factors.\nThe risk of developing a DVT from a long-distance ﬂ ight has been estimated at 1 in \n10 000 to 1 in 40 000 for the general population.\n  \n• The incidence of DVT in high-risk groups has been shown to be 4–6% for ﬂ ights \n>10h. Travellers with ≥1 risk factor should consider compression stockings. For \nhigh-risk individuals consider a single dose of prophylactic LMWH for ﬂ ights >6h.\n  \n• There is risk of PE associated with long-distance air travel.\n  \n• Compression stockings may  risk of DVT.\n  \n• There is no evidence to support the use of prophylactic aspirin.\n  \n• Risk reduction measures: leg exercises, increased water intake, and refraining \nfrom alcohol or caff eine during the journey.\nTravel and DVT", "text_length": 3219, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 587/905)", "type": "chunk", "chunk_index": 586, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.187634", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.188663", "status": "complete", "chunks_added": 2}