{"task_id": "f691bd3621109393", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 669/905)", "text": "am Greene, A Sort of Life, 1971, Simon & Schuster.\n\n--- Page 675 ---\n661\nSurgery\nSite Above the medial malleolus (‘gaiter’ area) is the favourite place for venous \nulcers (ﬁ g 13.56; mostly related to superﬁ cial venous disease, but may reﬂ ect venous \nhypertension via damage to the valves of the deep venous system, eg 2° to DVT). \nVenous hypertension leads to the development of superﬁ cial varicosities and skin \nchanges (lipodermatosclerosis = induration, pigmentation, and inﬂ ammation of the \nskin). Minimal trauma to the leg leads to ulceration which often takes many months \nto heal. Ulcers on the sacrum, greater trochanter, or heel suggest pressure sores \n(OHCS p604), particularly if the patient is bed-bound with suboptimal nutrition.\nTemperature The ulcer and surrounding tissues are cold in an ischaemic ulcer. If \nthe skin is warm and well perfused then local factors are more likely.\nSurface area Draw a map of the area to quantify and time any healing (a wound \n>4wks old is a chronic ulcer as distinguished from an acute wound).\nShape Oval, circular (cigarette burns), serpiginous (Klebsiella granulomatis, p412); \nunusual morphology can be secondary to mycobacterial infection, eg cutaneous \ntuberculosis or scrofuloderma (tuberculosis colliquativa cutis, where an infected \nlymph node ulcerates through to the skin).\nEdge Shelved/sloping ≈ healing; punched-out ≈ ischaemic or syphilis; rolled/evert-\ned ≈ malignant; undermined ≈ TB.\nBase Any muscle, bone, or tendon destruction (malignancy; pressure sores; is-\nchaemia)? There may be a grey-yellow slough, beneath which is a pale pink base. \nSlough is a mixture of ﬁ brin, cell breakdown products, serous exudate, leucocytes, \nand bacteria—it need not imply infection, and can be part of the normal wound \nhealing process. Granulation tissue is a deep pink gel-like matrix contained within \na ﬁ brous collagen network and is evidence of a healing wound.\nDepth If not uncomfortable for the patient (eg in neuropathic ulceration), a probe \ncan be used to gauge how deep the ulceration extends.\nDischarge Culture before starting any antibiotics (which usually don’t work). A \nwatery discharge is said to favour TB; bleeding can ≈ malignancy.\nAssociated lymphadenopathy Suggests infection or malignancy.\nSensation Decreased sensation around the ulcer implies neuropathy.\nPosition in phases of extension/healing Healing is heralded by granulation, \nscar formation, and epithelialization. Inﬂ amed margins ≈ extension.\nFeatures of skin ulceration to note on examination\nFig 13.56 Venous ulcer in the gaiter area in an obese woman.\nReproduced from Burge et al., Oxford Handbook of Medical Dermatology, 2016, with permission from \nOxford University Press.", "text_length": 2719, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 669/905)", "type": "chunk", "chunk_index": 668, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.320564", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.321225", "status": "complete", "chunks_added": 2}