{"task_id": "f6d215120125cf4f", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 578/905)", "text": "association; your local research ethics committee.\n\n--- Page 584 ---\n570\nSurgery\nProphylactic antibiotics in surgery\nProphylactic antibiotics are given to counter the risk of wound infection (see table \n13.1), which occurs in ~20% of elective GI surgery (up to 60% in emergency surgery). \nAntibiotics are also given if infection elsewhere, although unlikely, would have severe \nconsequences (eg when prostheses are involved). A single dose given before surgery \nhas been shown to be just as good as more prolonged regimens in biliary and colo-\nrectal surgery. Additional doses may be given if high-risk/prolonged procedures, or \nif major blood loss. Wound infections are not necessarily trivial since sepsis may \nlead to haemorrhage, wound dehiscence, and initiate a fatal chain of events, so take \nmeasures to minimize the risk of wound infection:\n  \n• Time administration correctly (eg IV prophylaxis should be given 30min prior to \nsurgery to maximize skin concentration; metronidazole PR is given 2h before).\n  \n• Use antibiotics which will kill anaerobes and coliforms.\n  \n• Consider use of peri-operative supplemental oxygen. This is a practical method \nof reducing the incidence of surgical wound infections.\n  \n• Practise strictly sterile surgical technique. (Ask for a hand with scrubbing up if \nyou are not sure—theatre staff  will be more than pleased to help!)\nAntibiotic regimens Adhere to local guidelines. BNF examples include:\n  \n• Appendicectomy; colorectal resections and open biliary surgery: A single \ndose of IV piperacillin/tazobactam 4.5g/8h or gentamicin 1.5mg/kg + metronidazole \n500mg or co-amoxiclav 1.2g alone.\n  \n• Oesophageal or gastric surgery: 1 dose of IV gentamicin or piperacillin/tazo-\nbactam or co-amoxiclav (doses as for appendicectomy).\n  • Vascular surgery: 1 dose of IV piperacillin/tazobactam or ﬂ ucloxacillin 1–2g + \ngentamicin. Add metronidazole if risk of anaerobes (eg amputations, gangrene, \nor diabetes).\n  • MRSA: For high-risk patients add teicoplanin or vancomycin to the above-listed \nregimens.\nTable 13.1 Classiﬁ cation of surgical procedures and wound infection risk\nCategory\nDescription\nInfection risk\nClean\nIncising uninfected skin without opening a viscus\n<2%\nClean-contaminated\nIntra-operative breach of a viscus (but not colon)\n8–10%\nContaminated\nBreach of a viscus + spillage or opening of colon\n12–20%\nDirty\nThe site is already contaminated with pus or \nfaeces, or from exogenous contagion, eg trauma\n25%\nData from MRCS Core Modules: Essential Revision Notes, S. Andrews, Pastest.", "text_length": 2544, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 578/905)", "type": "chunk", "chunk_index": 577, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.170398", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.171257", "status": "complete", "chunks_added": 2}