{"task_id": "f7008fdd5106a909", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 608/905)", "text": "g 13.19 Important structures in the head and neck.\n\n--- Page 614 ---\n600\nSurgery\nLumps in the thyroid\nIf the thyroid (ﬁ g 13.21) is enlarged (=goitre), ask yourself: 1 Is the thyroid diff usely en-\nlarged or nodular? 2 Is the patient euthyroid, thyrotoxic (p218), or hypothyroid (p220)?\nDiff use goitre: Causes: Endemic (iodine deﬁ ciency); congenital; secondary to goi-\ntrogens (substances that  iodine uptake); acute thyroiditis (de Quervain’s); physi-\nological (pregnancy/puberty); autoimmune (Graves’ disease; Hashimoto’s thyroiditis).\nNodular goitre: •Multinodular goitre (MNG): The most common goitre in the UK. \n50% who present with a single nodule actually have MNG. Patients are usually eu-\nthyroid, but may become hyperthyroid (‘toxic’). MNG may be retro- or substernal. \nHypothyroidism and malignancy within MNG are rare. Plummer’s disease is hyper-\nthyroidism with a single toxic nodule (uncommon). •Fibrotic goitre: Eg Reidel’s thy-\nroiditis. •Solitary thyroid nodule: typically cyst, adenoma, discrete nodule in MNG \nor malignant (~10%).\nInvestigations Check TSH and USS (solid, cystic, complex or part of a group of \nlumps). If abnormal consider: •T4, autoantibodies (p216, eg if Hashimoto’s /Graves’, \nsuspected). •CXR with thoracic inlet view (tracheal goitres and metastases?). •Ra-\ndionuclide scans (ﬁ g 13.22) may show malignant lesions as hypofunctioning or ‘cold’, \nwhereas a hyperfunct ioning ‘hot’ lesion suggests adenoma. •FNA (ﬁ ne-needle aspira-\ntion) and cytologyΩwill characterize lesion. A FNA ﬁ nding of a follicular neoplasm \ncan be challenging (15–30% malignant)Ωdiscuss with cytopathologist and perform \nmolecular diagnostics where available; if any doubt, refer for surgery.\nWhat should you do if high-resolution ultrasound shows impalpable nodules? \nSuch thyroid nodules can usually be observed provided they are:\n  \n• <1cm across (which accounts for most; ultrasound can detect lumps <2mm; such \n‘incidentalomas’ occur in 46% of routine autopsies) and are asymptomatic.\n  \n• There is no past history of thyroid cancer or neck irradiation.\n  \n• No family history of medullary cancer (if present, do USS-guided FNA).\nThyroid cancer\n1   Papillary: (60%.) Often in younger patients. Spread: lymph nodes and lung (jugulo-\ndigastric node metastasis is the so-called lateral aberrant thyroid). : total thyroid-\nectomy to remove non-obvious tumour ± node excision ± radioiodine (\n131I) to ablate \nresidual cells. Give levothyroxine to suppress TSH. Prognosis: better if young and .\n2   Follicular: (≤25%.) Occurs in middle-age and spreads early via blood (bone, lungs). \nWell-diff erentiated. : total thyroidectomy + T4 suppression + radioiodine ablation.\n3   Medullary: (5%.) Sporadic (80%) or part of MEN syndrome (p223). May produce \ncalcitonin which can be used as a tumour marker. They do not concentrate iodine. \nPerform a phaeochromocytoma screen pre-op. : thyroidectomy + node clear-\nance. External beam radio therapy may prevent regional recurrence.\n4   Lymphoma: (5%.) :≈3:1. May present with stridor or dysphagia. Do full stag-\ning pre-treatment (chemoradiotherapy). Assess histology for mucosa-associated \nlymphoid tissue (MALT) origin (associated with a good prognosis).\n5   Anaplastic: Rare. :≈3:1. Elderly, poor response to any treatment. In the absence \nof unresectable disease, excision + radiotherapy may be tried.\nThyroid surgery Plays a signiﬁ cant role in the management of thyroid disease. \nOperations include partial lobectomy or lobectomy (for isolated nodules); and thy-\nroidectomy (for cancers, MNG, or Graves’). Indications: Pressure symptoms, relapse \nhyperthyroidism after >1 failed course of drug treatment, carcinoma, cosmetic \nreasons, symptomatic patients planning pregnancy. Pre-operative management: \nRender euthyroid pre-op with antithyroid drugs (eg carbimazole up to 20mg/12h PO \nor  propylthiouracil 200mg/12h PO but stop 10d prior to surgery as these increase vas-\ncularity). Propranolol up to 80mg/8h PO can be used to control tachycardia or tremor \nassociated with hyperthyroidism (continue for 5d post-op). Check vocal cords by in-\ndirect laryngoscopy pre- and post-op (risk of recurrent laryngeal nerve injury). Check \nserum Ca\n2+ (and PTH if abnormal). Complications: see p580.", "text_length": 4262, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 608/905)", "type": "chunk", "chunk_index": 607, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.225577", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.226494", "status": "complete", "chunks_added": 3}