{"task_id": "f84b60eeeb873169", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 842/905)", "text": "0mL bolus; if BP remains <90mmHg then involve ICU)\n\n--- Page 848 ---\n834\nEmergencies\nOther diabetic emergencies\nHypoglycaemia Usually rapid onset; may be accompanied by odd behaviour (eg ag-\ngression), sweating, pulse, seizures. Management: If conscious, orientated, and able \nto swallow, give 15–20g of quick-acting carbohydrate snack (eg 200mL orange juice) \nand recheck blood glucose after 10–15mins (repeat snack up to 3 times). If conscious but \nuncooperative, squirt glucose gel between teeth and gums. In unconscious patients, or \nthose not responding to these measures, start glucose IVI (eg 10% at 200mL/h if con-\nscious; 10% at 200mL/15mins if unconscious), or give glucagon 1mg IV/IM (will not work \nin malnourished patients). Expect prompt recovery. Once blood glucose >4.0mmol/L \nand patient has recovered, give long-acting carbohydrate (eg slice of toast).\nHyperglycaemic hyperosmolar state (HHS) Seen in unwell patients with type 2 DM.17 \nThe history is longer (eg 1wk), with marked dehydration and glucose >30mmol/L. There is \nno switch to ketone metabolism, so ketonaemia stays <3mmol/L and pH >7.3. Osmolality \nis typically >320mosmol/kg: Occlusive events are a danger (focal CNS signs, chorea, DIC, \nleg ischaemia/rhabdomyolysis)—give LMWH prophylaxis to all unless contraindication \n(p350). Rehydrate slowly with 0.9% saline IVI over 48h, typical deﬁ cits are 110–220mL/\nkg, ie 8–15L for a 70kg adult. Replace K\n+ when urine starts to ﬂ ow (see DKA BOX, p833). \nOnly use insulin if blood glucose not falling by 5mmol/L/h with rehydration or if keto-\nnaemia—start slowly 0.05u/kg/h. Keep blood glucose at least 10–15mmol/L for ﬁ rst 24 \nhours to avoid cerebral oedema. Look for the cause, eg MI, drugs, sepsis, or bowel infarct.\nLactic acidosis A rare but serious complication of DM with metformin use or septi-\ncaemia. Blood lactate: >5mmol/L. Seek expert help. Treat sepsis vigorously, maintain \nblood pressure and hence tissue perfusion. Stop metformin.\nThyroid emergencies\nMyxoedema coma The ultimate hypothyroid state before death.\nSigns and symptoms: Looks hypothyroid (p220, p221, ﬁ g 5.16); often >65yrs; hypother-\nmia; hyporeﬂ exia; glucose; bradycardia; coma; seizures. May have had radioiodine, \nthyroidectomy, or pituitary surgery (signs of hypopituitarism, p232). Psychosis (myxo-\nedema madness) may precede coma. Precipitants: infection, MI, stroke, or trauma.\nExamination: Goitre; cyanosis; BP (cardiogenic); heart failure; signs of precipitants.\nTreatment: Preferably on ICU.\n  \n• Blood for: T3, T4, TSH, FBC, U&E (often Na\n+), cultures, cortisol, glucose.\n  \n• ABG for PaO2. High-ﬂ ow O2 if cyanosed. Ventilation may be needed.\n  \n• Correct any hypoglycaemia.\n  \n• Give T3 (liothyronine) 5–20mcg/12h IV slowly. Be cautious: you may precipitate man-\nifestations of ischaemic heart disease. Alternative regimens involve levothyroxine.\n  \n• Give hydrocortisone 100mg/8h IV—vital if pituitary hypothyroidism is suspected (ie \nno goitre, no previous radioiodine, and no previous thyroid surgery).\n  \n• If infection suspected, give antibiotic, eg co-amoxiclav 1.2g/8h IV.\n  \n• Caution with ﬂ uid, rehydrate as needed but watch for cardiac dysfunction; BP may \nnot respond to ﬂ uid and inotropes may be needed.\n  \n• Active warming (blankets, ﬂ uids) may be needed for hypothermia. Beware compli-\ncations (hypoglycaemia, pancreatitis, arrhythmias). See p848.\nFurther : T3 5–20mcg/4–12h IV until sustained improvement (~2–3d) then levothyrox-\nine 50mcg/24h PO. Hydrocortisone + IV ﬂ uids as needed (hyponatraemia is dilutional).\nHyperthyroid crisis (thyrotoxic storm) Signs and symptoms: :≈4:1. Severe \nhyper thyroid ism (see p218): T°, agitation, confusion, coma, tachycardia, AF, D&V, goi-\ntre, thyroid bruit, acute abdomen (exclude surgical causes), heart failure.\nPrecipitants: Recent thyroid surgery or radioiodine; infection; MI; trauma.\nDiagnosis: Do not wait for test results if urgent treatment is needed. Do TSH, free T4, \nand free T3. Conﬁ rm with technetium uptake if possible.\nTreatment: See ﬁ g 19.24. Seek endocrinology advice and aim to: 1 Counteract periph-\neral eff ects of thyroid hormones. 2 Inhibit thyroid hormone synthesis. 3 Treat systemic \ncomplications. If you are not making headway in 24h, thyroidectomy may be an option.", "text_length": 4288, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 842/905)", "type": "chunk", "chunk_index": 841, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.638339", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.639197", "status": "complete", "chunks_added": 3}