{"task_id": "f9ce52c544a12e18", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 23/905)", "text": " art of living.\nLiving with blood spattered armour\n\n--- Page 25 ---\nThinking about medicine\n11\nResilience and coping\n‘Burnout’ is common in clinical medicine. It is a syndrome of lost enthusiasm, re-\nduced empathy, increased cynicism, and a decrease in the meaningfulness of work. \nCoping styles and resilience can protect doctors and better equip them to meet, and \nlearn from, the challenges of clinical practice:12\n  \n• Self-directedness correlates strongly with resilience. A personal sense of responsi-\nbility allows learning from mistakes and moving on.\n  \n• Cooperativeness is the ability to work with opinions and behaviours diff erent to \nyour own, preventing them becoming a source of stress.\n  \n• Clinicians who are low in harm avoidance are better able to accept uncertainty and \na degree of risk. This facilitates decision-making as it is unclouded by anxiety and \npessimism about potential problems. Supervised experience outside your comfort \nzone may help you deal better with uncertainty.\n  \n• Be persistent but set realistic goals. Perfectionism can be detrimental.\n  \n• Task-orientated coping occurs when a situation is seen as changeable. This is as-\nsociated with less burnout than emotion-orientated coping when situations are \nconsidered unchangeable: don’t just do something, stand there.\n  \n• Be self-aware. Development or modiﬁ cation of your personality traits may reduce \nyour vulnerability.\nDr Corrigan of Dublin was:\n‘tall, erect, of commanding ﬁ gure...He had the countenance of an intellectual...\nand his face “beamed with kindness”...In temperament his distinguishing \ntraits were kindness and tenderness towards the sick, and the ability to make \na bold decision.’\nE. O’Brien, Conscience and Conﬂ ict: A Biography of Sir Dominic Corrigan 1802–1880, 1983\nWas he busy? At the start of his professional life he was advised that the best way \nto get business was to pretend to have it. It was suggested that a note marked ‘Im-\nmediate and pressing’ should be ostentatiously handed to him at the dinner table, \nbut always at a suitable time so as not to miss the best food. Such advice was not \ntaken. Corrigan aspired to hard work and taught his students the value of ‘never \ndoing nothing’. The city in which he practised had a ‘degree of ﬁ lth, stench and dark-\nness, inconceivable by those who have not experienced them’, and ‘not enough hos-\npital beds to care for the great numbers in need.’ And so the story of a secret door, \nmade in his consulting room, to escape the ever growing queue of eager patients.\nIn times of chaos, ﬁ lled with competing, urgent, simultaneous demands, excessive \npaperwork, too few beds, eff ort–reward imbalance, personal sacriﬁ ce, and despair; \nwe all need Corrigan to take us by the shadow of our hand, and walk with us through \na secret door into a calm inner world. Our metaphorical door has ﬁ ve parts:\n1   However lonely you feel, you are not usually alone. Do not pride yourself on not \nasking for help. If a decision is a hard one, share it with a colleague.\n2   Take any chance you get to sit down and rest. Have a cup of tea with other \nmembers of staff , or with a friendly patient (patients are sources of renewal, \nnot just devourers of your energies).\n3   Do not miss meals. If there is no time to go to the canteen, ensure that food is \nput aside for you to eat when you can: hard work and sleeplessness are twice \nas bad when you are hungry.\n4   Avoid making work for yourself. It is too easy for doctors, trapped in their \nimage of excessive work, and blackmailed by misplaced guilt, to remain on the \nwards re-clerking patients, re-writing notes, or re-checking results at an hour \nwhen the priority should be caring for themselves.\n5   Look to the future. Plan for a good time after a bad rota.\nThe origins of the story of Corrigan’s secret door are unknown. It may never have \nexisted other than in these hallowed pages. But when the legend becomes fact, \nprint the legend.\n7\nOn being busy: Corrigan’s secret door\n7 The Man Who Shot Liberty Valance, 1962: Ransom Stoddard (Jimmy Stewart) becomes a legend after \nkilling Liberty Valance in a duel. It does not matter that the real shooter was Tom Doniphon (John Wayne) \nall along.", "text_length": 4215, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 23/905)", "type": "chunk", "chunk_index": 22, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:51.894963", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:51.895574", "status": "complete", "chunks_added": 3}