{"task_id": "f9e2e96f34b88a3e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 124/905)", "text": ".\nAnti-anginal drugs p116. Antihypertensives p140.\n\n--- Page 130 ---\n116\nCardiovascular medicine\nAngina pectoris\nIf ACS is a possible diagnosis (including unstable angina), see pp798–801.\nAngina12 is symptomatic reversible myocardial ischaemia. Features:\n1   Constricting/heavy discomfort to the chest, jaw, neck, shoulders, or arms.\n2   Symptoms brought on by exertion.\n3   Symptoms relieved within 5min by rest or GTN.\nAll 3 features = typical angina; 2 features = atypical angina; 0–1 features = non-\nanginal chest pain.\nOther precipitants: emotion, cold weather, and heavy meals. Associated symptoms: \ndyspnoea, nausea, sweatiness, faintness. Features that make angina less likely: pain \nthat is continuous, pleuritic or worse with swallowing; pain associated with palpita-\ntions, dizziness or tingling.\nCauses Atheroma. Rarely: anaemia; coronary artery spasm; AS; tachyarrhythmias; \nHCM; arteritis/small vessel disease (microvascular angina/cardiac syndrome X).\nTypes of angina Stable angina: Induced by eff ort, relieved by rest. Good prognosis. \nUnstable angina: (Crescendo angina.) Angina of increasing frequency or severity; \noccurs on minimal exertion or at rest; associated with risk of MI. Decubitus angina: \nPrecipitated by lying ﬂ at. Variant (Prinzmetal) angina: (BOX ‘Vasospastic angina’) \nCaused by coronary artery spasm (rare; may coexist with ﬁ xed stenoses).\nTests ECG usually normal, but may show ST depression; ﬂ at or inverted T waves; signs \nof past MI. Blood tests: FBC, U&E, TFTs, lipids, HbA1c. Consider echo and chest X-ray. \nFurther investigations are usually necessary to conﬁ rm an IHD diagnosis—see BOX.\nManagement\nAddress exacerbating factors: Anaemia, tachycardia (eg fast AF), thyrotoxicosis.\nSecondary prevention of cardiovascular disease:\n  \n• Stop smoking; exercise; dietary advice; optimize hypertension and diabetes control.\n  \n• 75mg aspirin daily if not contraindicated.\n  \n• Address hyperlipidaemia—see p690.\n  \n• Consider ACE inhibitors, eg if diabetic.\nPRN symptom relief: Glyceryl trinitrate (GTN) spray or sublingual tabs. Advise the pa-\ntient to repeat the dose if the pain has not gone after 5min and to call an ambulance \nif the pain is still present 5min after the second dose. SE: headaches, BP.\nAnti-anginal medication: (p114) First line: -blocker and/or calcium channel blocker \n(do not combine -blockers with non-dihydropyridine calcium antagonists). If \nthese fail to control symptoms or are not tolerated, trial other agents.\n  \n• -blockers: eg atenolol 50mg BD or bisoprolol 5–10mg OD.\n  \n• Calcium antagonists: amlodipine—start at 5mg OD; diltiazem—dose depends on \nformulation.\n  \n• Long-acting nitrates: eg isosorbide mononitrate—starting regimen depends on \nformulation. Alternatives: GTN skin patches. SES: headaches, BP.\n  \n• Ivabradine: reduces heart rate with minimal impact on BP. Patient must be in sinus \nrhythm. Start with 5mg BD (2.5mg in elderly).\n  \n• Ranolazine: inhibits late Na\n+ current. Start at 375mg BD. Caution if heart failure, \nelderly, weight <60kg or prolonged QT interval.\n  \n• Nicorandil: a K\n+ channel activator. Start with 5–10mg BD. CI: acute pulmonary oede-\nma, severe hypotension, hypovolaemia, LV failure.\nRevascularization: Considered when optimal medical therapy proves inadequate.\n  \n• Percutaneous coronary intervention (PCI): (p112) a balloon is inﬂ ated inside the \nstenosed vessel, opening the lumen. A stent is usually inserted to reduce the risk \nof re-stenosis. Dual antiplatelet therapy (DAPT; usually aspirin and clopidogel) is \nrecommended for at least 12 months after stent insertion to reduce the risk of in-\nstent thrombosis. Specialist advice should be sought regarding antiplatelets if the \npatient has a high bleeding risk or requires surgery.\n  \n• CABG: (p123) compared to PCI, patients undergoing CABG are less likely to need re-\npeat revascularization and those with multivessel disease can expect better out-\ncomes. However, CABG is open heart surgery and so recovery is slower and the \npatient is left with two large wounds (sternal and vein harvesting).", "text_length": 4080, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 124/905)", "type": "chunk", "chunk_index": 123, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.071400", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.072143", "status": "complete", "chunks_added": 3}