{"task_id": "f9f1923b09745955", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 482/905)", "text": "sion from Oxford University Press.\n(a)\n(c)\n(b)\n(d)\n\n--- Page 488 ---\n474\nNeurology\nRe-enablement after stroke\nCoordinated multidisciplinary care on a specialized stroke unit is essential, and leads \nto better patient outcomes. Rehabilitation must be started early post-stroke in order \nto maximize improvement and prevent complications related to immobility such as \npressure sores, aspiration pneumonia, constipation, and contractures. Ongoing input \nafter discharge consolidates inpatient gains and helps align the individual with their \nprevious capability. It also helps with depression—both in the patient and their carer. \nSetting achievable goals and acknowledging the patient’s own agenda is key.\nImperatives for re-enablement\n  • Watch the patient swallow a small volume of water; if signs of aspiration (a cough \nor voice change) make nil by mouth until formal assessment by a speech therapist. \nUse IV ﬂ uids, then semi-solids (eg jelly; avoid soups and crumbly food). Avoid early \nNG tube feeds; these may be needed to safeguard nutrition in those with swallowing \nproblems that persist beyond the ﬁ rst 2–3d. If swallowing fails to recover, consider \nbeneﬁ ts of enteral feeding tube placement (p759). Speech therapists skilled in assess-\ning swallowing diffi  culties are invaluable here.\n  \n• Avoid further injury: minimize falls risk and take care when lifting the patient not \nto damage their shoulders.\n  \n• Ensure good bladder and bowel care through frequent toileting. Avoid early cath-\neterization which may prevent return to continence.\n  \n• Position to minimize spasticity (occurs in ~40%). Get prompt physiotherapy. Splints \nand botulinum toxin injections are helpful for focal spasticity.\n  \n• Monitor progress: eg measure time taken to sit up and transfer to chair.\n  \n• Monitor mood: in pseudo-emotionalism/emotional lability (sobbing unprovoked \nby sorrow, from failure of cortical inhibition of the limbic system), tricyclics or \nﬂ uoxetine may help.\n  \n• Engage the patient in their own recovery by making physiotherapy fun. Swimming \n(a hemiplegic arm may be supported on a special ﬂ oat), music, and video games are \nall enjoyable and  recovery through promoting cerebral reorganization. Constraint \nof the good arm may be helpful.\nInvolve the carer/spouse with all aspects of care-giving. Good rehab saves lives.\nTests Asking to point to a named part of the body tests perceptual function. Copy-\ning matchstick patterns tests spatial ability. Dressing or copying a clock face tests \nfor apraxia (p86). Picking out and naming easy objects from a pile tests for agnosia \n(acuity OK, but cannot mime use; guesses are way-out, semantically, and phonetically). \nScreen for depression (low mood; inability to feel pleasure or to concentrate).\nEnd-of-life decisions See p13.", "text_length": 2804, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 482/905)", "type": "chunk", "chunk_index": 481, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.998913", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.999651", "status": "complete", "chunks_added": 2}