{"task_id": "fa6115a175453e1b", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 92/905)", "text": "ions of abdomen; rectum; pelvis (); genitals ().\n\n--- Page 94 ---\n80\nHistory and examination\nThe genitourinary system: history\nSee table 2.11 for direct questions to ask regarding presenting symptoms.\nDetecting outﬂ ow obstruction (See ‘Irritative or obstructive bladder symptoms’ \nlater in topic.) Eg prostatic hyperplasia; stricture; stone. Ask about LUTS (lower uri-\nnary tract symptoms).\n  \n• On trying to pass water, is there delay before you start? (Hesitancy)\n  \n• Does the ﬂ ow stop and start? Do you go on dribbling when you think you’ve \nstopped? (Terminal dribbling)\n  \n• Is your stream getting weaker? (Poor stream)\n  \n• Is your stream painful and slow/‘drop-by-drop’? (eg from bladder stone)\n  \n• Do you feel the bladder is not empty after passing water? i\n  \n• Do you ever pass water when you do not want to? (Incontinence—p648)\n  \n• On feeling an urge to pass water, do you have to go at once? (Urgency)i\n  \n• Do you urinate often at night? (Nocturia) i In the day? (Frequency)i How often?\nPast history Renal colic, urinary tract infection, diabetes, BP, gout, analgesic use \n(p318), previous operations.\nDrug history Anticholinergics, prophylactic antibiotics.\nFamily history Prostate carcinoma? Renal disease?\nSocial history Smoking, sexual history.\nTable 2.11 Presenting symptoms and questions to ask\nPresenting symptoms\nDirect questions\nDysuria\nLower urinary tract symptoms (LUTS)\nLoin/scrotal pain\nHaematuria (p293 and p647)\nPain: SOCRATES (p36). Fever? Sexual history. \nAbnormal-looking urine? Previous problems.\nMust rule out testicular torsion (p652).\nUrethral/vaginal discharge (p413)\nSex problems; dyspareunia (OHCS \np310)\nMenses (OHCS p250)\nAsk about menarche, menopause, length of \nperiods, amount, pain? Intermenstrual loss? 1st \nday of last menstrual period (LMP)?\nAim to diff erentiate urine production (eg diabetes mellitus and insipidus, polydip-\nsia, diuretics, alcohol, renal tubular disease, adrenal insuffi  ciency) from frequent \npassage of small amounts of urine (eg in cystitis, urethritis, neurogenic bladder), \nor bladder com pression or outﬂ ow obstruction (pregnancy, bladder tumour, en-\nlarged prostate).\nFrequency\nBe sure you mean the same as your patient and colleagues, as dysuria refers to \nboth painful micturition (‘uralgia') and diffi  cult micturition (voiding difﬁ culty, p81). \nUralgia is typically from urethral, bladder, or vaginal inﬂ ammation (UTI; perfumed \nbath products, spermicides, urethral syndrome, p300). If post menopausal, look for a \nurethral caruncle—ﬂ eshy outgrowth of distal urethral mucosa, 1cm, typically origi-\nnating from the posterior urethral lip. Also think of prostatitis, STI/urethritis (p413), \nvaginitis, and vulvitis. Rare causes: Stones, urethral lesions (eg car cinoma, lympho-\nma, papilloma), post-partum complications (eg retained products of conception).\nVoiding diffi  culty is a sign of outﬂ ow obstruction, eg from an enlarged prostate, \nor urethral stricture (commonly post-traumatic, post-gonococcal). Other features: \nstraining to void, poor stream, urinary retention, and incontinence. Stran gury is \nurethral pain, usually referred from the bladder base, causing a constant dist res sing \ndesire to urinate even if there is little urine to void. Causes: Stones, catheters, cys-\ntitis, prostat itis, bladder neoplasia, rarely: bladder endometriosis, schistosomiasis.\nDysuria\ni = irritative (or ‘ﬁ lling’) symptoms: they can be caused by, for example, UTI, as well as obstructions.", "text_length": 3482, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 92/905)", "type": "chunk", "chunk_index": 91, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.020125", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.021222", "status": "complete", "chunks_added": 2}