{"task_id": "fb2ad47cfe736dee", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 407/905)", "text": "pLibrary/Files/Maps/HIV_adult_prevalence_2015.png.\n\n--- Page 413 ---\n399\nInfectious diseases\nPresentation\nWith symptoms of early HIV infection:\n  \n• Primary HIV infection is symptomatic in ~80%, typically 2–4 weeks after infec-\ntion (= seroconversion illness, acute retroviral syndrome). Maintain a high index of \nsuspicion. Off er HIV testing to anyone (regardless of risk) presenting with ﬂ u-like \nsymptoms and an eythematous/maculopapular rash. Consider primary HIV as a \ndiff erential in any combination of fever, rash, myalgia, pharyngitis, mucosal ulcera-\ntion, lymphadenopathy, and headache/aseptic meningitis. Diagnosis of primary HIV \nis a unique opportunity to prevent transmission (viral load and genital shedding). \nHIV antibody testing may be negative but HIV RNA levels are high—seek expert help \nregarding viral load testing (see HIV testing later in topic).\n  \n• Persistant generalized lymphadenopathy = swollen/enlarged lymph nodes >1cm \nin two or more non-contiguous sites (not inguinal) persisting for >3 months. Due to \nfollicular hyperplasia caused by HIV infection. Exclude TB, infection, and malignancy.\nIn the asymptomatic, latent phase of chronic HIV infection:\nIn the UK there is universal testing in sexual health clinics, antenatal services, drug \ndependency programmes, and in patients with TB/hepatitis B/hepatitis C/lymphoma. \nWhere HIV prevalence is >2/1000 universal testing by GPs and medical admissions \nunits should be considered. Any request for a HIV test should be met.\nWith complications of immune system dysfunction: See pp400–1.\nHIV testing\nThe prognosis for patients with HIV in the UK is much better than for many other serious \nillness for which doctors routinely test. HIV testing6 should not be viewed diff erently. Any \ndoctor can consent for a HIV test: explain the beneﬁ ts of testing and detail how results \nwill be given. Written consent is unnecessary. Arrange follow-up with a local HIV/GUM \nservice within 2 weeks (preferably <48h) for patients testing positive for the ﬁ rst time.\n  \n• ELISA for HIV antibody and antigen (p24): 4th-generation assays test for HIV an-\ntibody and p24 antigen. This reduces the ‘window period’ (time of false-negative \ntesting between infection and the production of measurable antigen/antibody) to \naverage ~10 days. Diagnosis in UK is conﬁ rmed by a conﬁ rmatory assay.\n  \n• Rapid point-of-care testing: Immunoassay kit which gives a rapid result from a \nﬁ nger-prick or mouth swab. Only CE-marked kits should be used. Needs serological \nconﬁ rmation.\n  \n• Viral load: Quantiﬁ cation of HIV RNA. Used to monitor response to ART. Not diag-\nnostic due to possibility of a false-positive result  care if used to test for sympto-\nmatic primary HIV in the ‘window period’—conﬁ rmation of seroconversion is still \nrequired.\n  \n• Nucleic acid testing/viral PCR: Qualitative test for the presence of viral RNA. Used \nto test for vertical transmission in neonates as placental transfer of maternal anti-\nbodies can aff ect ELISA antibody testing up to 18 months of age.\n  \n• CD4 count: Cannot diagnose HIV. Used to monitor immune system function and \ndisease progression in patients with HIV. <200 cells/microlitre is one of the deﬁ ning \ncriteria for AIDS.\nSee www.aidsmap.com for available HIV testing and country-speciﬁ c resources.\nRisk of HIV transmission from a single needle-stick exposure from a person with \nHIV not on ART is ~1 in 300 (lower than risks of hepatitis B and C transmission).\nPrevent:\n  \n• Use ‘safer sharps’ (incorporates a mechanism to minimize accidental injury).\n  \n• Do not recap unprotected medical sharps.\n  \n• When using sharps, ensure there is a disposal container nearby.\nManage:\n  \n• Encourage the wound to bleed, ideally under running water (do not suck).\n  \n• Wash with soap and running water, do not scrub.\n  \n• Seek advice from occupational health/infection control (or A&E outside of work-\ning hours) regarding source testing and post-exposure prophylaxis (p398).\nNeedle-stick injury", "text_length": 4005, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 407/905)", "type": "chunk", "chunk_index": 406, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.872567", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.873289", "status": "complete", "chunks_added": 3}