{"task_id": "fb572b4937aa8a04", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 360/905)", "text": "osage and what to do when the INR is much too high\n\n--- Page 366 ---\n352\nHaematology\nLeukaemia and the on-call junior doctor\nLeukaemia divides into four main types depending on the cell line involved (table 8.7).\nTable 8.7 Principal subtypes of leukaemia\nLymphoid\nMyeloid\nAcute\nAcute lymphoblastic leukaemia (ALL)\nAcute myeloid leukaemia (AML)\nChronic\nChronic lymphocytic leukaemia (CLL)\nChronic myeloid leukaemia (CML)\nThese patients (esp. AML) fall ill suddenly and deteriorate fast, eg with: \ninfection, ble eding (: platelets ± FFP), and hyperviscosity (p372). Take \nnon-speciﬁ c confusion/drowsiness or just ‘I feel a bit ill today’ seriously: do blood \ncultures, FBC, U&E, LFT, Ca\n2+, glucose, and clotting. Consider CNS bleeding—CT if in \ndoubt. With any new patient, ﬁ nd out the agreed aim of treatment: cure; prolong-\ning disease-free survival; or palliation with minimal toxicity? Direct your eff orts \naccordingly; get help if lack of clarity here.\nNeutropenic regimen (For when neutrophil count ≤0.5 ≈ 10\n9/L.)3 Close liaison \nwith a microbiologist and haematologist is vital. Abide by infection control proce-\ndures! Use a risk-assessment tool (eg MASCC, see BOX). \n  \n• Full barrier nursing in a side room if possible. Hand-washing is vital.\n  \n• Avoid IM injections (danger of an infected haematoma).\n  \n• Look for infection (mouth, axillae, perineum, IVI site). Take swabs.\n  \n• Check: FBC, platelets, INR, U&E, LFT, LDH, CRP. Take cultures (blood ≈3—peripherally \n± Hickman line; urine, sputum, stool if diarrhoea); CXR if clinically indicated.\n  \n• Wash perineum after defecation. Swab moist skin with chlorhexidine. Avoid \nunnecessary rectal examinations. Oral hygiene (eg hydrogen peroxide mouth \nwashes/2h) and Candida prophylaxis are important (p246).\n  \n• Check vital signs 4-hrly. High-calorie diet; avoid foods with high risk of microbial \ncontamination. Vases containing cut ﬂ owers pose a Pseudomonas risk.\nUse of antibiotics in neutropenia Treat any known infection promptly.\n  \n• If T° >38°C or T° >37.5°C on two occasions, >1h apart, or the patient is septic, \nstart blind combination therapy according to local guidelines—eg piperacillin–\ntazobactam—p386 (+ vancomycin, p386, if Gram +ve organisms suspected or iso-\nlated, eg Hickman line sepsis). Continue until afebrile for 72h or 5d course, and \nuntil neutro phils >0.5≈10\n9/L. If fever persists despite antibiotics, think of CMV, \nfungi (eg Candida; Aspergillus, p408) and central line infection.\n  • Consider treatment for Pneumocystis (p400, eg co-trimoxazole, though beware as \nthis can worsen neutropenia). Remember TB.\nOther dangers •Tumour lysis syndrome: Results in K\n+,  urate, and AKI. See p529.\n  \n• Hyperviscosity: (p372). If WCC is >100 ≈ 10\n9/L WBC thrombi may form in brain, \nlung, and heart (leukostasis). Avoid transfusing before lowering WCC, eg with \nhydroxycarbamide or leukaph eresis, as viscosity rises (risk of leukostasis).\n  \n• DIC: The release of procoagulants into the circulation causes widespread activa-\ntion of coagulation, consuming clotting factors and platelets and causing risk of \nbleeding. Fibrin strands ﬁ ll small vessels, haemolysing passing RBCs. Fibrinolysis \nis also activated. Causes: Malignancy, sepsis, trauma, obstetric events. Signs: \n(ﬁ g 8.44) Bruising, bleeding anywhere (eg vene puncture sites), renal failure. \nTests: Platelets; PT; APTT; ﬁ brinogen (correlates with severity); ﬁ brin degra-\ndation products (D-dimers). Film: broken RBCS (schisto cytes). : Treat the cause. \nReplace platelets if <50≈10\n9/L, cryoprecipitate to replace ﬁ brinogen, FFP to re-\nplace coagulation factors. Heparin is controversial. The use of all-transretinoic \nacid (ATRA) has signiﬁ cantly reduced the risk of DIC in acute pro myelocytic leu-\nkaemia (the commonest leukaemia associated with DIC).\n  \n• Preventing sepsis: Give ﬂ uoroquinolone (eg ciproﬂ oxacin) before neutropenia gets \nserious. Granulocyte colony stimulators (G-CSF) can increase the production of WBCs \n(granulocytes) from bone marrow, but should not be given routinely in chemo-\ntherapy. Herpes, pneumocystis, and CMV prophylaxis has a role.", "text_length": 4146, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 360/905)", "type": "chunk", "chunk_index": 359, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.783410", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.785273", "status": "complete", "chunks_added": 3}