{"task_id": "fb744aa30408795e", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 514/905)", "text": "oss in limbs + nerve enlargement +  CSF protein).\n\n--- Page 520 ---\n506\nNeurology\nMotor neuron disease (MND)\nMND is a cluster of neurodegenerative diseases aff ecting 6/100 000 (: ≈ 3 : 2), char-\nacterized by selective loss of neurons in motor cortex, cranial nerve nuclei, and an-\nterior horn cells. Upper and lower motor neurons can be aff ected but there is no \nsensory loss or sphincter disturbance, thus distinguishing MND from MS and poly-\nneuropathies. MND never aff ects eye movements, distinguishing it from myasthenia \n(p512). There are four clinical patterns:\n1   ALS/amyotrophic lateral sclerosis. (Archetypal MND; up to 80%.) Loss of motor \nneurons in motor cortex and the anterior horn of the cord, so combined UMN + LMN \nsigns (p446). Worse prognosis if: bulbar onset, age; FVC.\n2  Progressive bulbar palsy. (10–20%.) Only aff ects cranial nerves IX–XII. See BOX \n‘Bulbar and corticobulbar (‘pseudobulbar’) palsy’.\n3  Progressive muscular atrophy. (<10%.) Anterior horn cell lesion, so LMN signs \nonly. Aff ects distal muscle groups before proximal. Better prognosis than ALS.\n4  Primary lateral sclerosis. (Rare.) Loss of Betz cells in motor cortex: mainly UMN \nsigns, marked spastic leg weakness and pseudobulbar palsy. No cognitive decline.\nPresentation Think of MND in those >40yrs (median UK age at onset is 60) with stum-\nbling spastic gait, foot-drop ± proximal myopathy, weak grip (door-handles don’t \nturn) and shoulder abduction (hair-washing is hard), or aspiration pneumonia. Look \nfor UMN signs: spasticity, brisk reﬂ exes, plantars; and LMN signs: wasting, fascic-\nulation of tongue, abdomen, back, thigh. Is speech or swallowing aff ected (bulbar \nsigns)? Fasciculation is not enough to diagnose an LMN lesion: look for weakness too. \nFrontotemporal dementia occurs in ~25% (see BOX ‘Dignity and Dignitas’).\nDiagnostic criteria (See BOX ‘Revised El Escorial diagnostic criteria for ALS’). There \nis no diagnostic test. Brain/cord MRI helps exclude structural causes, LP helps exclude \ninﬂ ammatory ones, and neurophysiology can detect subclinical denervation and help \nexclude mimicking motor neuropathies.\n14\nPrognosis Poor, <3yrs post onset in half of patients.\nManagement Adopt a multidisciplinary approach: neurologist, palliative nurse, \nhosp ice, physio, OT, speech therapist, dietician, social services—all orchestrated by \nthe GP. Riluzole, an inhibitor of glutamate release and NMDA receptor antagonist, \nis the only medication shown to improve survival. Mulitple other drugs that have \nshown promise in animal models have failed to prove beneﬁ t in clinical trials, includ-\ning neurotrophic factors, anti-apoptotic agents, antioxidants, and immunomodu-\nlatory drugs. For supportive/symptomatic treatment: Excess saliva: Advise on \npositioning, oral care, and suctioning. Try an antimuscarinic (eg propantheline) or \nglycopyrronium bromide (can be given SC). Botulinum toxin A may help. Dysphagia: \nBlend food. Gastrostomy is an option—discuss early on. Spasticity: Exercise, orthot-\nics. See MS for drugs (p496). Communication difﬁ culty: Provide ‘augmentative and \nalternative’ communication equipment. End-of-life care: Involve palliative care \nteam from diagnosis (p532). Consider opioids to relieve breathlessness and discuss \nnon-invasive ventilation (see BOX ‘Dignity and Dignitas’). \n14 If no UMN signs and distal arm muscles are aff ected in the distribution of individual nerves, suspect \nmultifocal motor neuropathy with conduction block (diagnose on nerve conduction studies; : IV Ig). \nGyn aeco mastia, atrophic testes ± infertility suggests Kennedy syndrome (bulbospinal muscular atrophy).", "text_length": 3650, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 514/905)", "type": "chunk", "chunk_index": 513, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.060648", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.061654", "status": "complete", "chunks_added": 2}