{"task_id": "fbf326846aaa9a29", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 142/905)", "text": "verapamil, and digoxin—but ﬂ ecainide may be used.\n\n--- Page 148 ---\n134\nCardiovascular medicine\nHeart failure—basic concepts\nDeﬁ nition Cardiac output is inadequate for the body’s requirements.33\nPrevalence 1–3% of the general population; ~10% among elderly patients. 34\nKey classiﬁ cations\nSystolic failure: Inability of the ventricle to contract normally, resulting in cardiac \noutput. Ejection fraction (EF) is <40%. Causes: IHD, MI, cardiomyopathy. \nDiastolic failure: Inability of the ventricle to relax and ﬁ ll normally, causing ﬁ lling \npressures. Typically EF is >50%, this is termed HFpEF (heart failure with preserved \nEF). Causes: ventricular hypertrophy, constrictive pericarditis, tamponade, restric-\ntive cardio myopathy, obesity. NB: systolic and diastolic failure pathophysiology often \ncoexists.\nLeft ventricular failure (LVF): Symptoms: dyspnoea, poor exercise tolerance, fa-\ntigue, orthopnoea, paroxysmal nocturnal dyspnoea (PND), nocturnal cough (± pink \nfrothy sputum), wheeze (cardiac ‘asthma’), nocturia, cold peripheries, weight loss.\nRight ventricular failure (RVF): Causes: LVF, pulmonary stenosis, lung disease (cor \npulmonale, see p194). Symptoms: peripheral oedema (up to thighs, sacrum, abdomi-\nnal wall), ascites, nausea, anorexia, facial engorge ment, epistaxis.\nLVF and RVF may occur independently, or together as congestive cardiac failure (CCF).\nAcute heart failure: Often used exclusively to mean new-onset acute or decom-\npensation of chronic heart failure characterized by pulmonary and/or peripheral \noedema with or without signs of peripheral hypo perfusion. Chronic heart failure: \nDevelops or progresses slowly. Venous congestion is common but arterial pressure \nis well maintained until very late.\nLow-output heart failure: Cardiac output is  and fails to  normally with exertion. \nCauses:\n  \n• Excessive preload: eg mitral regurgitation or ﬂ uid overload (eg renal failure or too \nrapid IV infusions, particularly in the elderly and those with established HF).\n  \n• Pump failure: systolic and/or diastolic HF (see above), heart rate (eg -blockers, \nheart block, post MI), negatively inotropic drugs (eg most antiarrhythmic agents).\n  \n• Chronic excessive afterload: eg aortic stenosis, hypertension.\nExcessive preload can cause ventricular dilatation, this exacerbates pump failure. \nExcessive afterload prompts ventricular muscle thickening (ventricular hypertro-\nphy), resulting in stiff  walls and diastolic dysfunction.\nHigh-output heart failure: This is rare. Here, output is normal or increased in the \nface of needs. Failure occurs when cardiac output fails to meet these needs. It will \noccur with a normal heart, but even earlier if there is heart disease. Causes: anaemia, \npregnancy, hyperthyroidism, Paget’s disease, arteriovenous malformation, beriberi. \nConsequences: initially features of RVF; later LVF becomes evident.\nDiagnosis Requires symptoms of failure (see above) and objective evidence of car-\ndiac dysfunction at rest. For CCF, use the Framingham criteria. 35\nSigns As described previously plus cyanosis, BP, narrow pulse pressure, pulsus al-\nternans, displaced apex (LV dilatation), RV heave (pulmonary hypertension), signs of \nvalve diseases. Severity can be graded using the New York classiﬁ cation (see BOX). \nInvestigations According to NICE, 33 if ECG and B-type natriuretic peptide (BNP; p137) \nare normal, heart failure is unlikely, and an alternative diagnosis should be consid-\nered; if either is abnormal, then echocardiography (p110) is required.\nTests FBC; U&E; BNP; CXR (see ﬁ g 3.38); ECG; echo. ECG may indicate cause (look for \nevidence of ischaemia, MI, or ventricular hypertrophy). It is rare to get a completely \nnormal ECG in chronic heart failure. Echocardiography is the key investigation. 36 It \nmay indicate the cause (MI, valvular heart disease) and can conﬁ rm the presence or \nabsence of LV dysfunction. Endomyocardial biopsy is rarely needed.\nPrognosis Poor with ~25–50% of patients dying within 5yrs of diagnosis. If admis-\nsion is needed, 5yr mortality ≈75%. Be realistic: in one study, 54% of those dying in \nthe next 72h had been expected to live for >6months.37", "text_length": 4175, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 142/905)", "type": "chunk", "chunk_index": 141, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.102410", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.103472", "status": "complete", "chunks_added": 3}