{"task_id": "fc3f106e14dc7f83", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 747/905)", "text": "stases.\nCourtesy of Norwich \nRadiology Department.\n\n--- Page 753 ---\n739\nRadiology\nRenal function Chromium-51 (51Cr) EDTA or \nDTPA (99mTc, p669) is used to assess GFR. 99mTc-\nmercapto-acetyltriglycine (MAG3) technique \nassesses relative (left–right) renal function \nand renal transit time (eg in renovascular dis-\nease). 99mTc-dimercaptosuccinic acid (DMSA) \nscanning (ﬁ g 16.28) is the gold standard for \nevaluation of renal scarring that occurs, eg in \nreﬂ ux nephropathy.\nPositron emission tomography (PET) One of \nthe key investigations in malignancy, but also \nhas a wide range of other uses. If the tracer \nchosen is 18F-ﬂ uorodeoxyglucose (FDG), a short \nhalf-life glucose analogue, it becomes concen-\ntrated in metabolically active tissues. FDG de-\ncays rapidly to produce a positron that, after travelling a few millimetres through \ntissue, annihilates with an electron to produce a pair of high-energy photons (gamma \nrays), which PET detects. Normal high uptake of FDG occurs in brain, liver, kidney, blad-\nder, larynx, and lymphoid tissue of pharynx and must be considered when assess-\ning images. Neoplasms have high uptake of FDG with hotspots suggesting primary \ndisease or metastases. Since inﬂ ammatory lesions will also show high uptake, there \nis a risk of false-positive results (eg sarcoid, TB); diagnosis must be conﬁ rmed with \nhistology of suspicious lesions. PET allows staging of many solid organ malignancies \n(lung, melanoma, oesophageal) as well as lymphomas, and is particularly useful for \nplanning of radiotherapy and surgery for both primary disease and metastases. PET \ncan also be used to image occult sources of infection. PET can be combined with CT \nor MRI to provide high-quality images combining anatomy with physiology. A range \nof alternative tracers are now entering clinical use with radiotracers conjugated \nto other tissue-speciﬁ c substrates (eg 11C-labelled metomidate to detect tumors of \nadrenocortical origin, somatostatin tracers in neuroendocrine tumours, and amyloid \ntracers in Alzheimer’s disease).\nSingle photon emission computed tomography (SPECT) Similar to PET but rather \nthan using positron emission, it uses a radioisotope-labelled molecule as per con-\nventional nuclear imaging, but with two gamma cameras for detection. The images \nproduced are of lower resolution than PET but the isotopes used are longer lived and \nmore easily available. Examples include myocardial perfusion scanning (p741).\nFig 16.28 DMS showing relative renal \nfunction of each kidney.\nCourtesy of Norwich Radiology Department.", "text_length": 2565, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 747/905)", "type": "chunk", "chunk_index": 746, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.460454", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.461964", "status": "complete", "chunks_added": 2}