{"task_id": "fcd866f311735028", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 221/905)", "text": " (SE: oedema, BP)/midodrine (-agonist; SE: BP).\n\n--- Page 227 ---\n213\nEndocrinology\nTraditionally prevention involves foot care advice in diabetic clinics (eg ‘Don’t go \nbare-foot’), promoting euglycaemia and normotension. But despite this, the sight \nof a diabetic patient minus one limb is not rare, and must prompt us to redouble \nour commitment to primary prevention, ie stopping those at risk from ever getting \ndiabetes. The sequelae of diabetic neuropathy can lead to gangrene, amputation, \nand the impact on quality of life can be profound. As one patient post amputation \nsaid, ‘I begin again to walk, on crutches. What nuisance, what fatigue, what sad-\nness, when I think about all my ancient travels, and how active I was just 5 months \nago! Where are the runnings across mountains, the walks, the deserts, the rivers, \nand the seas? And now, the life of a legless cripple. For I begin to understand that \ncrutches, wooden and articulated legs, are a pack of jokes…Goodbye to family, \ngoodbye to future! My life is gone, I’m no more than an immobile trunk’ (Arthur \nRimbaud. Letter to his sister Isabelle, 10 July 1891).\nPreventing loss of limbs: primary or secondary prevention?\nFig 5.11 Charcot (neuropathic) joint.\nReproduced from Warrell et al, Oxford \nTextbook of Medicine, 2010, with per-\nmission from Oxford University Press.\nFig 5.10 Gangrene (toes 2, 4, and 5).\nReproduced from Warrell et al, Oxford \nTextbook of Medicine, 2010, with per-\nmission from Oxford University Press.\nPregnancy: (OHCS p23) 4% are complicated by DM: either pre-existing (<0.5%), or \nnew-onset gestational diabetes (GDM) (>3.5%).\n  \n• All forms carry an increased risk to mother and fetus: miscarriage, pre-term \nlabour, pre-eclampsia, congenital malformations, macrosomia, and a worsening \nof diabetic complications, eg retinopathy, nephropathy.\n  \n• Risk of GDM  if: aged over 25; family history; +ve; weight; non-Caucasian; HIV+ve; \nprevious gestational DM.\n  \n• Pre-conception: off er general advice, and discuss risks. Control/reduce weight, \naim for good glucose control, off er folic acid 5mg/d until 12 weeks.\n  \n• Screen for GDM with OGTT if risk factors at booking (16–18 weeks if previous GDM).\n  \n• Oral hypoglycaemics other than metformin should be discontinued. Metformin \nmay be used as an adjunct or alternative to insulin in type 2 DM or GDM.\n6wks postpartum, do a fasting glucose. Even if Ωve, 50% go on to develop DM.\nSurgery: Optimal blood sugar control pre, peri, and post operatively is important \nto minimize risk of infection and balance catabolic response to surgery. Type 1 \ndiabetics should ideally be ﬁ rst on the list and BMS should have been stabilized 1–2 \ndays pre major surgery. Consult local policy for how to manage insulin-treated/\nnon-insulin-treated patients on morning of surgery (eg setting up glucose/insulin \ninfusion).\nAcute illness: Diabetics are prone to hyperglycaemia during periods of illness, \nin spite of reduced oral intake. Avoid stopping insulin in periods of acute illness.\nSpecial situations in diabetes", "text_length": 3057, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 221/905)", "type": "chunk", "chunk_index": 220, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.353853", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.360709", "status": "complete", "chunks_added": 2}