{"task_id": "fceb26616b07e514", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 144/905)", "text": ".\nNew York classiﬁ cation of heart failure\n(a)\n(b)\n\n--- Page 150 ---\n136\nCardiovascular medicine\nHeart failure—management\nAcute heart failure This is a medical emergency (p800).\nChronic heart failure Stop smoking. Stop drinking alcohol. Eat less salt. Optimize \nweight & nutrition.33\n  \n• Treat the cause (eg if dysrhythmias; valve disease).\n  \n• Treat exacerbating factors (anaemia, thyroid disease, infection, BP).\n  • Avoid exacerbating factors, eg NSAIDS (ﬂ uid retention) and verapamil (Ωve inotrope).\n  \n• Annual ’ﬂ u vaccine, one-off  pneumococcal vaccine.\n  \n• Drugs:\n1   Diuretics: Give loop diuretics to relieve symptoms, eg furosemide 40mg/24h \nPO or bumetanide 1–2mg/24h PO. Increase dose as necessary. SE: K\n+, renal im-\npairment. Monitor U&E and add K\n+-sparing diuretic (eg spironolactone) if K\n+ \n<3.2mmol/L, predisposition to arrhythmias, concurrent digoxin therapy, or pre-\nexisting K\n+-losing conditions. If refractory oedema, consider adding a thiazide, \neg metolazone 5–20mg/24h PO. Diuretics improve symptoms but studies show-\ning mortality beneﬁ t are lacking.\n2   ACE-i: Consider in all those with left ventricular systolic dysfunction (LVSD); \nimproves symptoms and prolongs life (see p114–5). If cough is a problem, an \nangiotensin receptor blocker (ARB) may be substituted. SE: K\n+.\n3   -blockers: (eg carvedilol) mortality in heart failure—beneﬁ t additional to \nthose of ACE-i in patients with systolic dysfunction. 38 Use with caution: ‘start \nlow and go slow’; if in doubt seek specialist advice ﬁ rst; wait ≥2weeks between \neach dose increment. -blocker therapy in patients hospitalized with decom-\npensated heart failure is associated with lower post-discharge mortality risk \nand improved treatment rates. 39\n4   Mineralocorticoid receptor antagonists: Spironolactone (25mg/24h PO) \nmortality by 30% when added to conventional therapy. 40 Use in those still \nsymptomatic despite optimal therapy as listed previously, and in post-MI pa-\ntients with LVSD. Spironolactone is K\n+-sparing, but there is little risk of signiﬁ -\ncant hyperkalaemia, even when given with ACE-i. Nevertheless, U&E should be \nmonitored, particularly if the patient has known CKD. Eplerenone is an alterna-\ntive if spironolactone is not tolerated.\n5   Digoxin: Helps symptoms even in those with sinus rhythm, and should be con-\nsidered for patients with LVSD who have signs or symptoms of heart failure \nwhile receiving standard therapy, including ACE-i and -blockers, or in patients \nwith AF. Dose example: 125mcg/24h PO if sinus rhythm. Monitor U&E; maintain K\n+ \nat 4–5mmol/L as K\n+ risks digoxin toxicity, and vice versa. Digoxin levels: p756. \nOther inotropes are unhelpful in terms of outcome.\n6   Vasodilators: The combination of hydralazine (SE: drug-induced lupus) and \nisosorbide dinitrate should be used if intolerant of ACE-i and ARBS as it reduces \nmortality. It also reduces mortality when added to standard therapy (including \nACE-i) in black patients with heart failure. 41\nIntractable heart failure Reassess the cause. Are they taking the drugs?—at maxi-\nmum dose? Switching furosemide to bumetanide (one 5mg tab≈200mg furos emide) \nmight help. Inpatient management may include:\n  \n• Minimal exertion; Na\n+ & ﬂ uid restriction (1.5L/24h PO). \n  \n• Metolazone (as above) and IV furosemide (p800).\n  \n• Opiates and IV nitrates may relieve symptoms (p800).\n  \n• Weigh daily. Do frequent U&E (beware K\n+).\n  \n• Give DVT prophylaxis: heparin + TED stockings (p578).\nIn extremis: Try IV inotropes (p802; it may be diffi  cult to wean patients off  them).\nConsider: Cardiac resynchronization (p132), LV assist device (BOX ‘Pulseless pa-\ntients’), or transplantation.\nPalliative care Treat/prevent comorbidities (eg ’ﬂ u vaccination). Good nutrition \n(allow alcohol!). Involve GP: continuity of care and discussion of prognosis is much \napprec i ated. 42 Dyspnoea, pain (from liver capsule stretching), nausea, constipation, \nand mood all need tackling. 43 Opiates improve pain and dyspnoea. O2 may help.", "text_length": 4032, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 144/905)", "type": "chunk", "chunk_index": 143, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.105732", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.106498", "status": "complete", "chunks_added": 3}