{"task_id": "fd1a8cc67da9235c", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 177/905)", "text": "4 count is <200≈10\n6/L or \nafter the 1st attack. 9\n\n--- Page 183 ---\n169\nChest medicine\nAvian inﬂ uenza A viruses rarely infect humans and most follow direct or close \ncontact with infected poultry. The issue remains a public health priority because \nof the ability of the virus to mutate. Symptoms range from conjunctivitis to inﬂ u-\nenza-like illness (low pathogenic forms) to severe respiratory illness and multi-\norgan failure (highly pathogenic forms). H7N9 and H5N1 have been responsible for \nmost human illnesses worldwide. Suspect avian ﬂ u if fever (>38°C), chest signs \nor consolidation on CXR, or life-threatening infection, and contact with poultry or \nothers with similar symptoms.10 NB: D&V, abdominal pain, pleuritic pain, and bleed-\ning from the nose and gums are reported to be an early feature in some patients. 11\nDiagnosis: Viral culture ± reverse transcriptase-PCR with H5 & N1 speciﬁ c primers. 12 \nManagement: Get help. Contain the outbreak,\n2 p397, in the UK, via your consult-\nant in communicable disease control.13 Ventilatory support + O2 and antivirals may \nbe needed. Most viruses are susceptible to oseltamivir, peramivir, and zanamivir. \nNebulizers and high-air ﬂ ow O2 masks are implicated in nosocomial spread. 11,14\nPrecautions for close contacts of infected patients:\nHand hygiene, avoid shared utensils and face-to-face contact, wear high-effi  ciency \nmasks and eye protection. Start empirical antiviral treatment (oseltamivir within \n48 hours of exposure and zanamivir within 36 hours). Monitor for fever, cough, \nshortness of breath, diarrhoea, or other systemic symptoms developing.\nAvian inﬂ uenza\nSevere acute respiratory syndrome (SARS15) is caused by SARS-COV virus—a \ncorona virus. Major features are persistent fever (>38°C), chills, rigors, myalgia, \ndry cough, headache, diarrhoea, and dyspnoea—with an abnormal CXR and WCC. \nRespiratory failure is a complicating feature: ~20% progress to acute respiratory \ndistress syndrome requiring invasive ventilation. 16 Mortality is 1–50%, depend-\ning on age, but no cases since 2004. Close contacts, or travel to an area with \nknown cases should raise suspicion. The mechanism of transmission of SARS-CoV is \nhuman–human. Management: seek expert help. Largely supportive with good \ninfection control measures.\nMiddle East respiratory syndrome (MERS) is a viral respiratory disease caused \nby novel coronavirus (MERS CoV) and was ﬁ rst identiﬁ ed in 2012 in Saudi Arabia. \nSymptoms include fever, cough, shortness of breath, and gastrointestinal upset. \nIncubation period 14 days. Human-to-human transmission has been reported in \nmost cases, but camels play a pivotal host role in animal-to-human transmission. \nLarge outbreaks linked to healthcare facilities have been reported in the Middle \nEast and South Korea. The World Health Organization has reported mortality as \nhigh as 36% in known cases.13\nCoronaviruses: SARS and MERS\n2 Therapeutic or prophylactic antivirals are said to be the most eff ective single intervention followed by \nvaccine and basic public health measures. 17 But oseltamivir resistance and unavailability of a suitable vac-\ncine during the early stages of a pandemic make non-drug interventions all the more important.", "text_length": 3239, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 177/905)", "type": "chunk", "chunk_index": 176, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.204086", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.211277", "status": "complete", "chunks_added": 2}