{"task_id": "ffbf991d3a446448", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 552/905)", "text": "t and toe plantar ﬂ exion\nFoot eversion\nAnkle jerk\n\n--- Page 558 ---\n544\nRheumatology\nOsteoarthritis (OA)\nOsteoarthritis is the most common joint condition worldwide, with a clinically signif-\nicant impact on >10% of persons aged >60 years.5 It is usually primary (generalized), \nbut may be secondary to joint disease or other conditions (eg haemochromatosis, \nobesity, occupational).\nSigns and symptoms Localized disease (often knee or hip): Pain and crepitus on \nmovement, with background ache at rest. Worse with prolonged activity. Joints may \n‘gel’ (brief stiff ness after rest, usually 10–15 minutes or so). Joints may feel unstable, \nwith a perceived lack of power due to pain. Generalized disease: ‘Nodal OA’ (typi-\ncally DIP, PIP, CMC joints, and knees in post-menopausal females). There may be joint \ntenderness, derangement and bony swelling (Heberden’s at DIP and Bouchard’s at \nPIP), reduced range of movement and mild synovitis. Assess eff ect of symptoms on \noccupation, family duties, hobbies, and lifestyle expectations.\nTests Plain radiographs show: Loss of joint space, Osteophytes, Subarticular sclerosis \nand Subchondral cysts (ﬁ g 12.4 p541). CRP may be slightly elevated.6\nManagement Core treatments: Exercise to improve local muscle strength and \ngeneral aerobic ﬁ tness (irrespective of age, severity, or comorbidity). Weight loss \nif overweight.7 Analgesia: Regular paracetamol ± topical NSAIDS. If ineff ective use \ncodeine or short-term oral NSAID (+PPI)—see BOX. Topical capsaicin (derived from \nchillies) may help. Intra-articular steroid injections temporarily relieve pain in severe \nsym ptoms. Intra-articular hyaluronic acid injections (viscosupplementation) are \nnot NICE approved8 Glucosamine and chondroitin products are not recommended, \nalthough patients may try them if they wish (can be bought over the counter). Non-\npharmacological: Use a multidisciplinary approach, including physiotherapists and \noccupational therapists. Try heat or cold packs at the site of pain, walking aids, \nstretching/manipulation or TENS. Surgery: Joint replacement (hips, or knees) is the \nbest way to deal with severe OA that has a substantial impact on quality of life.\nSeptic arthritis\nConsider septic arthritis in any acutely inﬂ amed joint, as it can destroy a joint in \nunder 24h and has a mortaility rate up to 11%. Inﬂ ammation may be less overt if im-\nmunocompromised (eg from medication) or if there is underlying joint disease. The \nknee is aff ected in >50% cases.\nRisk factors Pre-existing joint disease (especially rheumatoid arthritis); diabetes \nmellitus, immunosuppression, chronic renal failure, recent joint surgery, prosthetic \njoints (where infection is particularly diffi  cult to treat), IV drug abuse, age >80yrs.9 \nInvestigations Urgent joint aspiration for synovial ﬂ uid microscopy and culture is \nthe key investigation (p541), as plain radiographs and CRP may be normal. The main \ndiff erential diagnoses are the crystal arthropathies (p548). Blood cultures are es-\nsential (prior to antibiotics).\nAsk yourself ‘How did the organism get there?’ Is there immuno suppression, or \nanother focus of infection, eg from indwelling IV lines, infected skin, or pneumonia \n(present in up to 50% of those with pneumococcal arthritis)?10\nTreatment If in doubt start empirical IV antibiotics (after aspiration) until sensi-\ntivities are known. Common causative organisms are Staph. aureus, streptococci, \nNeisseria gonococcus, and Gram Ωve bacilli. Follow local guidelines for antibiotic \nchoice and contact microbiology for advice for all complex cases/immunosup-\npressed patients (eg HIV). Consider ﬂ ucloxacillin 2g QDS IV (clindamycin if penicillin \nallergic); Vancomycin IV plus 2nd- or 3rd-generation cephalosporin, eg cefuroxime if \nMRSA risk; 2nd- or 3rd-generation cephalosporin if Gram Ωve organisms suspected.11 \nFor suspected gonococcus or meningococcus, consider ceftriaxone. Antibiotics are \nrequired for a prolonged period, conventionally ~2 weeks IV, then if patient improv-\ning 2–4 weeks PO.12 Consider orthopaedic review for arthrocentesis, washout, and \ndebridement; always urgently refer patients with prosthetic joint involvement.", "text_length": 4191, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 552/905)", "type": "chunk", "chunk_index": 551, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:53.126021", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:53.127510", "status": "complete", "chunks_added": 3}