{"task_id": "fffc69cf2501fdd9", "source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 96/905)", "text": "4), with permission \nfrom Oxford University Press.\n\n--- Page 98 ---\n84\nHistory and examination\nThe thyroid: examination\nFor symptoms of thyroid disease see p218 & p220. See also lumps in the neck, p598–\n600.\n1   Inspection The key questions to ask oneself when presented with a lump in the \nneck are: Is this lump thyroid related or not? What is the patient’s thyroid sta-\ntus? Inspect the neck; the normal thyroid is usually neither visible nor palpable. A \nmidline swelling should raise your suspicion of thyroid pathology. Look for scars \n(eg collar incision from previous thyroid surgery). Examine the face for signs \nof hypothyroidism (puffi  ness, pallor, dry ﬂ aky skin, xanthelasma, corneal arcus, \nbalding, loss of lateral third of eyebrow) as well as overall body habitus. Assess \nthe patient’s demeanour; do they appear anxious, nervous, agitated, ﬁ dgety (hy-\nperthyroid)? Or slow and lethargic (hypothyroid)?\n2   Swallow test Only goitres (p600), thyroglossal cysts (p598) and in some cases \nlymph nodes should move up on swallowing.\n3   Tongue protrusion test A thyroglossal cyst will move up on tongue protrusion.\n4   Palpation (By this stage of the examination if the evidence is in favour of the \nlump not rising from the thyroid it is acceptable to examine the lump like any oth-\ner (p594); assess site, size, shape, smoothness (consistency), surface (contour/\nedge/colour), and surroundings, as well as transilluminance, ﬁ xation/tether ing, \nﬂ uctuance/compressibility, temperature, tenderness and whether it is pulsatile.) \nIf a thyroid mass is suspected, standing behind the patient provides an oppor-\ntunity to check for any proptosis (hyperthyroidism). Proceed to palpate each \nlobe, attempting to decide whether any lump is solitary or multiple, nodular \nor smooth/diffuse as well as site, size, etc. Repeating the swallow test while \npalpating allows you to conﬁ rm the early ﬁ nding, but also attempt to ‘get below \nthe lump’. If there is a distinct inferior border under which you can place your \nhand with the entire lump above it then the goitre is unlikely to have retrosternal \nextension. Examining for ‘spread’ to the lymph nodes is particularly important \nif you suspect a thyroid malignancy (p600). Complete palpation by assessing if \nthe presence of the lump has caused the trachea to deviate from the midline.\n5   Percussion A retrosternal goitre will produce a dull percussion note when the \nsternum is percussed.\n6   Auscultation A bruit in a smooth thyroid goitre is suggestive of Graves’ disease \n(p218).\nThe next stages of the exam are to examine the systemic signs of thyroid status.\n7   Hands Clubbing (‘thyroid acropachy’) is seen in Graves’ disease. Palmar erythe-\nma and a ﬁ ne tremor are also signs of thyrotoxicosis. Assess temperature (warm \nperipheries if hyperthyroid) and the radial pulse; tachycardia and atrial ﬁ brilla-\ntion are seen in hyperthyroidism, while bradycardia is seen in hypothyroidism.\n8   Eyes The ‘normal’ upper eyelid should always cover the upper eye such that the \nwhite sclera is not visible between the lid and the iris. In hyperthyroidism with \nexophthalmus there is proptosis as well as lid retraction and ‘lid lag’ may also be \ndetected. If the patient reports double vision when eye movements are being \ntested this indicates ophthalmoplegia of hyperthyroidism.\n9   Asking the patient to stand allows you to assess whether there is any proximal \nmyopathy (hypothyroidism). Look for pretibial myxoedema (brown swelling of \nthe lower leg above the lateral malleoli in Graves’ disease). Finally, test the reﬂ ex-\nes; these will be slow relaxing in hypothyroidism and brisk in hyperthyroidism.\n10   Thank the patient and consider whether the lump is a goitre, and if so whether it \nis single/multiple, diff use/nodular, as well as the patient’s thyroid status. Decide \non a diagnosis (p600).", "text_length": 3867, "metadata": {"source": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf (Part 96/905)", "type": "chunk", "chunk_index": 95, "total_chunks": 905, "uploaded_by": "admin@admin.com", "upload_date": "2025-12-11T17:59:52.026603", "document_uuid": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f", "filename": "8205Oxford Handbook of Clinical Medicine 10th 2017 Edition_SamanSarKo - Copy.pdf", "category": "medical_pdf", "section": "body", "year": 2017, "outdated": false, "document_id": "1c4b3c41-9a74-4d3d-ab11-d2a041c9641f"}, "created_at": "2025-12-11T17:59:52.027342", "status": "complete", "chunks_added": 2}