{
  "cached_at": "2025-11-08T16:01:21.464544",
  "content": [
    {
      "title": "EASL-EASD-EASO Clinical Practice Guidelines on the management of metabolic dysfunction-associated steatotic liver disease (MASLD).",
      "content": "Metabolic dysfunction-associated steatotic liver disease (MASLD), previously termed non-alcoholic fatty liver disease (NAFLD), is defined as steatotic liver disease (SLD) in the presence of one or more cardiometabolic risk factor(s) and the absence of harmful alcohol intake. The spectrum of MASLD includes steatosis, metabolic dysfunction-associated steatohepatitis (MASH, previously NASH), fibrosis, cirrhosis and MASH-related hepatocellular carcinoma (HCC). This joint EASL-EASD-EASO guideline pro...",
      "source": "PubMed Clinical Guidelines",
      "year": "2024",
      "url": "https://pubmed.ncbi.nlm.nih.gov/38851997/",
      "type": "research_guideline"
    },
    {
      "title": "Guideline No. 426: Hypertensive Disorders of Pregnancy: Diagnosis, Prediction, Prevention, and Management.",
      "content": "This guideline was developed by maternity care providers from obstetrics and internal medicine. It reviews the diagnosis, evaluation, and management of the hypertensive disorders of pregnancy (HDPs), the prediction and prevention of preeclampsia, and the postpartum care of women with a previous HDP. Pregnant women. Implementation of the recommendations in these guidelines may reduce the incidence of the HDPs, particularly preeclampsia, and associated adverse outcomes. A comprehensive literature ...",
      "source": "PubMed Clinical Guidelines",
      "year": "2022",
      "url": "https://pubmed.ncbi.nlm.nih.gov/35577426/",
      "type": "research_guideline"
    },
    {
      "title": "EASL-EASD-EASO Clinical Practice Guidelines on the Management of Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD).",
      "content": "Metabolic dysfunction-associated steatotic liver disease (MASLD), previously termed non-alcoholic fatty liver disease (NAFLD), is defined as steatotic liver disease (SLD) in the presence of one or more cardiometabolic risk factor(s) and the absence of harmful alcohol intake. The spectrum of MASLD includes steatosis, metabolic dysfunction-associated steatohepatitis (MASH, previously NASH), fibrosis, cirrhosis and MASH-related hepatocellular carcinoma (HCC). This joint EASL-EASD-EASO guideline pro...",
      "source": "PubMed Clinical Guidelines",
      "year": "2024",
      "url": "https://pubmed.ncbi.nlm.nih.gov/38852583/",
      "type": "research_guideline"
    },
    {
      "title": "WHO Guidelines for What are the treatment options for hypertension?",
      "content": "For current WHO guidelines on What are the treatment options for hypertension?, visit the WHO website. Guidelines are regularly updated based on latest evidence.",
      "source": "World Health Organization",
      "year": "2024-2025",
      "url": "https://www.who.int/",
      "type": "who_guideline"
    }
  ]
}