{
  "cached_at": "2025-12-22T14:00:30.186375",
  "content": [
    {
      "title": "Epidemiology of Heart Failure: A Contemporary Perspective.",
      "abstract": "Designated as an emerging epidemic in 1997, heart failure (HF) remains a major clinical and public health problem. This review focuses on the most recent studies identified by searching the Medline database for publications with the subject headings HF, epidemiology, prevalence, incidence, trends between 2010 and present. Publications relevant to epidemiology and population sciences were retained for discussion in this review after reviewing abstracts for relevance to these topics. Studies of th...",
      "year": "2021",
      "pmid": "33983838",
      "authors": "Véronique L Roger",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/33983838/"
    },
    {
      "title": "Present status and future directions: Managing endodontic emergencies.",
      "abstract": "Endodontic emergencies are common in both general dental practices and specialist Endodontic practices. The aim of this review is to provide an overview of endodontic emergencies. Endodontic emergencies can be a result of many different conditions of the pulp, root canal and periradicular tissues. They may occur before endodontic treatment has been started, between appointments when treatment is being performed over multiple visits, or after endodontic treatment has been completed. In the latter...",
      "year": "2022",
      "pmid": "34958512",
      "authors": "Paul V Abbott",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/34958512/"
    },
    {
      "title": "Acute Aortic Syndrome Revisited: JACC State-of-the-Art Review.",
      "abstract": "The purpose of this paper is to describe all available evidence on the distinctive features of a group of 4 life-threatening acute aortic pathologies gathered under the name of acute aortic syndrome (AAS). The epidemiology, diagnostic strategy, and management of these patients has been updated. The authors propose a new and simple diagnostic algorithm to support clinical decision making in cases of suspected AAS, thereby minimizing diagnostic delays, misdiagnoses, and unnecessary advanced imagin...",
      "year": "2021",
      "pmid": "34794692",
      "authors": "Isidre Vilacosta, J Alberto San Román, Roberto di Bartolomeo",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/34794692/"
    },
    {
      "title": "Primary Causes of Hypertensive Crisis.",
      "abstract": "Hypertensive crisis, especially in children, is a rare condition and is defined as a sudden and abrupt elevation in blood pressure that poses a threat of rapid onset of end-organ damage. Symptomatic hypertension requires urgent and thorough evaluation and management. In most patients with hypertensive crisis, a specific cause can be found with targeted investigation. History and physical examination will guide the assessment for cause and urgency of management. This article discusses common and ...",
      "year": "2022",
      "pmid": "35369952",
      "authors": "Scott K Van Why, Cynthia G Pan",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/35369952/"
    },
    {
      "title": "Anorectal Emergencies.",
      "abstract": "Anorectal emergencies are rare presentations of common anorectal disorders, and surgeons are often called on to assist in their diagnosis and management. Although most patients presenting with anorectal emergencies can be managed nonoperatively or with a bedside procedure, surgeons must also be able to identify surgical anorectal emergencies, such as gangrenous rectal prolapse. This article provides a review of pertinent anatomy; examination techniques; and workup, diagnosis, and management of c...",
      "year": "2023",
      "pmid": "37838461",
      "authors": "Melissa K Drezdzon, Carrie Y Peterson",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37838461/"
    }
  ],
  "ttl_hours": 24
}