{
  "cached_at": "2025-12-22T14:00:09.261991",
  "content": [
    {
      "title": "Non-Small Cell Lung Cancer, Version 4.2024, NCCN Clinical Practice Guidelines in Oncology.",
      "abstract": "The NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines) for Non-Small Cell Lung Cancer (NSCLC) provide recommendations for the treatment of patients with NSCLC, including diagnosis, primary disease management, surveillance for relapse, and subsequent treatment. The panel has updated the list of recommended targeted therapies based on recent FDA approvals and clinical data. This selection from the NCCN Guidelines for NSCLC focuses on treatment recommendations for advanced or metastati...",
      "year": "2024",
      "pmid": "38754467",
      "authors": "Gregory J Riely, Douglas E Wood, David S Ettinger",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/38754467/"
    },
    {
      "title": "Recent clinical practice guidelines for the management of low back pain: a global comparison.",
      "abstract": "Low back pain (LBP) is a significant health problem worldwide, with a lifetime prevalence of 84% in the general adult population. To rationalise the management of LBP, clinical practice guidelines (CPGs) have been issued in various countries around the world. This study aims to identify and compare the recommendations of recent CPGs for the management of LBP across the world. MEDLINE, EMBASE, CINAHL, PEDro, and major guideline databases were searched from 2017 to 2022 to identify CPGs. CPGs focu...",
      "year": "2024",
      "pmid": "38693474",
      "authors": "Tianyu Zhou, David Salman, Alison H McGregor",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/38693474/"
    },
    {
      "title": "2024 update in heart failure.",
      "abstract": "In the last years, major progress has occurred in heart failure (HF) management. The 2023 ESC focused update of the 2021 HF guidelines introduced new key recommendations based on the results of the last years of science. First, two drugs, sodium-glucose co-transporter-2 (SGLT2) inhibitors and finerenone, a novel nonsteroidal, selective mineralocorticoid receptor antagonist (MRA), are recommended for the prevention of HF in patients with diabetic chronic kidney disease (CKD). Second, SGLT2 inhibi...",
      "year": "2025",
      "pmid": "38806171",
      "authors": "Alberto Beghini, Antonio Maria Sammartino, Zoltán Papp",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/38806171/"
    },
    {
      "title": "Mexican Clinical Practice Guidelines for Adult Overweight and Obesity Management.",
      "abstract": "To develop Mexico's first methodologically rigorous clinical practice guideline for the management of adult overweight and obesity. The target audiences are interdisciplinary healthcare professionals across healthcare systems who are the first point of contact for patients with obesity in Mexico, patients, and health system decision makers. A review of recent international obesity clinical practice guidelines and an expert consensus process identified: i) common recommendations appropriate for i...",
      "year": "2024",
      "pmid": "39356455",
      "authors": "Emma A Chávez-Manzanera, Juan M Vera-Zertuche, Martha Kaufer-Horwitz",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39356455/"
    },
    {
      "title": "The 2023 Society for Vascular Surgery, American Venous Forum, and American Vein and Lymphatic Society clinical practice guidelines for the management of varicose veins of the lower extremities. Part II: Endorsed by the Society of Interventional Radiology and the Society for Vascular Medicine.",
      "abstract": "The Society for Vascular Surgery, the American Venous Forum, and the American Vein and Lymphatic Society recently published Part I of the 2022 clinical practice guidelines on varicose veins. Recommendations were based on the latest scientific evidence researched following an independent systematic review and meta-analysis of five critical issues affecting the management of patients with lower extremity varicose veins, using the patients, interventions, comparators, and outcome system to answer c...",
      "year": "2024",
      "pmid": "37652254",
      "authors": "Peter Gloviczki, Peter F Lawrence, Suman M Wasan",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37652254/"
    }
  ],
  "ttl_hours": 24
}