{
  "cached_at": "2025-12-22T14:00:45.905874",
  "content": [
    {
      "title": "American Geriatrics Society 2023 updated AGS Beers Criteria® for potentially inappropriate medication use in older adults.",
      "abstract": "The American Geriatrics Society (AGS) Beers Criteria® (AGS Beers Criteria®) for Potentially Inappropriate Medication (PIM) Use in Older Adults is widely used by clinicians, educators, researchers, healthcare administrators, and regulators. Since 2011, the AGS has been the steward of the criteria and has produced updates on a regular cycle. The AGS Beers Criteria® is an explicit list of PIMs that are typically best avoided by older adults in most circumstances or under specific situations, such a...",
      "year": "2023",
      "pmid": "37139824",
      "authors": "Unknown",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37139824/"
    },
    {
      "title": "ISPD peritonitis guideline recommendations: 2022 update on prevention and treatment.",
      "abstract": "Peritoneal dialysis (PD)-associated peritonitis is a serious complication of PD and prevention and treatment of such is important in reducing patient morbidity and mortality. The ISPD 2022 updated recommendations have revised and clarified definitions for refractory peritonitis, relapsing peritonitis, peritonitis-associated catheter removal, PD-associated haemodialysis transfer, peritonitis-associated death and peritonitis-associated hospitalisation. New peritonitis categories and outcomes inclu...",
      "year": "2022",
      "pmid": "35264029",
      "authors": "Philip Kam-Tao Li, Kai Ming Chow, Yeoungjee Cho",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/35264029/"
    },
    {
      "title": "Androgenetic Alopecia: Therapy Update.",
      "abstract": "Androgenetic alopecia (AGA), also known as male pattern hair loss (MPHL) or female pattern hair loss (FPHL), is the most common form of alopecia worldwide, and arises from an excessive response to androgens. AGA presents itself in a characteristic distribution unique to both sexes. Despite its prevalence, AGA can be quite challenging to treat. The condition is chronic in nature and stems from an interplay of genetic and environmental factors. There are only two US Food and Drug Administration (F...",
      "year": "2023",
      "pmid": "37166619",
      "authors": "Shivali Devjani, Ogechi Ezemma, Kristen J Kelley",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37166619/"
    },
    {
      "title": "EULAR recommendations for the management of rheumatoid arthritis with synthetic and biological disease-modifying antirheumatic drugs: 2022 update.",
      "abstract": "To provide an update of the EULAR rheumatoid arthritis (RA) management recommendations addressing the most recent developments in the field. An international task force was formed and solicited three systematic literature research activities on safety and efficacy of disease-modifying antirheumatic drugs (DMARDs) and glucocorticoids (GCs). The new evidence was discussed in light of the last update from 2019. A predefined voting process was applied to each overarching principle and recommendation...",
      "year": "2023",
      "pmid": "36357155",
      "authors": "Josef S Smolen, Robert B M Landewé, Sytske Anne Bergstra",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/36357155/"
    },
    {
      "title": "Acute myeloid leukaemia.",
      "abstract": "Progress in acute myeloid leukaemia treatment is occurring at an unprecedented pace. The past decade has witnessed an increasingly improved scientific understanding of the underlying biology of acute myeloid leukaemia, leading to enhanced prognostication tools and refined risk assessments, and most especially incorporating measurable residual disease (MRD) into longitudinal risk assessments. The classification of acute myeloid leukaemia has recently been updated by WHO and the International Cons...",
      "year": "2023",
      "pmid": "37068505",
      "authors": "Courtney D DiNardo, Harry P Erba, Sylvie D Freeman",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37068505/"
    }
  ],
  "ttl_hours": 24
}