{
  "cached_at": "2025-11-08T15:59:44.865529",
  "content": [
    {
      "title": "Metformin: update on mechanisms of action and repurposing potential.",
      "abstract": "Currently, metformin is the first-line medication to treat type 2 diabetes mellitus (T2DM) in most guidelines and is used daily by >200 million patients. Surprisingly, the mechanisms underlying its therapeutic action are complex and are still not fully understood. Early evidence highlighted the liver as the major organ involved in the effect of metformin on reducing blood levels of glucose. However, increasing evidence points towards other sites of action that might also have an important role, ...",
      "year": "2023",
      "pmid": "37130947",
      "authors": "Marc Foretz, Bruno Guigas, Benoit Viollet",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37130947/"
    },
    {
      "title": "Diabetic Neuropathies.",
      "abstract": "This article provides an up-to-date review of the diagnosis and management of the most common neuropathies that occur in patients with diabetes. The prevalence of diabetes continues to grow worldwide and, as a result, the burden of diabetic neuropathies is also increasing. Most diabetic neuropathies are caused by hyperglycemic effects on small and large fiber nerves, and glycemic control in individuals with type 1 diabetes reduces neuropathy prevalence. However, among people with type 2 diabetes...",
      "year": "2023",
      "pmid": "37851036",
      "authors": "Melissa A Elafros, Brian C Callaghan",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37851036/"
    },
    {
      "title": "Updates in Bariatric Surgery.",
      "abstract": "Bariatric surgery is currently the most effective long-term treatment for morbid obesity as well as type-2 diabetes mellitus. The field of metabolic and bariatric surgery has seen tremendous growth over the past decade with dramatically reduced risks. This article aims to provide an update on bariatric surgery, highlighting the latest outcomes, improvements, and challenges in the field. Recently, the American Society of Metabolic and Bariatric Surgery (ASMBS) and the International Federation for...",
      "year": "2024",
      "pmid": "38060198",
      "authors": "Justin L Hsu, Timothy M Farrell",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/38060198/"
    },
    {
      "title": "Hypertension management in patients with cardiovascular comorbidities.",
      "abstract": "Arterial hypertension is a leading cause of death globally. Due to ageing, the rising incidence of obesity, and socioeconomic and environmental changes, its incidence increases worldwide. Hypertension commonly coexists with Type 2 diabetes, obesity, dyslipidaemia, sedentary lifestyle, and smoking leading to risk amplification. Blood pressure lowering by lifestyle modifications and antihypertensive drugs reduce cardiovascular (CV) morbidity and mortality. Guidelines recommend dual- and triple-com...",
      "year": "2023",
      "pmid": "36342266",
      "authors": "Lucas Lauder, Felix Mahfoud, Michel Azizi",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/36342266/"
    },
    {
      "title": "Life expectancy associated with different ages at diagnosis of type 2 diabetes in high-income countries: 23 million person-years of observation.",
      "abstract": "The prevalence of type 2 diabetes is increasing rapidly, particularly among younger age groups. Estimates suggest that people with diabetes die, on average, 6 years earlier than people without diabetes. We aimed to provide reliable estimates of the associations between age at diagnosis of diabetes and all-cause mortality, cause-specific mortality, and reductions in life expectancy. For this observational study, we conducted a combined analysis of individual-participant data from 19 high-income c...",
      "year": "2023",
      "pmid": "37708900",
      "authors": "Unknown",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37708900/"
    }
  ]
}