{
  "cached_at": "2025-11-08T16:43:15.894085",
  "content": [
    {
      "title": "Atypical pneumonia: Pathophysiology, diagnosis, and treatment.",
      "abstract": "Atypical pneumonia is caused by atypical pathogens that are not detectable with Gram stain and cannot be cultured using standard methods. The most common causative organisms of atypical pneumonia are Mycoplasma pneumoniae, Chlamydia pneumoniae, and Legionella species. The therapeutic approach for atypical pneumonias is different than that for typical pneumonia. Typical bacterial pathogens classically respond to β-lactam antimicrobial therapy because they have a cell wall amenable to β-lactam dis...",
      "year": "2022",
      "pmid": "34750083",
      "authors": "Naoyuki Miyashita",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/34750083/"
    },
    {
      "title": "Community-Acquired Pneumonia: A Review.",
      "abstract": "Community-acquired pneumonia (CAP) results in approximately 1.4 million emergency department visits, 740 000 hospitalizations, and 41 000 deaths in the US annually. Community-acquired pneumonia can be diagnosed in a patient with 2 or more signs (eg, temperature >38 °C or ≤36 °C; leukocyte count <4000/μL or >10 000/μL) or symptoms (eg, new or increased cough or dyspnea) of pneumonia in conjunction with consistent radiographic findings (eg, air space density) without an alternative explanation. Up...",
      "year": "2024",
      "pmid": "39283629",
      "authors": "Valerie M Vaughn, Robert P Dickson, Jennifer K Horowitz",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39283629/"
    },
    {
      "title": "Community-Acquired Pneumonia in Children: Rapid Evidence Review.",
      "abstract": "In the United States, pneumonia is the most common cause of hospitalization in children. Even in hospitalized children, community-acquired pneumonia is most likely of viral etiology, with respiratory syncytial virus being the most common pathogen, especially in children younger than two years. Typical presenting signs and symptoms include tachypnea, cough, fever, and anorexia. Findings most strongly associated with an infiltrate on chest radiography in children with clinically suspected pneumoni...",
      "year": "2021",
      "pmid": "34913645",
      "authors": "Dustin K Smith, Daniel P Kuckel, Anthony M Recidoro",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/34913645/"
    },
    {
      "title": "Childhood community-acquired pneumonia.",
      "abstract": "Community-acquired pneumonia (CAP) is a common disease in children, and its aetiological and clinical diagnosis are challenging for physicians in both private practice and hospitals. Over the past three decades, conjugate vaccines have successfully reduced the burden of the former main causes of CAP, Streptococcus pneumoniae and Haemophilus influenzae type b. Today, viruses are by far the most commonly detected pathogens in children with CAP.  Conclusion: New insights into the aetiology and trea...",
      "year": "2024",
      "pmid": "38112800",
      "authors": "Patrick M Meyer Sauteur",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/38112800/"
    },
    {
      "title": "[Community acquired pneumonia in patients requiring hospitalization].",
      "abstract": "Community-acquired pneumonia (CAP) represents a major health issue and ≈20% of the patients require in-hospital attention. The main objective of the study was to determine clinical-imaging features of CAP episodes requiring hospitalization. The secondary objectives were to determine the diagnostic yield of microbiological analyses and the medical complications. A retrospective analytical study was conducted on adults admitted due to CAP in a third-level hospital in the period 2017-2019. Pregnant...",
      "year": "2021",
      "pmid": "33611243",
      "authors": "Rodrigo Alonso, Magdalena Santillán Barletta, Cristian L Rodríguez",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/33611243/"
    }
  ]
}