{
  "cached_at": "2025-11-08T16:01:18.516426",
  "content": [
    {
      "title": "Hypertension and the kidneys.",
      "abstract": "Hypertension is a leading risk factor for cardiovascular disease and all-cause mortality globally. Hypertension and chronic kidney disease are closely intertwined conditions as hypertension can lead to deteriorating renal function and progressive chronic kidney disease can contribute to worsening hypertension. In the setting of chronic kidney disease, the pathophysiology of hypertension is complex and involves the interplay of many factors including a reduced number of functioning nephrons, sodi...",
      "year": "2022",
      "pmid": "35653320",
      "authors": "Áine M De Bhailis, Philip A Kalra",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/35653320/"
    },
    {
      "title": "Definition, classification and diagnosis of pulmonary hypertension.",
      "abstract": "Pulmonary hypertension (PH) is a haemodynamic condition characterised by elevation of mean pulmonary arterial pressure (mPAP) >20 mmHg, assessed by right heart catheterisation. Pulmonary arterial wedge pressure (PAWP) and pulmonary vascular resistance (PVR) distinguish pre-capillary PH (PAWP ≤15 mmHg, PVR >2 Wood Units (WU)), isolated post-capillary PH (PAWP >15 mmHg, PVR ≤2 WU) and combined post- and pre-capillary PH (PAWP >15 mmHg, PVR >2 WU). Exercise PH is a haemodynamic condition describing...",
      "year": "2024",
      "pmid": "39209475",
      "authors": "Gabor Kovacs, Sonja Bartolome, Christopher P Denton",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39209475/"
    },
    {
      "title": "Treatment algorithm for pulmonary arterial hypertension.",
      "abstract": "Pulmonary arterial hypertension leads to significant impairment in haemodynamics, right heart function, exercise capacity, quality of life and survival. Current therapies have mechanisms of action involving signalling ",
      "year": "2024",
      "pmid": "39209476",
      "authors": "Kelly M Chin, Sean P Gaine, Christian Gerges",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39209476/"
    },
    {
      "title": "Arterial hypertension - Clinical trials update 2021.",
      "abstract": "This review aims to summarize and discuss some of the most relevant clinical trials in epidemiology, diagnostics, and treatment of hypertension published in 2020 and 2021. The trials included in this review are related to hypertension onset age and risk for future cardiovascular disease, reliability of different blood pressure monitoring methods, role of exercise-induced hypertension, treatment of hypertension in patients with SARS-CoV-2 infection, management of hypertension high-risk patient gr...",
      "year": "2022",
      "pmid": "34690044",
      "authors": "Hussam Al Ghorani, Felix Götzinger, Michael Böhm",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/34690044/"
    },
    {
      "title": "[Arterial Hypertension].",
      "abstract": "Arterial hypertension affects about one third of the German population with a prevalence increasing with age up to 60 %. Globally, more than a quarter gedoppelt of the population are considered hypertensive, resulting in a total of more than one billion people. Not only due to such high prevalence, but also because of its multiple cardiovascular, renal, ocular, and cognitive complications, arterial hypertension is a leading contributor to the global burden of disease and responsible for up to 10...",
      "year": "2022",
      "pmid": "35345049",
      "authors": "Felicitas E Hengel, Christian Sommer, Ulrich Wenzel",
      "source": "PubMed",
      "url": "https://pubmed.ncbi.nlm.nih.gov/35345049/"
    }
  ]
}